// 🌟 ptext.js
export const ptextChapters = [
   
    
    {
        id: "paper-b1",
        title: "ဝိပဿနာစကား စာမူ",
        audio: "", // Archive သို့မဟုတ် Repo လင့်ခ် ထည့်ရန်
        headerTag: "h1", // h1, h2, h3 ကြိုက်တာ သုံးနိုင်ပါတယ်
        tocClass: "main-title",
        content: ``},
    
    {
        id: "paper-b2",
        title: "ဝိပဿနာအခြေခံ",
        audio: "", // Archive သို့မဟုတ် Repo လင့်ခ် ထည့်ရန်
        headerTag: "h1", // h1, h2, h3 ကြိုက်တာ သုံးနိုင်ပါတယ်
        tocClass: "main-title",
        content: ``},

    {
        id: "paper-b3",
        title: "နိဒါန်း",
        audio: "", // Archive သို့မဟုတ် Repo လင့်ခ် ထည့်ရန်
        headerTag: "h1", // h1, h2, h3 ကြိုက်တာ သုံးနိုင်ပါတယ်
        tocClass: "main-title",
        content: `

@@gap

        ∆ နိဒါန်း။

      “∆” ယခု တြိဂံ သင်္ကေတနဲ့ ပြထားသော စာသည် ခေါင်းစဉ်ငယ် တစ်ခုကို ကိုယ်စားပြုပါတယ်။ ခေါင်းစဉ် အများအပြားဖြင့် အမြင် ရှုပ်မနေစေရန် အသုံးပြုထားပါတယ်။

“[ ]” ယခု လေးထောင့် အဖွင့်အပိတ် သင်္ကေတနဲ့ ပြထားသော စာသည် မူရင်းသုတ္တန်မြန်မာပြန်၏ အောက်တွင် သုတ္တန်မှ နည်းယူခဲ့သည်များကို ရေးသားထားသော ဦးဇင်း၏ အာဘော် စာသားများကို အထက်ရှိမူရင်း သုတ္တန်နှင့် ရောမသွားစေရန် အသုံးပြုထားပါသည်။ “[ ]” ထို အဖွင့်အပိတ် အတွင်းရှိသော စာများသည် မူရင်းသုတ္တန်များမှ နည်းယူထားသော ဦးဇင်း၏ ကိုယ်ပိုင်ရေးသားမှု အာဘော်သာဖြစ်ကြောင်း သတိပြုပါ။

၁။ ယနေ့ခေတ်တွင် အခြေအနေ အမျိုးမျိုးမှာ ရှင်သန်နေထိုင်ကြတဲ့ လူတိုင်းဟာ စိတ်ဓာတ်ကျခြင်း၊ စိတ်အားငယ်ခြင်း၊ ကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှု မရှိခြင်း စတဲ့ စိတ်အဆင်မပြေမှုတွေကို ကြုံ‌တွေ့ရတတ်ပါတယ်။
      
      ဒီလိုကြုံရတာက မျက်စိ၊ နား၊ နှာခေါင်း၊ လျှာ၊ ကိုယ်၊ စိတ် ဆိုတဲ့ “ဒွါရ” တို့နှင့် ရုပ်အဆင်းပုံရိပ်၊ အသံ၊ အနံ့၊ အရသာ၊ ထိတွေ့မှု၊ ကြံတွေးစရာ ဆိုတဲ့ “အာရုံ”တို့တွေ့ဆုံမှုကြောင့် မြင်သိစိတ်၊ ကြားသိစိတ်၊ အနံ့သိစိတ်၊ အရသာသိစိတ်၊ ထိသိစိတ်၊ ကြံ‌တွေးသိစိတ် ဆိုတဲ့ စိတ်ခြောက်မျိုး ဖြစ်ပါတယ်။  

   ၂။ ဒီစိတ်ခြောက်မျိုးရဲ့ မူလ နာမည်နဲ့အလုပ်တွေကို မေ့သွားပြီး ကောင်းတဲ့ အရာတွေကို ကောင်းတယ်လို့ ဆုံးဖြတ်တဲ့အတွက် လိုချင်မှု ဆိုတဲ့ “လောဘ” ဖြစ်ပါတယ်။ လိုချင်တဲ့ အရာတွေကို မရတဲ့အခါ စိတ်ဆိုး၊ စိတ်ညစ်မှုတွေဆိုတဲ့ “ဒေါသ” ဖြစ်ပါတယ်။ စိတ်ဓာတ်ကျခြင်း၊ စိတ်အားငယ်ခြင်း၊ ကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှု မရှိခြင်း စတဲ့ စိတ်အဆင်မပြေမှုတွေဟာလဲ “ဒေါသ”ပဲ ဖြစ်ပါတယ်။ 

 ၃။ ဒီတော့ စိတ်အဆင်မပြေမှုရဲ့ အခြေခံက လိုချင်မှု ဆိုတဲ့ “လောဘ” ကြောင့်သာ ဖြစ်ပါတယ်။ 

   ၄။  မြတ်စွာဘုရား ဟောကြားခဲ့တဲ့ ဗာဟိယသုတ်မှာ-

      “ဒိဋ္ဌေ ဒိဋ္ဌ မတ္တံ ဘဝိဿတိ။ သုတေ သုတ မတ္တံ ဘဝိဿတိ။ မုတေ မုတ မတ္တံ ဘဝိဿတိ။ ဝိညာတေ ဝိညာတ မတ္တံ ဘဝိဿတိ။” ဆိုတဲ့ 
 
      “မြင်ရာ၌ မြင်ကာမျှ ဖြစ်လတ္တံ့။ ကြားရာ၌ ကြားကာမျှ ဖြစ်လတ္တံ့။ တွေ့ရာ၌ တွေ့ကာမျှ ဖြစ်လတ္တံ့။ သိရာ၌ သိကာမျှ ဖြစ်လတ္တံ့”ဟု ဤသို့ သင်သည် ကျင့်အပ်၏ လို့ ဟောပါတယ်။ 

      ၅။ ဒီနည်း အတိုင်း တရားရှုမှတ်ရင် စိတ်ခြောက်မျိုးရဲ့ မူလ နာမည်နဲ့အလုပ်တွေကို မမေ့ပဲနဲ့ ကောင်းတဲ့ အရာတွေကို ကောင်းတယ်လို့ မဆုံးဖြတ်လို့ လိုချင်မှု ဆိုတဲ့ “လောဘ” မဖြစ်တော့ပါဘူး။ လိုချင်မှု ဆိုတဲ့ “လောဘ” မဖြစ်လို့ လောဘကြောင့် ဖြစ်နိုင်တဲ့ စိတ်ဆိုး၊ စိတ်ညစ်မှုတွေဆိုတဲ့ “ဒေါသ” မဖြစ်တော့ပါ။ စိတ်ဓာတ်ကျခြင်း၊ စိတ်အားငယ်ခြင်း၊ ကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှုမရှိခြင်းစတဲ့ ဒေါသစာရင်းဝင် စိတ်အဆင်မပြေမှုတွေလဲ မဖြစ်တော့ပါဘူး။ 

   ၆။ ဒီနည်းမှာ မြင်သိစိတ်က ထင်ထင်ရှားရှား ဖြစ်နေရင် “မြင် ဒါမှမဟုတ် မြင်တယ်”လို့၊ ကြားသိစိတ်က ထင်ထင်ရှားရှား ဖြစ်နေရင် “ကြား ဒါမှမဟုတ် ကြားတယ်”လို့၊ အနံ့သိစိတ် အရသာသိစိတ် ထိသိစိတ် တစ်ခုခုက ထင်ထင်ရှားရှား ဖြစ်နေရင် “ထိ ဒါမှမဟုတ် ထိတယ်”လို့၊ ကြံတွေးသိစိတ်က ထင်ထင်ရှားရှား ဖြစ်နေရင် “တွေး ဒါမှမဟုတ် တွေးတယ်”လို့ ဆိုတဲ့ လက်တွေ့ဖြစ်နေတဲ့  စိတ်နဲ့ဆိုင်တဲ့ ဆုံးဖြတ်တဲ့ စကားလုံးတွေကို စိတ်နဲ့ ရွတ်ဆိုပေးရပါတယ်။ 

 ၇။ ဒီစကားလုံးတွေက ကောင်းတယ်၊ ဆိုးတယ် ဆိုတဲ့ ဆုံးဖြတ်တဲ့ စကားလုံးတွေနဲ့မတူပါဘူး။ ဒီလို ဆုံးဖြတ်ရွတ်ဆိုတဲ့နည်းက စိတ်ခြောက်မျိုးရဲ့ မူလ နာမည်နဲ့အလုပ်ကို သတိရလာပြီး လိုချင်မှု ဆိုတဲ့ “လောဘ”ကို မဖြစ်အောင် ထိန်းပေးနိုင်တာဖြစ်ပါတယ်။ လောဘကြောင့် ဖြစ်ပေါ်လာမည့် ဒေါသ၊ စိတ်ဓာတ်ကျခြင်းနှင့် စိတ်အားငယ်ခြင်းစတဲ့ ပြဿနာအားလုံးကို လျော့နည်းစေပါတယ်။

  ၈။ ဒီစာအုပ်မှာ စိတ်ခြောက်မျိုးကို ဆုံးဖြတ်ရွတ်ဆို၍ ရှုမှတ်ခြင်းကို ရှုမှတ်မှု လုပ်ငန်းစဉ်(၁)၊ စိတ်နဲ့ဆုံးဖြတ်ရွတ်ဆိုတဲ့ စကားလုံးတွေရဲ့ ဖြစ်ခြင်း၊ ပျက်ခြင်းတို့ကို ရှုမှတ်ခြင်းကို ရှုမှတ်မှု လုပ်ငန်းစဉ်(၂)၊ စိတ်နဲ့ဆုံးဖြတ်ရွတ်ဆိုတဲ့ စကားလုံးတွေရဲ့ အနိစ္စ၊ ဒုက္ခ၊ အနတ္တ တို့ကို ရှုမှတ်ခြင်းကို ရှုမှတ်မှု လုပ်ငန်းစဉ်(၃) အနေနဲ့ အသေးစိတ် ပြောပြပေးထားပါတယ်။

။ ဘာလို့ အခုလို မျှဝေရေးသားတာလဲ ဆိုရင် ရိပ်သာမှာ သုတ္တန်နိကာယ်(၅)ကျမ်းကို ဖတ်ပြီး တရားအားထုတ် ခဲ့စဉ်က ဗာဟိယသုတ်လာ ကမ္မဋ္ဌာန်းနည်း၏ အားထုတ်ပုံကို သိခဲ့ရပါတယ်။ ဦးဇင်း သိထားတဲ့ ဗာဟိယသုတ်လာ ကမ္မဋ္ဌာန်းနည်း၏ အားထုတ်ပုံကို မသိသေးတဲ့ သူတွေကို သိစေလိုတဲ့ စိတ်နဲ့ ရေးသားနေခြင်း ဖြစ်ပါတယ်။

      ---
      `},
      
      
    
    {
        id: "paper-b4",
        title: "၁။ ဗာဟိယသုတ်အရ ရှုမှတ်နည်း အကျဉ်းပြခြင်း",
        audio: "", // Archive သို့မဟုတ် Repo လင့်ခ် ထည့်ရန်
        headerTag: "h1", // h1, h2, h3 ကြိုက်တာ သုံးနိုင်ပါတယ်
        tocClass: "main-title",
        content: `
           
@@gap

  ∆ ဗာဟိယသုတ်အရ ရှုမှတ်နည်း အကျဉ်းပြခြင်း။

။ စကားပြေပုံစံ ရေးမှာမို့ ရှုမှတ်မှု၏ အခြေခံအနှစ်ချုပ်သ‌ဘောကို နားလည်နိုင်ရန် အနှစ်ချုပ်အခန်းကို ရေးလိုက်ပါတယ်။ 

။ နံပါတ်(၁) အသက်ရှူသွင်းပါ။ နံပါတ်(၂) အသက်ရှူထုတ်ပါ။ နံပါတ်(၃) အသက်ရှူသွင်း‌ပြီးရင် ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်ပါ။ နံပါတ်(၄) စိတ်နဲ့ကြည့်စဉ်က ထင်ရှားခဲ့တဲ့ စိတ်နဲ့ဆိုင်တဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ပါ။ 
      
     နံပါတ်(၅) စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ဖြစ်လာပြီး ပျက်သွားတာကို စိတ်နဲ့ကြည့်ပါ။ နံပါတ်(၆) အသက်ရှူသွင်းပြီး အနားယူပါ။ နံပါတ်(၇) အသက်ရှူထုတ်ပြီး အနားယူပါ။  
      
နံပါတ်(၈) အသက်ရှူသွင်းပါ။ နံပါတ်(၉) အသက်ရှူထုတ်ပါ။ နံပါတ်(၁၀) အသက်ရှူထုတ်ပြီးလျှင် ပျက်သွားတဲ့စကားလုံးက ပြန်ဖြစ်လာနိုင်သေးလား ဆိုတဲ့ အမေးနဲ့ဆင်ခြင်ပါ။ နံပါတ်(၁၁) လုံးဝပြန်မဖြစ်လာနိုင်တော့ဘူး ဆိုတဲ့ အဖြေရလာပါလိမ့်မယ်။ နံပါတ်(၁၂) အသက်ရှူသွင်းပြီး အနားယူပါ။ နံပါတ်(၁၃) အသက်ရှူထုတ်ပြီး အနားယူပါ။ 
      
      နံပါတ်(၁၄) အသက်ရှူသွင်းပါ။ နံပါတ်(၁၅) အသက်ရှူထုတ်ပါ။ နံပါတ်(၁၆) အသက်ရှူထုတ်ပြီးလျှင် ပျက်သွားတဲ့စကားလုံးရဲ့ မမြဲခြင်းအနိစ္စသဘောကို ရည်ရွယ်ပြီး “သေ” ဆိုတဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ပါ။ နံပါတ်(၁၇) အသက်ရှူသွင်းပြီး အနားယူပါ။ နံပါတ်(၁၈) အသက်ရှူထုတ်ပြီး အနားယူပါ။ 

  ။  နံပါတ်(၁)မှ နံပါတ်(၁၈) အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်၍ ရှုမှတ်ရမည်။ အကြိမ်ကြိမ်ရှုမှတ်တယ်ဆိုတာ ထိုအစဉ်အတိုင်းကိုပဲ အမြဲတမ်း ပြန်လည်၍  ရှုမှတ်ခြင်းကို ဆိုလိုပါတယ်။ နံပါတ်တစ်ခုထဲကိုပဲ အကြိမ်ကြိမ်ရှုမှတ်နေရမည်ဟု ဆိုလိုတာ လုံးဝမဟုတ်ပါ။

။ နံပါတ်စဉ်တွေနဲ့ နားလည်လွယ်အောင်၊ လုပ်ရလွယ်အောင် ရေးပြ ပြောပြ‌နေပေမဲ့ ဦးဇင်း တကယ်အားထုတ်ခဲ့စဉ်ကတော့ စိတ်နဲ့ ကြည့်တာနဲ့ ရွတ်တာ တို့လိုမျိုး ပြုလုပ်ရမှုတွေကသာ အဓိကကျတဲ့  အခြေခံအချက်‌တွေဖြစ်ပါတယ်။ 

အသက်ရှုတဲ့နည်းစနစ်နဲ့ ပြုလုပ်ရမဲ့ ပုံစံ အဆင့်ဆင့်ကို ‌နံပါတ်စဥ်နဲ့ပြောနေလို့ ‌စိတ်ရှုပ်နိုင်ပေမဲ့ နားလည်သွားရင် အဆင်ပြေသွားမှာပါ။

---
  `},
    

   {
        id: "paper-b5", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ၂။ ရှုမှတ်မှုလုပ်ငန်းစဉ် အကျဉ်းပြခြင်း ",
        audio: "",
        tocClass: "main-title",
        headerTag: "h1", 
content: `

    @@gap
    
    ∆ ရှုမှတ်မှုလုပ်ငန်းစဉ် အကျဉ်းပြခြင်း။

။ နံပါတ်(၅)ကို ခဏဖယ်ထားပြီး နံပါတ်(၁) ကနေ နံပါတ်(၇) အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်၍ ရှုမှတ်နေတာကို အခြေခံ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၁)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ကြည်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂)ကို ရှုမှတ်လို့ရပါပြီ။

   ။ နံပါတ်(၁) ကနေ နံပါတ် (၇) အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်၍ ရှုမှတ်နေတာကို စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ဖြစ်လာပြီး ပျက်သွားတာကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ကြည်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးရဲ့ ဖြစ်လာပြီး ပျက်သွားတာကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)ကို ရှုမှတ်လို့ရပါပြီ။

  ။ နံပါတ်(၁) ကနေ နံပါတ် (၁၈)အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်၍ ရှုမှတ်နေတာကို မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ငြိမ်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးရဲ့ မမြဲခြင်းအနိစ္စကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)ကို ရှုမှတ်နိုင်သူလို့ ပြောလို့ရပါပြီ။ ဒီ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)သည် တရားရှုမှတ်မှု၏ အပြည့်စုံဆုံး ရှုမှတ်မှုလို့ သတ်မှတ်ပါတယ်။ 

 ။ ပထမဆုံးရှုမှတ်မဲ့ တရားရှုမှတ်သူသည် လုပ်ငန်းစဉ်(၁)မှစပြီး (၂)နှင့် (၃)တိုင်အောင် အစဉ်အတိုင်း ရှုမှတ်ရပါမယ်။ လုပ်ငန်းစဉ်(၃)မှစပြီးရှုမှတ်ရင် စိတ်ရှုပ်ထွေးပြီး စိတ်တည်ကြည်မှုသမာဓိရဖို့ ခက်ပါလိမ့်မယ်။ ဒါပေမဲ့ အဆင့်ဆင့်ရှုမှတ်ပြီး လုပ်ငန်းစဉ်(၃)ကို ရောက်ပြီဆိုရင် လုပ်ငန်းစဉ်(၃)ကိုသာ အကြိမ်ကြိမ် ပြန်လည်၍ ရှုမှတ်နေခြင်းသည် ဒီရှုမှတ်နည်းရဲ့ အဓိကလုပ်ရမဲ့ အလုပ်အဖြစ် သတ်မှတ်ပါတယ်။ နောက်ဆုံးပြုလုပ်ရမဲ့ လုပ်ငန်းစဉ်အဖြစ်လဲ သတ်မှတ်ပါတယ်။

`},
   
{
        id: "paper-b-t1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ၃။ စတုက္ကနိပါတ်၊ အပရိဟာနိယသုတ်အရ ကျင့်ကြံအားထုတ်ခြင်း ",
        audio: "",
        tocClass: "main-title",
        headerTag: "h1", 
content: `
    
        @@gap
     
∆ စတုက္ကနိပါတ်၊ အပရိဟာနိယသုတ်အရ ကျင့်ကြံအားထုတ်ခြင်း။

။ နိဒါန်းပိုင်းနှင့် အကျဥ်းပြခြင်းအပိုင်းတွေမှာ တရားရှုမှတ်နည်းကို မိတ်ဆက်ပြီးပါပြီ။ ယခု နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းက မည်သည့်တရားရှုမှတ်နည်းကို အားထုတ်သည်ဖြစ်စေ အရေးကြီးပြီး အလိုအပ်ဆုံးဖြစ်တဲ့အတွက် (၂)ခုမြောက်ခေါင်းစဉ်မှာ အသိပေးရေးသားပါတယ်။ 

သာမန်အားထုတ်သူတွေအတွက် မလိုအပ်သေးပင်မဲ့၊ တရားရှုမှတ်နည်းကောင်းတစ်ခုကို အမှန်တကယ် အကျိုးရအောင် အားထုတ်လိုသူတွေအတွက် လိုအပ်ပါတယ်။ ဦးဇင်းကိုယ်တိုင် ဗာဟိယသုတ်အရ တရားရှုမှတ်ချိန်က နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းကို အသုံးပြုခဲ့ပါတယ်။
   `},
     
     {
        id: "paper-b-t1.1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " အပရိဟာနိယသုတ်",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `
    
      ။ မြတ်စွာဘုရား ဟောကြားခဲ့တဲ့ အင်္ဂုတ္တနိကာယ်၊ စတုက္ကနိပါတ်၊ ပဌမပဏ္ဏာသက၊ စက္ကဝဂ်၊ အပရိဟာနိယသုတ်

 ရဟန်းတို့ တရားလေးမျိုးတို့နှင့် ပြည့်စုံသော ရဟန်းသည် ဆုတ်ယုတ်ခြင်းငှါ မထိုက် နိဗ္ဗာန်၏ အနီး၌သာ ဖြစ်၏။ အဘယ်လေးမျိုးတို့နည်းဟူမူ- ရဟန်းတို့ ဤသာသနာတော်၌ ရဟန်းသည် သီလနှင့် ပြည့်စုံ၏၊ ဣန္ဒြေတို့၌ ပိတ်ထားသော တံခါးရှိ၏၊ အစားအစာ၌ အတိုင်းအရှည်ကို သိ၏၊ နိုးကြားခြင်း၌ ယှဉ်၏။

    ရဟန်းတို့ အဘယ်သို့လျှင် ရဟန်းသည် သီလနှင့် ပြည့်စုံသနည်း၊ ရဟန်းတို့ ဤသာသနာတော်၌ ရဟန်းသည် သီလရှိ၏၊ ပါတိမောက္ခသံဝရသီလကို စောင့်စည်း၍ နေ၏၊ အကျင့် 'အာစာရ' ကျက်စားရာ 'ဂေါစရ'နှင့် ပြည့်စုံ၏၊ အနည်းငယ်မျှသော အပြစ်တို့၌သော်လည်း ဘေးဟုရှု လေ့ရှိသည်ဖြစ်၍ သိက္ခာ ပုဒ်တို့ကို ကောင်းစွာ ဆောက်တည်၍ ကျင့်၏။ ရဟန်းတို့ ဤသို့လျှင် ရဟန်းသည် သီလနှင့် ပြည့်စုံ၏။

    ရဟန်းတို့ အဘယ်သို့လျှင် ရဟန်းသည် ဣန္ဒြေတို့၌ ပိတ်ထားသော တံခါးရှိသနည်း၊ ရဟန်းတို့ ဤသာသနာတော်၌ ရဟန်းသည် မျက်စိဖြင့် ရူပါရုံကို မြင်သော် (ယောက်ျား မိန်းမစသော) သဏ္ဌာန် နိမိတ်ကို စွဲယူလေ့မရှိ၊ (လက်ခြေစသော အင်္ဂါ ပြုံးဟန် ရယ်ဟန်စသော အမူအရာ) အမှတ်လက္ခဏာငယ်ကို စွဲယူလေ့မရှိ၊ (အကယ်၍) စက္ခုန္ဒြေကို မစောင့်စည်းဘဲ နေလျှင် ယင်း (စက္ခုန္ဒြေကို မစောင့်စည်းခြင်းဟူသော) အကြောင်းကြောင့် မက်မောခြင်း 'အဘိဇ္ဈာ' နှလုံးမသာခြင်း 'ဒေါမနဿ'ဟု ဆိုအပ်ကုန်သော ယုတ်ညံ့သော အကုသိုလ်တရားတို့သည် ထို မစောင့်စည်းသူကို အစဉ်လိုက်၍နှိပ်စက်ကုန်ရာ၏၊ (ထို့ကြောင့် ရဟန်းသည်) ထို စက္ခုန္ဒြေကို စောင့်စည်းခြင်းငှါ ကျင့်၏၊ စက္ခုန္ဒြေကို စောင့်ရှောက်၏၊ စက္ခုန္ဒြေ၌ စောင့်စည်းခြင်းသို့ ရောက်၏။ နားဖြင့် သဒ္ဒါရုံကို ကြားသော်။ပ။ နှာခေါင်းဖြင့် ဂန္ဓာရုံကို နမ်းသော်။ပ။ လျှာဖြင့် ရသာရုံကို လျက်သော်။ပ။ ကိုယ်ဖြင့် ဖောဋ္ဌဗ္ဗာရုံကို တွေ့ထိသော်။ စိတ်ဖြင့် ဓမ္မာရုံကို သိသော် (ယောက်ျား မိန်းစသော) သဏ္ဌာန်နိမိတ်ကို စွဲယူလေ့မရှိ၊ (လက်ခြေစသော အင်္ဂါ ပြံးဟန် ရယ်ဟန် စသော အမူအရာ) အမှတ်လက္ခဏာငယ်ကို စွဲယူလေ့မရှိ၊ (အကယ်၍) မနိန္ဒြေကို မစောင့်စည်းဘဲ နေလျှင် ယင်း (မနိန္ဒြေကို မစောင့်စည်းခြင်းဟူသော) အကြောင်းကြောင့် မက်မောခြင်း 'အဘိဇ္ဈာ' နှလုံးမသာခြင်း 'ဒေါမနဿ'ဟု ဆိုအပ်ကုန်သော ယုတ်ညံ့သော အကုသိုလ်တရားတို့သည် ထို မစောင့်စည်းသူကို အစဉ် လိုက်၍ နှိပ်စက်ကုန်ရာ၏၊ (ထို့ကြောင့် ရဟန်းသည်) ထို မနိန္ဒြေကို စောင့်စည်းခြင်းငှါ ကျင့်၏၊ မနိန္ဒြေကို စောင့်ရှောက်၏၊ မနိန္ဒြေ၌ စောင့်စည်းခြင်းသို့ ရောက်၏။ ရဟန်းတို့ ဤသို့လျှင် ရဟန်းသည် ဣန္ဒြေတို့၌ ပိတ်ထားသော တံခါး ရှိ၏။

    ရဟန်းတို့ အဘယ်သို့လျှင် ရဟန်းသည် အစားအစာ၌ အတိုင်းအရှည်ကို သိသနည်း၊ ရဟန်းတို့ ဤသာသနာတော်၌ ရဟန်းသည် သင့်လျော်သော အကြောင်းအားဖြင့် ဆင်ခြင်၍ အစာအာဟာရကို စားမျို၏၊ မြူးထူးရန် မာန်ယစ်ရန် တန်ဆာဆင်ရန် မစား၊ (အရေအဆင်း) ဖွံ့ဖြိုးတိုးပွါးရန် မစား၊ ဤခန္ဓာကိုယ်ကြာမြင့်စွာ တည်တံ့ရန်မျှသာ မျှတရန်မျှသာ ဆာလောင်မွတ်သိပ်၍ ပင်ပန်းခြင်းကို ပယ်ဖျောက် ရန်မျှသာ မြတ်သော အကျင့်ကို ချီးမြှောက်ရန်မျှသာ အစာ 'အာဟာရ' ကို စားမျို၏၊ ဤသို့ စားမျိုခြင်းဖြင့် ဝေဒနာဟောင်းကိုလည်း ပယ်ဖျောက်အံ့၊ ဝေဒနာသစ်ကိုလည်း မဖြစ်စေအံ့၊ ငါ့အား မျှတခြင်းသည်လည်းကောင်း၊ အပြစ်မရှိခြင်းနှင့် ချမ်းသာစွာ နေရခြင်းသည်လည်းကောင်း ဖြစ်ပေလိမ့်မည်ဟု (ဆင်ခြင်၍) အစာ (အာဟာရ) ကို စားမျို၏။ ရဟန်းတို့ ဤသို့လျှင် ရဟန်းသည် အစားအစာ၌ အတိုင်း အရှည်ကို သိ၏။

    ရဟန်းတို့ အဘယ်သို့လျှင် ရဟန်းသည် နိုးကြားခြင်း၌ ယှဉ်သနည်း၊ ရဟန်းတို့ ဤသာသနာ တော်၌ ရဟန်းသည် နေ့အခါ စင်္ကြံသွားခြင်းဖြင့်, ထိုင်ခြင်းဖြင့် (ကုသိုလ်တရားတို့ကို) ပိတ်ပင် တတ်သော 'နီဝရဏ'တရားတို့မှ စိတ်ကို သုတ်သင်၏၊ ညဉ့်ဦးယံ၌ စင်္ကြံသွားခြင်းဖြင့် ထိုင်ခြင်းဖြင့် (ကုသိုလ်တရားတို့ကို) ပိတ်ပင်တတ်ကုန်သော 'နီဝရဏ'တရားတို့မှ စိတ်ကို သုတ်သင်၏၊ သန်းခေါင်ယံ၌ ခြေတစ်ဖက်၌ ခြေတစ်ဖက်ကို စဉ်းငယ်လွန်ကာ တင်ထား၍ သတိ,ဆင်ခြင်ဉာဏ်နှင့် ပြည့်စုံသည်ဖြစ်၍ ထအံ့ဟူသော အမှတ်သညာကို နှလုံးသွင်းလျက် လကျ်ာနံတောင်းဖြင့် မြတ်သော အိပ်ခြင်းကို ပြု၏။ မိုးသောက်ယံ၌ စောစောထ၍ စင်္ကြံသွားခြင်း, ထိုင်ခြင်းဖြင့် (ကုသိုလ်တရားတို့ကို) ပိတ်ပင်တတ်သော 'နီဝရဏ'တရားတို့မှ စိတ်ကို သုတ်သင်၏။ ရဟန်းတို့ ဤသို့လျှင် ရဟန်းသည် နိုးကြားခြင်းနှင့် ယှဉ်၏။ ရဟန်းတို့ ဤတရားလေးမျိုးတို့နှင့် ပြည့်စုံသော ရဟန်းသည် ဆုတ်ယုတ်ခြင်းငှါ မထိုက်၊ နိဗ္ဗာန်၏ အနီး၌သာ ဖြစ်၏ဟု (မိန့်တော်မူ၏)။

    သီလ၌ တည်သော၊ ဣန္ဒြေတို့၌လည်း စောင့်စည်းသော၊ အစားအစာ၌လည်း အတိုင်းအရှည်ကို သိသော ရဟန်းသည် နိုးကြားခြင်း၌ အားထုတ်၏။

    ဤသို့ နေလေ့ရှိသော (ကိလေသာကို) ပူပန်စေတတ်သော လုံ့လရှိသော နေ့ညဉ့် ပတ်လုံး ပျင်းရိခြင်းမရှိမူ၍ ယောဂလေးပါးကြောင့် ဘေးမရှိရာ (နိဗ္ဗာန်) သို့ ရောက်ခြင်းငှါ ကုသိုလ်တရားကို ပွါးစေသော မမေ့မလျော့ခြင်း၌ မွေ့လျော်၍ မေ့လျော့ခြင်း၌ ဘေးအားဖြင့် ရှုလေ့ရှိသော ရဟန်းသည် ဆုတ်ယုတ်ခြင်းငှါ မထိုက်၊ နိဗ္ဗာန်၏ အနီး၌သာ ဖြစ်လေသတည်း။
သတ္တမသုတ်။
               
[  ။ ထိုနည်းကို လက်တွေ့အနေနဲ့ အသုံးပြုတဲ့အခါ ည(၉)နာရီမှာ အပရိဟာနိယသုတ်ထဲမှာ ပါတဲ့အတိုင်း မနက်(၁)နာရီမှာ ထမယ်ဆိုတဲ့ စိတ်နဲ့ အိပ်ပါတယ်။ မနက်(၁)နာရီ ဝန်းကျင်မှာ နိုးရင် ထပြီး ဓမ္မာရုံမှာ စင်္ကြန်လျှောက်ပြီး ဗာဟိယသုတ်အရ မနက်(၄)နာရီခွဲအထိ တရားရှုမှတ်ပါတယ်။ မနက်(၄)နာရီခွဲကနေ မနက်(၆)နာရီအထိ ရိပ်သာရဲ့တရားချိန်မှာ အများနည်းတူ ထိုင်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ မနက်(၆)နာရီမှာ ဆွမ်းဘုန်းတဲ့အချိန်မှာလဲ ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်၊ ဆွမ်းစားဆောင်ကို သွားစဉ်မှာလဲ ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ 
    
    ဆွမ်းစားပြီးချိန်မှ မနက်(၈)နာရီခွဲအထိ စင်္ကြန်လျှောက်၍ ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ မနက်(၈)နာရီခွဲကနေ မနက်(၁၀)နာရီအထိ ရိပ်သာရဲ့တရားချိန်မှာ အများနည်းတူ ထိုင်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ မနက်(၁၀)နာရီ ရေချိုးနေစဉ်နှင့် ကုဋီတက်ချိန်မှာလဲ ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ ရေချိုးပြီးချိန်မှာလဲ စင်္ကြန်လျှောက်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ 
    
    မနက်(၁၁)နာရီ ဆွမ်းဘုန်းတဲ့အချိန်မှာလဲ ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ ဆွမ်းဘုန်းပြီးချိန်မှ နေ့ခင်း(၁)နာရီအထိ စင်္ကြန်လျှောက်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ နေ့ခင်း(၁)နာရီကနေ နေ့ခင်း(၃)နာရီအထိ ရိပ်သာရဲ့တရားချိန်မှာ အများနည်းတူ ထိုင်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ နေ့ခင်း(၃)နာရီကနေ နေ့ခင်း(၃)နာရီခွဲအထိ စင်္ကြန်လျှောက်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။
    
    နေ့ခင်း(၃)နာရီခွဲကနေ ညနေ(၅)နာရီအထိ ရိပ်သာရဲ့တရားချိန်မှာ အများနည်းတူ ထိုင်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ ညနေ(၅)နာရီကနေ ညနေ(၆)နာရီအထိ စင်္ကြန်လျှောက်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ ညနေ(၆)နာရီကနေ ည(၈)နာရီအထိ ရိပ်သာရဲ့တရားချိန်မှာ အများနည်းတူ ထိုင်ပြီး ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ 
    
    ည(၈)နာရီကနေ ည(၉)နာရီအထိ မျက်နှာသစ်၊ ခြေလက်ဆေးနေရင်း ဗာဟိယသုတ်အရ တရားရှုမှတ်ပါတယ်။ ည(၉)နာရီမှာ အပရိဟာနိယသုတ်ထဲမှာ ပါတဲ့အတိုင်း မနက်(၁)နာရီမှာ ထမယ်ဆိုတဲ့ စိတ်နဲ့ အိပ်ပါတယ်။ ဒီလိုမျိုး အစဉ်အတိုင်းကို (၅)ရက်ဆက်တိုက် ပြုလုပ်တဲ့အခါ နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းရဲ့ အကျိုး‌ကျေးဇူးကို သိလာရပါတယ်။ ]

`},
{
        id: "paper-b-t1.2", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " သိမှတ်ဖွယ်ရာများ “စတုက္ကနိပါတ်၊ အပရိဟာနိယသုတ်အရ ကျင့်ကြံအားထုတ်ခြင်း” ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `
                
@@gap

∆ သိမှတ်ဖွယ်ရာများ “စတုက္ကနိပါတ်၊ အပရိဟာနိယသုတ်အရ ကျင့်ကြံအားထုတ်ခြင်း”။

။ ဗာဟိယသုတ်အရ တရားရှုမှတ်ရာမှာ နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းကြောင့် ရခဲ့တဲ့ အကျိုးတွေကို ပြောပြပါမယ်။ အားထုတ်နည်းကို (၅)ရက်ဆက်တိုက် အားထုတ်ချိန်မှာ ဗာဟိယသုတ်အရ မှန်ကန်တဲ့ရှုမှတ်မှုပုံစံကို သိခဲ့ရပါတယ်။ ဒီနေရာမှာ  ဗာဟိယသုတ်အရ မှန်ကန်တဲ့ရှုမှတ်မှုပုံစံကို တစ်နေ့တစ်ခု သိတာက နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းကို အားမထုတ်ခင်က တစ်လနီးပါး အာနာပါနကမ္မဋ္ဌာန်းတရားကိုရှုမှတ်ခဲ့တဲ့ စိတ်တည်ငြိမ်မှုသမာဓိက အထောက်အကူပြုခဲ့လို့ပါ။ အလွန်နည်းသော ရက်အနည်းငယ်အတွင်း ဗာဟိယသုတ်အရ မှန်ကန်တဲ့ရှုမှတ်မှုပုံစံကို သိခဲ့တာမဟုတ်ပဲ ရှေ့မှာပြုလုပ်ခဲ့တဲ့ စိတ်တည်ငြိမ်မှုသမာဓိကလဲ အထောက်အကူပြုခဲ့ပါတယ်။ ရှေ့မှာပြုလုပ်ခဲ့တဲ့ စိတ်တည်ငြိမ်မှုသမာဓိက အထောက်အကူမပြုခဲ့ရင် နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းကို (၅)ရက်ထက်ပိုပြီး အားထုတ်ခဲ့မှ ဗာဟိယသုတ်အရ မှန်ကန်တဲ့ရှုမှတ်မှုပုံစံကို သိနိုင်ပါလိမ့်မယ်။

   စအားထုတ်ချိန်မှာ ကမ္မဋ္ဌာန်းနည်းနဲ့ပတ်သက်ပြီး ဗာဟိယသုတ်အရ မြင်လျှင် မြင်ကာမျှ ဖြစ်လတ္တံ့ ကြားလျှင် ကြားကာမျှ ဖြစ်လတ္တံ့ ထိတွေ့လျှင် ထိတွေ့ကာမျှ ဖြစ်လတ္တံ့ ကြံတွေးလျှင် ကြံတွေးကာမျှ ဖြစ်လတ္တံ့ ဆိုတဲ့ အချက်ရယ်၊ မဟာစည်ဆရာတော် ဘုရားကြီး၏ မြင်လျှင် မြင်တယ် ကြားလျှင် ကြားတယ်ဆိုတဲ့ အချက် နှစ်ခုကိုသာ သိထားပါတယ်။ ဒီလို အချက်နှစ်ချက်ထဲ သိထားခဲ့ပေမဲ့ နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းကြောင့် ဗာဟိယသုတ်အရရှုမှတ်နည်းရဲ့ အသေးစိတ်ရှုမှတ်လို့ရနိုင်တဲ့ ပုံစံတွေကို သိခဲ့ရပါတယ်။ 

အခု ဦးဇင်းပြောပြနိုင်တဲ့ ‌ဗာဟိယသုတ်အရရှုမှတ်နည်း၏ ရှုမှတ်ပုံ အသေးစိတ်အဆင့်ဆင့်သည် နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်မှုမရှိခဲ့ပါက သိဖို့ခဲယဉ်းနိုင်သလို၊ လုံးဝမသိနိုင်ခဲ့တာမျိုးလဲ ဖြစ်သွားနိုင်ပါတယ်။ ဗာဟိယသုတ်အရ ရှုမှတ်နည်းကြောင့်ရတဲ့ အကျိုးက နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းရဲ့ အကြောင်းလဲ မကင်းခဲ့ဘူးလို့ ဆိုလိုချင်တာပါ။

 ။  ဒါကြောင့် အခန်း(၂)မှာ နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းကို ဦးစားပေးပြီး ရေးသားလိုက်ပါတယ်။  အပရိဟာနိယသုတ်မှာပါတဲ့ သီလ၌ တည်သော၊ ဣန္ဒြေတို့၌လည်း စောင့်စည်းသော၊ အစားအစာ၌လည်း အတိုင်းအရှည်ကို သိသော၊ နိုးကြားခြင်း၌ အားထုတ်၏ ဟူသော အချက်(၄)ချက်လုံးကို ပြည့်စုံအောင်လုပ်ဖို့ လိုအပ်ပါတယ်။ ဘယ်ကမ္မဋ္ဌာန်းနည်းကို အားထုတ်သူဖြစ်ဖြစ် အပရိဟာနိယသုတ်အရ ယခု နိုးကြားခြင်း၌ ယှဉ်တဲ့ အားထုတ်နည်းနဲ့ အားထုတ်ပါက မိမိတို့ အလိုရှိတဲ့ စိတ်တည်ကြည်မှုသမာဓိကို ရပါလိမ့်မယ်လို့ ပြောပါရစေ။ 
  
---`},

   {
        id: "paper-b-t2", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ၄။ ဗာဟိယသုတ်အရ ရှုမှတ်နည်း အကျယ်ပြခြင်း ",
        audio: "",
        tocClass: "main-title",
        headerTag: "h1", 
content: `

@@gap

∆  ဗာဟိယသုတ်အရ ရှုမှတ်နည်း အကျယ်ပြခြင်း။

    ။ တရားရှုမှတ်နေစဉ် အတွင်းမှာ လုံးဝ မလောပါနဲ့ စိတ်ကို ပုံမှန်အတိုင်းလေးပဲ ဖြစ်နေပါစေ။ 

  လုပ်စရာရှိတဲ့ အလုပ်ကိုပဲ ပုံမှန်အတိုင်း လုပ်မယ် ဆိုပြီး စိတ်ကို ဆုံးဖြတ်ချက် ချထားရပါမယ်။ 

    လုပ်စရာရှိတဲ့ အလုပ် ဆိုတာ ရှုမှတ်ရမဲ့ နံပါတ်(၁)မှ (၁၈)အတိုင်း အဆင့်ဆင့် ပြုလုပ်ခြင်းကို ဆိုလိုပါတယ်။ ပုံမှန်အတိုင်း လုပ်မယ် ဆိုတာ နံပါတ် တစ်ခုချင်းစီရဲ့ သတ်မှတ်ထားတဲ့ လုပ်ရမှာတွေကို လုပ်မယ်လို့ ဆိုလိုပါတယ်။

ရှုမှတ်မှု တစ်ခု မလုပ်ခင်နဲ့ လုပ်ပြီး ချိန်မှာ စိတ်ကို မလောအောင်နဲ့ အသက်ရှူသွင်းရှူထုတ်မှု မရှုပ်သွားအောင်လို့ အသက်ရှူသွင်းခြင်း နှင့် အသက်ရှူထုတ်ခြင်း ကို လုပ်ခိုင်း‌နေတာပါ။ ရှုမှတ်ရတဲ့ အလုပ်ကိုပဲ အဆက်မပြတ် လုပ်နေရင် စိတ်လောခြင်းကို ဖြစ်စေလို့ အသက်ရှူသွင်းခြင်းနှင့် အသက်ရှူထုတ်ခြင်းကို လုပ်ခိုင်းနေတာပါ။
     
။ တရားရှုမှတ်နေစဉ် အတွင်းမှာ နံပါတ်စဉ် အရ လုပ်ရမဲ့ အလုပ်မှ လွဲပြီး တခြားအလုပ်ကို မလုပ်ရပါဘူး။

    နံပါတ်စဉ် တွေရဲ့ လုပ်ရမဲ့ အလုပ်တွေအတိုင်းပဲ လုပ်ရမယ်လို့ ဆိုလိုတာပါ။ 

ဥပမာ - နံပါတ်(၁)အရ အသက်ရှူသွင်းနေစဉ် နှာခေါင်းအတွင်းဘက် နေရာကို စိတ်နဲ့ကြည့်နေရမယ် ဆိုရင် အဲ့ဒီအတိုင်း အတိအကျ လုပ်ရပါမယ်။ အသက်တော့ရှူသွင်းတယ် စိတ်နဲ့မကြည့်မိလိုက်ဘူး အဲ့လိုမျိုး လုံးဝမရပါဘူး။ ဒါဆိုရင် စိတ်နဲ့ ကြည့်ရမဲ့ အလုပ်ကို မလုပ်မိပဲ တခြားအလုပ်ကို လုပ်မိတယ်လို့ ပြောရပါမယ်။

    နံပါတ်စဉ် တွေရဲ့ လုပ်ရမဲ့အလုပ်တွေကို အတိအကျ လုပ်ရင် စိတ်တည်ကြည်မှုသမာဓိ ရပါလိမ့်မယ်။
    
`},

   {
        id: "paper-b-t2.1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁) အသက်ရှူသွင်းပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap
  
∆ နံပါတ်(၁) အသက်ရှူသွင်းပါ။

။ နံပါတ်(၁)မှာ အသက်ရှူသွင်းတာက နံပါတ်(၃)ကနေ နံပါတ်(၅)ကို လုပ်နိုင်ဖို့အတွက် လိုအပ်ပါတယ်။
 
။ အသက်ရှူသွင်းရင်းနဲ့ နှာခေါင်းအဖျားကနေ နှာခေါင်းအတွင်းဘက် (၁)လက်မလောက်မှာ ရှိတဲ့ နေရာကို စိတ်နဲ့ကြည့်နေရမယ်။

     ဘာကြောင့်လဲဆိုတော့ နံပါတ်(၃)ကနေ နံပါတ်(၅)အထိ အဲ့ဒီ နှာခေါင်းအတွင်းဘက် နေရာမှာပဲ လုပ်ရတာမို့ပါ။  
 
တစ်ခါတလေ စိတ်နဲ့မကြည့်လိုက်မိပဲ အသက်ရှူသွင်း၊ အသက်ရှူထုတ်မိသွားတာတွေ ဖြစ်နိုင်တယ်။ အဲဒီလိုဖြစ်ရင်‌တော့ အဲဒီ တစ်ကြိမ်ကို ထည့်မတွက်ပဲ အစကနေ ပြန်စရပါမယ်။

     ။ တရားရှုမှတ်ရင်း အသက်ရှူကျပ်တတ်လို့ အသက်ရှူသွင်းရပါမယ်။

အသက်ရှူသွင်းတဲ့အခါ ခန္ဓာကိုယ်က သူ့အလိုလို ရှူသွင်းမှာကို လုံးဝ မစောင့်ပါနဲ့။

အသံအရမ်းထွက်အောင် ရှူသွင်းစရာမလိုသလို အားအရမ်းစိုက်ဖို့လဲ မလိုပါဘူး။

     @@gap
     
     ∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁) အသက်ရှူသွင်းပါ။”။
     
။ အသက်ရှူသွင်းရင် လုံးဝ မလောပါနဲ့။ ဖြည်းဖြည်းနဲ့ ပုံမှန်အတိုင်းပဲ ရှူသွင်းပါ။

တခြားအရာတွေကို မတွေးပဲ နံပါတ်(၁)ရဲ့ အလုပ်အတိုင်း အသက်ရှူသွင်းရင်းနဲ့ နှာခေါင်းအတွင်းဘက် နေရာကို စိတ်နဲ့သေချာ ကြည့်နေရုံပါပဲ။

။ ဒီလိုရှူသွင်းတာက လူတစ်ဦးနဲ့တစ်ဦး မတူနိုင်ပါဘူး။ ရှည်ရှည်ရှူသွင်းမှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူသွင်းပါ။

တိုတိုရှူသွင်းမှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူသွင်းပါ။ ဦးဇင်းက ရှည်ရှည်ရှူသွင်းမှ အသက်ရှူဝသူမို့ အဲ့လို လုပ်ပါတယ်။

     ။ နံပါတ်(၁)အတိုင်း အသက်ရှူသွင်းပြီးရင် နံပါတ်(၂)အတိုင်း အသက်ရှူထုတ်ရပါမယ်။
 `},

   {
        id: "paper-b-t2.2", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၂) အသက်ရှူထုတ်ပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

  ∆ နံပါတ်(၂) အသက်ရှူထုတ်ပါ။

။ နံပါတ်(၂)မှာ အသက်ရှူထုတ်တာက နံပါတ်(၃)ကနေ နံပါတ်(၅)ကို လုပ်နိုင်ဖို့အတွက် လိုအပ်ပါတယ်။

    ။ အသက်ရှူထုတ်ရင်းနဲ့ နှာခေါင်းအဖျားကနေ နှာခေါင်းအတွင်းဘက် (၁)လက်မလောက်မှာ ရှိတဲ့ နေရာကို စိတ်နဲ့ကြည့်နေရမယ်။

ဘာကြောင့်လဲဆိုတော့ နံပါတ်(၃)ကနေ နံပါတ်(၅)အထိ အဲ့ဒီ နှာခေါင်းအတွင်းဘက် နေရာမှာပဲ လုပ်ရတာမို့ပါ။

တစ်ခါတလေ စိတ်နဲ့မကြည့်လိုက်မိပဲ အသက်ရှူသွင်း၊ အသက်ရှူထုတ်မိသွားတာတွေ ဖြစ်နိုင်တယ်။ အဲဒီလိုဖြစ်ရင် အဲဒီတစ်ကြိမ်ကို ထည့်မတွက်ပဲ အစကနေ ပြန်စရပါမယ်။

        ။ တရားရှုမှတ်ရင်း အသက်ရှူကျပ်တတ်လို့ အသက်ရှူထုတ်ရပါမယ်။

အသက်ရှူထုတ်တဲ့အခါ ခန္ဓာကိုယ်က သူ့အလိုလို ရှူထုတ်မှာကို လုံးဝ မစောင့်ပါနဲ့။

အသံအရမ်းထွက်အောင် ရှူထုတ်စရာမလိုသလို အားအရမ်းစိုက်ဖို့လဲ မလိုပါဘူး။

    @@gap
    
    ∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၂) အသက်ရှူထုတ်ပါ။”။
    
    ။ အသက်ရှူထုတ်ရင် လုံးဝ မလောပါနဲ့။ ဖြည်းဖြည်းနဲ့ ပုံမှန်အတိုင်းပဲ ရှူထုတ်ပါ။ တခြားအရာတွေကို မတွေးပဲ နံပါတ်(၂)ရဲ့ အလုပ်အတိုင်း အသက်ရှူထုတ်ရင်းနဲ့ နှာခေါင်းအတွင်းဘက် နေရာကို စိတ်နဲ့သေချာ ကြည့်နေရုံပါပဲ။

    ။ ဒီလိုရှူထုတ်တာက လူတစ်ဦးနဲ့တစ်ဦး မတူနိုင်ပါဘူး။ ရှည်ရှည်ရှူထုတ်မှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူထုတ်ပါ။

တိုတိုရှူထုတ်မှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူထုတ်ပါ။ ဦးဇင်းက ရှည်ရှည်ရှူထုတ်မှ အသက်ရှူဝသူမို့ အဲ့လို လုပ်ပါတယ်။

    ။ နံပါတ်(၂)အတိုင်း အသက်ရှူထုတ်ပြီးရင် နံပါတ်(၃)အတိုင်း စိတ်နဲ့ကြည့်ရပါမယ်။

`},

   {
        id: "paper-b-t2.3", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၃) အသက်ရှူသွင်း‌ပြီးရင် ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်ပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ နံပါတ်(၃) အသက်ရှူသွင်း‌ပြီးရင် ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်ပါ။

     ။ နံပါတ်(၂)အတိုင်း အသက်ရှူထုတ်ပြီးတာနဲ့ နှာခေါင်းအဖျားကနေ နှာခေါင်းအတွင်းဘက် (၁)လက်မလောက်မှာရှိတဲ့ နေရာကို စိတ်နဲ့ကြည့်ရပါမယ်။

     ဦးဇင်းတို့က ဗာဟိယသုတ်အရ တရားရှုမှတ်မှာဖြစ်လို့ မြင်သိစိတ်၊ ကြားသိစိတ်၊ အနံ့သိစိတ်၊ အရသာသိစိတ်၊ ထိသိစိတ်၊ ကြံတွေးသိစိတ် ဆိုတဲ့ စိတ်(၆)မျိုးထဲက အခု ဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို သိဖို့ လိုပါတယ်။

အဲ့ဒီလို သိနိုင်ဖို့အတွက် အပေါ်မှာပြောခဲ့တဲ့ နှာခေါင်းအတွင်းဘက်နေရာကို စိတ်နဲ့ကြည့်ရပါမယ်။

ကြည့်ရမယ်ဆိုတာ မျက်လုံးနဲ့ကြည့်တာမဟုတ်ဘဲ စိတ်နဲ့ကြည့်ပြီး အခု ဘာစိတ်ဖြစ်နေလဲ သိတာကို ဆိုလိုပါတယ်။

     ။ နံပါတ်(၃)ရဲ့ ရည်ရွယ်ချက်က အခု ဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို သိဖို့ပဲ ဖြစ်ပါတယ်။
​
     @@gap
     
     ∆ မြင်သိစိတ်။

။ မျက်လုံးဖွင့်ထားပြီး မျက်လုံးနဲ့ ပုံစံတစ်ခုကို တကယ်မြင်ပြီး သိရတာကို “မြင်သိစိတ်”လို့ သတ်မှတ်ပါတယ်။

။ ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်တဲ့အခါ ထင်ရှားနေတဲ့ စိတ်တစ်ခုကို သိလိုက်ရင် အဲ့ဒီစိတ်ကိုပဲ ရှုမှတ်ရပါမယ်။

ဥပမာ - ဂဏန်း(၁)ကနေ (၁၀)အထိ ရေးထားတဲ့ စာရွက်ကို မြင်နေရတယ်ဆိုရင်။

အသက်ရှူထုတ်ပြီးတာနဲ့ နှာခေါင်းအတွင်းဘက်နေရာကို စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ ဂဏန်း(၂)ကို သိသိသာသာ မြင်မိတာမျိုး ဖြစ်နိုင်ပါတယ်။
 
အဲ့ဒီလို ဂဏန်း(၂)ကို မြင်ပြီး သိနေတဲ့စိတ်ကို “မြင်သိစိတ်” ဖြစ်နေတယ်လို့ သိရပါမယ်။
 
အဲ့ဒီလို မြင်သိစိတ်ဖြစ်နေတာကို သိလိုက်ရပြီဆိုတာနဲ့ နံပါတ်(၃)ရဲ့ အလုပ်ပြီးပါပြီ။

ဘာလို့လဲဆိုတော့ နံပါတ်(၃)ရဲ့ ရည်ရွယ်ချက်က အခု ဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို သိဖို့ပဲ ဖြစ်နေလို့ပါ။

ဒါကြောင့် “တခြားဘာစိတ်ဖြစ်နေသေးလဲ” ဆိုပြီး ဆက်ကြည့်စရာ မလိုတော့ပါဘူး။

@@gap
     
     ∆ ကြားသိစိတ်။
     
။ နားနဲ့ အသံတစ်ခုကို တကယ်ကြားပြီး သိရတာကို "ကြားသိစိတ်"လို့ သတ်မှတ်ပါတယ်။

။ ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်တဲ့အခါ ထင်ရှားနေတဲ့ စိတ်တစ်ခုကို သိလိုက်ရင် အဲ့ဒီစိတ်ကိုပဲ ရှုမှတ်ရပါမယ်။

ဥပမာ - မတူတဲ့ သီချင်း(၃)ပုဒ်ကို တစ်ပြိုင်ထဲ ဖွင့်ထားတာကို ကြားနေရတယ်ဆိုရင်။

အသက်ရှူထုတ်ပြီးတာနဲ့ နှာခေါင်းအတွင်းဘက်နေရာကို စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ သီချင်း(၁)ပုဒ်ရဲ့ အသံတစ်ခုကို သိသိသာသာ ကြားမိတာမျိုး ဖြစ်နိုင်ပါတယ်။
 
အဲ့ဒီလို သီချင်း(၁)ပုဒ်ရဲ့ အသံတစ်ခုကို ကြားပြီး သိနေတဲ့စိတ်ကို “ကြားသိစိတ်” ဖြစ်နေတယ်လို့ သိရပါမယ်။
 
အဲ့ဒီလို ကြားသိစိတ်ဖြစ်နေတာကို သိလိုက်ရပြီဆိုတာနဲ့ နံပါတ်(၃)ရဲ့ အလုပ်ပြီးပါပြီ။

ဘာလို့လဲဆိုတော့ နံပါတ်(၃)ရဲ့ ရည်ရွယ်ချက်က အခု ဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို သိဖို့ပဲ ဖြစ်နေလို့ပါ။

ဒါကြောင့် “တခြားဘာစိတ်ဖြစ်နေသေးလဲ” ဆိုပြီး ဆက်ကြည့်စရာ မလိုတော့ပါဘူး။

     @@gap
     
     ∆ အနံ့သိစိတ်။
     
။ နှာခေါင်းနဲ့ အနံ့တစ်ခုကို တကယ်ရှူပြီး သိရတာကို "အနံ့သိစိတ်"လို့ သတ်မှတ်ပါတယ်။

။ ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်တဲ့အခါ ထင်ရှားနေတဲ့ စိတ်တစ်ခုကို သိလိုက်ရင် အဲ့ဒီစိတ်ကိုပဲ ရှုမှတ်ရပါမယ်။

ဥပမာ - စံပါယ်ပန်းနဲ့ ခရေပန်းကို ရှူနေရတယ်ဆိုရင်။

အသက်ရှူထုတ်ပြီးတာနဲ့ နှာခေါင်းအတွင်းဘက်နေရာကို စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ စံပါယ်ပန်းနံ့ကို သိသိသာသာ ရှူမိတာမျိုး ဖြစ်နိုင်ပါတယ်။
 
အဲ့ဒီလို စံပါယ်ပန်းနံ့ကို ရှူပြီး သိနေတဲ့စိတ်ကို “အနံ့သိစိတ်” ဖြစ်နေတယ်လို့ သိရပါမယ်။
 
အဲ့ဒီလို အနံ့သိစိတ်ဖြစ်နေတာကို သိလိုက်ရပြီဆိုတာနဲ့ နံပါတ်(၃)ရဲ့ အလုပ်ပြီးပါပြီ။

ဘာလို့လဲဆိုတော့ နံပါတ်(၃)ရဲ့ ရည်ရွယ်ချက်က အခု ဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို သိဖို့ပဲ ဖြစ်နေလို့ပါ။

ဒါကြောင့် “တခြားဘာစိတ်ဖြစ်နေသေးလဲ” ဆိုပြီး ဆက်ကြည့်စရာ မလိုတော့ပါဘူး။
    
@@gap
     
     ∆ အရသာသိစိတ်။
     
။ လျှာနဲ့ အရသာတစ်ခုကို တကယ်စားပြီး သိရတာကို "အရသာသိစိတ်"လို့ သတ်မှတ်ပါတယ်။

။ ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်တဲ့အခါ ထင်ရှားနေတဲ့ စိတ်တစ်ခုကို သိလိုက်ရင် အဲ့ဒီစိတ်ကိုပဲ ရှုမှတ်ရပါမယ်။

ဥပမာ - သံပရာသီးကို စားနေရတယ်ဆိုရင်။

အသက်ရှူထုတ်ပြီးတာနဲ့ နှာခေါင်းအတွင်းဘက်နေရာကို စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ သံပရာသီးရဲ့ အချဥ်အရသာကို သိသိသာသာ စားမိတာမျိုး ဖြစ်နိုင်ပါတယ်။
 
အဲ့ဒီလို သံပရာသီးရဲ့ အချဥ်အရသာကို စားပြီး သိနေတဲ့စိတ်ကို “အရသာသိစိတ်” ဖြစ်နေတယ်လို့ သိရပါမယ်။
 
အဲ့ဒီလို အရသာသိစိတ်ဖြစ်နေတာကို သိလိုက်ရပြီဆိုတာနဲ့ နံပါတ်(၃)ရဲ့ အလုပ်ပြီးပါပြီ။

ဘာလို့လဲဆိုတော့ နံပါတ်(၃)ရဲ့ ရည်ရွယ်ချက်က အခု ဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို သိဖို့ပဲ ဖြစ်နေလို့ပါ။

ဒါကြောင့် “တခြားဘာစိတ်ဖြစ်နေသေးလဲ” ဆိုပြီး ဆက်ကြည့်စရာ မလိုတော့ပါဘူး။

     @@gap
     
     ∆ ထိသိစိတ်။
     
။ ခန္ဓာကိုယ် အတွင်းအပြင် အစိတ်အပိုင်းတွေနဲ့ ထိစရာတစ်ခုကို တကယ်ထိတွေ့ပြီး သိရတာကို ထိသိစိတ်လို့ သတ်မှတ်ပါတယ်။
     
။ ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်တဲ့အခါ ထင်ရှားနေတဲ့ စိတ်တစ်ခုကို သိလိုက်ရင် အဲ့ဒီစိတ်ကိုပဲ ရှုမှတ်ရပါမယ်။

ဥပမာ - မိုးရေထဲမှာ ထီးမပါပဲ လမ်းလျှောက်နေရတယ်ဆိုရင်။

အသက်ရှူထုတ်ပြီးတာနဲ့ နှာခေါင်းအတွင်းဘက်နေရာကို စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ မိုးစက်ရဲ့ အေးတာကို သိသိသာသာ ထိ‌တွေ့မိတာမျိုး ဖြစ်နိုင်ပါတယ်။
 
အဲ့ဒီလို မိုးစက်ရဲ့ အေးတာကို ထိ‌တွေ့ပြီး သိနေတဲ့စိတ်ကို “ထိသိစိတ်” ဖြစ်နေတယ်လို့ သိရပါမယ်။
 
အဲ့ဒီလို ထိသိစိတ်ဖြစ်နေတာကို သိလိုက်ရပြီဆိုတာနဲ့ နံပါတ်(၃)ရဲ့ အလုပ်ပြီးပါပြီ။

ဘာလို့လဲဆိုတော့ နံပါတ်(၃)ရဲ့ ရည်ရွယ်ချက်က အခု ဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို သိဖို့ပဲ ဖြစ်နေလို့ပါ။

ဒါကြောင့် “တခြားဘာစိတ်ဖြစ်နေသေးလဲ” ဆိုပြီး ဆက်ကြည့်စရာ မလိုတော့ပါဘူး။
    
@@gap
     
     ∆ ကြံတွေးသိစိတ်။
 
။ မျက်လုံးနဲ့ တကယ် မမြင်ရပဲ မြင်ခဲ့ဖူးတဲ့ ပုံစံကို ပြန်မြင်ရသလိုမျိုး သိရတာကို ကြံတွေးသိစိတ်လို့ သတ်မှတ်ပါတယ်။

ဥပမာ- အမေရဲ့ မျက်နှာကို တကယ်မမြင်ရပဲ မြင်ခဲ့ဖူးတဲ့ပုံစံကို ပြန်မြင်ရသလိုမျိုး ဖြစ်တာကို ကြံတွေးသိစိတ်လို့ သတ်မှတ်ပါတယ်
     
။ နားနဲ့ တကယ် မကြားရပဲ ကြားခဲ့ဖူးတဲ့ အသံကို ပြန်ကြားရသလိုမျိုး သိရတာကို ကြံတွေးသိစိတ်လို့ သတ်မှတ်ပါတယ်။

ဥပမာ- အမေရဲ့ အသံကို တကယ်မကြားရပဲ ပြောခဲ့ဖူးတဲ့အသံကို ပြန်ကြားရသလိုမျိုး ဖြစ်တာကို ကြံတွေးသိစိတ်လို့ သတ်မှတ်ပါတယ်
        
။ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးတိုင်းကို ကြံတွေးသိစိတ်လို့ သတ်မှတ်ပါတယ်။

။ အာရုံတွေကို သိရဖို့ သက်ဆိုင်တဲ့ နေရာတွေကို စိတ်နဲ့ကြည့်တာကို ကြံတွေးသိစိတ်လို့ သတ်မှတ်ပါတယ်။
 
 နှာခေါင်းအတွင်းဘက် နေရာကို ကြည့်တဲ့စိတ်နဲ့ ပုံစံတူတဲ့ စိတ်တွေကို ဆိုလိုပါတယ်။

ဥပမာ - ပုံစံကို သိဖို့ ပုံစံရှိနိုင်တဲ့ နေရာကို မှန်းပြီး စိတ်နဲ့ကြည့်တာ၊ အသံကို သိဖို့ အသံရှိနိုင်တဲ့ နေရာကို မှန်းပြီး စိတ်နဲ့ကြည့်တာ၊ အနံ့ကို သိဖို့ အနံ့ရှိနိုင်တဲ့ နေရာကို မှန်းပြီး စိတ်နဲ့ကြည့်တာ၊ အရသာကို သိဖို့ အရသာရှိနိုင်တဲ့ နေရာကို မှန်းပြီး စိတ်နဲ့ကြည့်တာ၊ ထိတွေ့တာကို သိဖို့ ခန္ဓာကိုယ် အတွင်းအပြင် အစိတ်အပိုင်းတွေကို မှန်းပြီး စိတ်နဲ့ကြည့်တာ တွေကို ဆိုလိုပါတယ်။

     ။ ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်တဲ့အခါ ထင်ရှားနေတဲ့ စိတ်တစ်ခုကို သိလိုက်ရင် အဲ့ဒီစိတ်ကိုပဲ ရှုမှတ်ရပါမယ်။

အသက်ရှူထုတ်ပြီးတာနဲ့ နှာခေါင်းအတွင်းဘက်နေရာကို စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ ကြံတွေးသိစိတ်တစ်ခုကို သိသိသာသာ ကြံတွေးမိတာမျိုး ဖြစ်နိုင်ပါတယ်။
 
အဲ့ဒီလို ကြံတွေးသိစိတ်တစ်ခုကို ကြံတွေးပြီး သိနေတဲ့စိတ်ကို “ကြံ‌တွေးသိစိတ်” ဖြစ်နေတယ်လို့ သိရပါမယ်။

          အဲ့ဒီလို ကြံတွေးသိစိတ်ဖြစ်နေတာကို သိလိုက်ရပြီဆိုတာနဲ့ နံပါတ်(၃)ရဲ့ အလုပ်ပြီးပါပြီ။

ဘာလို့လဲဆိုတော့ နံပါတ်(၃)ရဲ့ ရည်ရွယ်ချက်က အခု ဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို သိဖို့ပဲ ဖြစ်နေလို့ပါ။

ဒါကြောင့် “တခြားဘာစိတ်ဖြစ်နေသေးလဲ” ဆိုပြီး ဆက်ကြည့်စရာ မလိုတော့ပါဘူး။
    
     @@gap
     
     ∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၃)”။
    
။ ပုံမှန်လမ်းလျှောက်သွားလာရင်း အသက်ရှူထုတ်ပြီး ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်ရင် စိတ်(၆)မျိုးထဲက စိတ်တစ်ခုခု ထင်ရှားလာတာကို တွေ့နိုင်ပါတယ်။

     ။ မျက်လုံးမှိတ်ပြီး တရားထိုင်ရင်း အသက်ရှူထုတ်ပြီး ကြည့်ရမဲ့နေရာကို စိတ်နဲ့ကြည့်ရင် နှာခေါင်းအတွင်းပိုင်းမှာ တင်းတာနဲ့ ကြည့်နေတဲ့စိတ် ဆိုတဲ့ စိတ်(၂)မျိုးထဲက တစ်ခုခု ထင်ရှားလာတာကို တွေ့နိုင်ပါတယ်။
     
။ စိတ်(၆)မျိုးထဲက စိတ်တွေ အကုန်တစ်ပြိုင်တည်း ဖြစ်နေသလို ထင်ရနိုင်ပါတယ်။
 
ဒါပေမဲ့ စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ စိတ်တစ်ခုခုကို ပိုပြီး သိသိသာသာ သတိထားမိနေတတ်ပါတယ်။
 
အဲ့ဒီလို သိသိသာသာ သတိထားမိနေတဲ့ စိတ်ကိုသာ ယူရပါမယ်။
 
။ အခုဘာစိတ်ဖြစ်နေလဲ ဆိုတာကို အကြမ်းဖျင်း သိလိုက်နိုင်ရင် ရပါပြီ။

တိတိကျကျ မှန်အောင် အတင်းဆုံးဖြတ်နေစရာ မလိုပါဘူး။

     ။ စိတ်နဲ့ကြည့်တယ်ဆိုတာ တစ်ခုခုကို စိတ်ကူးနဲ့ အတင်းဖန်တီးပြီး ကြည့်တာ မဟုတ်ပါဘူး။

အခု တကယ်ထင်ရှားနေတဲ့ စိတ်ကို သိအောင် ကြည့်တာကို ဆိုလိုပါတယ်။

။ “ထင်ရှားတယ်” ဆိုတာ အခုအချိန်မှာ အသိသာဆုံး၊ သတိထားမိလွယ်ဆုံး ဖြစ်နေတာကို ဆိုလိုပါတယ်။

ဥပမာ — ပုံစံက ပိုသိသာတာ၊ အသံက ပိုသိသာတာ၊ အနံ့က ပိုသိသာတာ၊ အရသာက ပိုသိသာတာ၊ ထိတာက ပိုသိသာတာ၊ ကြံတွေးတာက ပိုသိသာတာမျိုးတွေကို “ထင်ရှားတယ်” လို့ ဆိုလိုပါတယ်။

။ ပုံစံ ထင်ရှားတယ်ဆိုတာ ပုံစံတွေထဲက အခု သိသိသာသာ မြင်ပြီး သိနေမိတဲ့ ပုံစံကို ဆိုလိုပါတယ်။

ဥပမာ - လူတစ်ယောက်ကို မြင်နေရတယ်ဆိုရင် အဲ့ဒီလူရဲ့ မျက်နှာ၊ လက်၊ ဒါမှမဟုတ် ခြေထောက်ထဲက ဘယ်အစိတ်အပိုင်းကို အခု ပိုပြီး သိသိသာသာ မြင်ပြီး သိနေမိတာမျိုးကို “ထင်ရှားတယ်” လို့ ပြောတာပါ။

။ အသံ ထင်ရှားတယ်ဆိုတာ အသံတွေထဲက အခု သိသိသာသာ ကြားပြီး သိနေမိတဲ့ အသံကို ဆိုလိုပါတယ်။

ဥပမာ - မတူတဲ့ သီချင်း(၃)ပုဒ်ကို ကြားနေရတယ်ဆိုရင် အဲ့ဒီထဲက သီချင်းတစ်ပုဒ်ရဲ့ အသံကို အခု ပိုပြီး သိသိသာသာ ကြားပြီး သိနေမိတာမျိုးကို “ထင်ရှားတယ်” လို့ ပြောတာပါ။

။ အနံ့ ထင်ရှားတယ်ဆိုတာ အနံ့‌တွေထဲက အခု သိသိသာသာ ရှူပြီး သိနေမိတဲ့ အနံ့ကို ဆိုလိုပါတယ်။

ဥပမာ - မတူတဲ့ ပန်းအနံ့(၃)ခုကို ရှူနေရတယ်ဆိုရင် အဲ့ဒီထဲက ပန်းတစ်ခုရဲ့ အနံ့ကို အခု ပိုပြီး သိသိသာသာ ရှူပြီး သိနေမိတာမျိုးကို “ထင်ရှားတယ်” လို့ ပြောတာပါ။

။ အရသာ ထင်ရှားတယ်ဆိုတာ အရသာ‌တွေထဲက အခု သိသိသာသာ စားပြီး သိနေမိတဲ့ အရသာကို ဆိုလိုပါတယ်။

ဥပမာ - မတူတဲ့ ဟင်းအရသာ(၃)ခုကို စားနေရတယ်ဆိုရင် အဲ့ဒီထဲက ဟင်းတစ်ခုရဲ့ အရသာကို အခု ပိုပြီး သိသိသာသာ စားပြီး သိနေမိတာမျိုးကို “ထင်ရှားတယ်” လို့ ပြောတာပါ။

။ ထိတွေ့တာ ထင်ရှားတယ်ဆိုတာ ထိတွေ့မှုတွေထဲက အခု သိသိသာသာ ထိတွေ့ပြီး သိနေမိတဲ့ ထိတွေ့မှုကို ဆိုလိုပါတယ်။

ဥပမာ - မတူတဲ့ အရာဝတ္ထု(၃)ခုကို ထိနေရတယ်ဆိုရင် အဲ့ဒီထဲက အရာဝတ္ထုတစ်ခုရဲ့ ထိတွေ့မှုကို အခု ပိုပြီး သိသိသာသာ ထိတွေ့ပြီး သိနေမိတာမျိုးကို “ထင်ရှားတယ်” လို့ ပြောတာပါ။

။ ကြံတွေးတာ ထင်ရှားတယ်ဆိုတာ ကြံတွေးစရာတွေထဲက အခု သိသိသာသာ ကြံတွေးပြီး သိနေမိတဲ့ ကြံတွေးမှုကို ဆိုလိုပါတယ်။

ဥပမာ - မတူတဲ့ ကြံတွေးစရာ(၃)ခုကို ကြံတွေးနေရတယ်ဆိုရင် အဲ့ဒီထဲက ကြံတွေးစရာတစ်ခုကို အခု ပိုပြီး သိသိသာသာ ကြံတွေးပြီး သိနေမိတာမျိုးကို “ထင်ရှားတယ်” လို့ ပြောတာပါ။
     
@@gap
     
     ∆ အနှစ်ချုပ် “နံပါတ်(၃)”
 
။ အသက်ရှူထုတ်ပြီးတာနဲ့ နှာခေါင်းအတွင်းဘက်နေရာကို စိတ်နဲ့ကြည့်ရပါမယ်။

။ စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ စိတ်(၆)မျိုးထဲက စိတ်တစ်ခုခု ထင်ရှားလာနိုင်ပါတယ်။

။ စိတ်နဲ့ကြည့်လိုက်တဲ့အချိန်မှာ အခု ပိုပြီး ထင်ရှားနေတဲ့ စိတ်ကိုသာ ယူရပါမယ်။
     
     ။ အဲ့ဒီလို ထင်ရှားလာတဲ့ စိတ်ကို သိလိုက်ရင် နံပါတ်(၃)ရဲ့ အလုပ်ပြီးပါပြီ။

     ။ “တခြားဘာစိတ်ဖြစ်နေသေးလဲ” ဆိုပြီး ဆက်ကြည့်စရာ မလိုတော့ပါဘူး။

     ။ နံပါတ်(၃)ရဲ့ အဓိကရည်ရွယ်ချက်က အခု ထင်ရှားနေတဲ့ စိတ်ကို သိဖို့ပဲ ဖြစ်ပါတယ်။

။ နံပါတ်(၃)အတိုင်း စိတ်နဲ့ကြည့်ပြီးရင် နံပါတ်(၄)အတိုင်း စိတ်နဲ့ရွတ်ရပါမယ်။
   
`},

   {
        id: "paper-b-t2.4", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၄) စိတ်နဲ့ကြည့်တုန်းက ထင်ရှားခဲ့တဲ့ စိတ်နဲ့ဆိုင်တဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ နံပါတ်(၄) စိတ်နဲ့ကြည့်တုန်းက ထင်ရှားခဲ့တဲ့ စိတ်နဲ့ဆိုင်တဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ပါ။
            
။ နံပါတ်(၃)အတိုင်း စိတ်နဲ့ကြည့်ပြီးတာနဲ့ ထင်ရှားခဲ့တဲ့ စိတ်နဲ့ဆိုင်တဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ရပါမယ်။

မြင်သိစိတ် ထင်ရှားရင် “မြင်”၊ ကြားသိစိတ် ထင်ရှားရင် “ကြား”၊ အနံ့သိစိတ် အရသာသိစိတ် ထိသိစိတ် တို့ထဲက တစ်ခုခု ထင်ရှားရင် “ထိ”၊ ကြံတွေးသိစိတ် ထင်ရှားရင် “တွေး” လို့ စိတ်နဲ့ရွတ်ရပါမယ်။

စိတ်နဲ့ရွတ်ဆိုရတဲ့ စကားလုံးက “မြင်” “ကြား” “ထိ” “တွေး” ဆိုတဲ့ စကားလုံး(၄)လုံးပဲ ရှိပါတယ်။
                   
   ။ ဗာဟိယသုတ်မှ “မုတေ” (တွေ့ရာ၌ တွေ့ကာမျှ) ဆိုတဲ့ စာအရ အနံ့သိစိတ်၊ အရသာသိစိတ်၊ ထိသိစိတ် တို့အတွက် “ထိ” ဆိုတဲ့ စကားလုံးတစ်လုံးကိုပဲ ရွတ်ဆိုတာပါ။

။ စိတ်နဲ့ရွတ်တယ်ဆိုတာ ပါးစပ်နဲ့ အသံထွက်ရွတ်တာ မဟုတ်ပါဘူး။ စိတ်ထဲမှာပဲ စကားလုံးကို တစ်ကြိမ် ရွတ်ဆိုလိုက်တာကို ဆိုလိုပါတယ်။

ဥပမာ - နံပါတ်(၃)မှာ မြင်သိစိတ် ထင်ရှားခဲ့တယ်ဆိုရင် အဲ့ဒီမြင်သိစိတ်နဲ့ ဆိုင်တဲ့ “မြင်” ဆိုတဲ့ စကားလုံးကို စိတ်နဲ့ တစ်ကြိမ် ရွတ်လိုက်ရတာပါ။

ထင်ရှားတဲ့ စိတ်နဲ့ဆိုင်တဲ့ စကားလုံးကို စိတ်နဲ့ တစ်ကြိမ် ရွတ်ဆိုလိုက်တာနဲ့ နံပါတ်(၄) ရဲ့ အလုပ်ပြီးပါပြီ။ နောက်တစ်ကြိမ် ထပ်ပြီး ရွတ်စရာ မလိုတော့ပါဘူး။

။ စိတ်(၆)မျိုးကို ကြည့်ရတဲ့အတွက် အတွေးတွေများတတ်လို့ ရွတ်ဆိုတဲ့နည်းကို သုံးဖို့လိုအပ်ပါတယ်။

  @@gap        
            
∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၄)”။

 ။ “မြင်” “ကြား” “ထိ” “တွေး” ဆိုတဲ့ စကားလုံးတွေက ဦးဇင်းရွတ်ဆိုတဲ့ ပုံစံဖြစ်ပါတယ်။ စကားလုံးရှည်တာက အသက်ရှူသွင်း အသက်ရှူထုတ်ရတာကို အနှောင့်အယှက် ဖြစ်လို့ အတတ်နိုင်ဆုံး တိုတိုပဲ ရွတ်ဆိုတာပါ။
 
အဲ့ဒီပုံစံအတိုင်း ရွတ်လို့မရဘူးဆိုတော့မှ “မြင်တယ်” “ကြားတယ်” “ထိတယ်” “တွေးတယ်” လို့ ရွတ်ဆိုပါ။                    

။ နံပါတ်(၄)အတိုင်း စိတ်နဲ့ရွတ်ပြီးရင် နံပါတ်(၅)အတိုင်း စိတ်နဲ့ကြည့်ရပါမယ်။
  `},

   {
        id: "paper-b-t2.4.1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ဗာဟိယသုတ် ",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `

။ ခုဒ္ဒကနိကာယ်၊ ဥဒါန်း၊ ဗောဒိဝဂ်၊ ဗာဟိယသုတ်
  
အကျွန်ုပ်သည် ဤသို့ ကြားနာခဲ့ရပါသည်- အခါတစ်ပါး၌ မြတ်စွာဘုရားသည် သာဝတ္ထိပြည် အနာထပိဏ်သူဌေး၏ အရံဖြစ်သော ဇေတဝန်ကျောင်း၌ သီတင်းသုံးနေတော်မူ၏။ ထိုအခါ သစ်သားပျဉ်ချပ် ဝတ်သောကြောင့် ဒါရုစီရိယမည်သော ဗာဟိယသည် ရိုသေခြင်း လေးမြတ်ခြင်း မြတ်နိုးခြင်း ပူဇော်ခြင်း တုပ်ဝပ်ခြင်းကို ခံယူလျက် သင်္ကန်း ဆွမ်း ကျောင်း သူနာတို့၏ အထောက်အပံ့ ဆေးအသုံးအဆောင်ကို ရသည်ဖြစ်၍ သမုဒ္ဒရာကမ်းခြေ သုပ္ပါရကဆိပ်၌ နေ၏။ ထိုအခါ ဒါရုစီရိယမည်သော ဗာဟိယအား ဆိတ်ငြိမ်ရာသို့ ကပ်၍ တစ်ယောက်တည်း ကိန်းအောင်းရာ၌ ''လောက၌ ရဟန္တာတို့သည်လည်းကောင်း၊ အရဟတ္တမဂ်သို့ ရောက်ကြသောသူတို့သည်လည်းကောင်း ရှိကုန်၏။ ငါသည် ထိုသူတို့တွင် တစ်ယောက် အပါအဝင်တည်း''ဟု ဤသို့ စိတ်အကြံသည် ဖြစ်၏။

ထိုအခါ ဗာဟိယ၏ ရှေးဘဝက ဆွေမျိုးတော်ဖူးသော နတ်သားသည် စောင့်ရှောက်လိုသည် အစီးအပွါးကို အလိုရှိသည်ဖြစ်၍ သစ်သား အဝတ်ဝတ်သော ဗာဟိယ၏ စိတ်အကြံကို မိမိစိတ်ဖြင့်သိသောကြောင့် သစ်သား အဝတ်ဝတ်သော ဗာဟိယရှိရာသို့ ချဉ်းကပ်၍ သစ်သား အဝတ်ဝတ်သော ဗာဟိယကို ''ဗာဟိယ သင်သည် ရဟန္တာလည်း မဟုတ်၊ အရဟတ္တမဂ်သို့ ရောက်သူလည်း မဟုတ်၊ အကြင်အကျင့်ဖြင့် သင်သည် ရဟန္တာလည်း ဖြစ်ရာ၏။ အရဟတ္တမဂ်သို့လည်း ရောက်ရာ၏။ သင့်အား ထိုအကျင့်မျှသော်လည်း မရှိ''ဟု ဤစကားကို ပြောဆို၏။

ထိုအခါ ဗာဟိယသည် နတ်သားအား နတ်နှင့်တကွသော လောက၌ ရဟန္တာသည် လည်းကောင်း၊ အရဟတ္တမဂ်သို့ ရောက်သောသူတို့သည်လည်းကောင်း အဘယ်အရပ်၌ နေကြကုန်သနည်းဟု (မေးလေ၏)။ ဗာဟိယ ဥတ္တရတိုင်း ဇနပုဒ်တို့၌ သာဝတ္ထိမည်သော မြို့သည် ရှိ၏။ ထိုသာဝတ္ထိမြို့၌ ပူဇော်အထူးကို ခံတော်မူထိုက်သော (အလုံးစုံသောတရားတို့ကို) ကိုယ်တိုင်မှန်စွာ သိတော်မူသော မြတ်စွာဘုရားသည် ယခုအခါ၌ နေတော်မူ၏။ ဗာဟိယ ထိုမြတ်စွာဘုရားသည် ရဟန္တာလည်းဟုတ်၏။ ရဟန္တာဖြစ်ခြင်းငှါ တရားကိုလည်း ဟော၏ဟု (ပြောလေ၏)။

ထိုအခါ သစ်သားပျဉ်ချပ်ဝတ်သော ဗာဟိယသည် ထိုနတ်သား၏ ထိတ်လန့်စေမှုကြောင့် ထိုခဏ၌ပင် သုပ္ပါရက ဆိပ်ကမ်းမှ ဖဲသွားလေ၏။ ခရီးအားလုံးတို့၌ တစ်ညဉ့်အိပ်နေခြင်းဖြင့် သာဝတ္ထိပြည် အနာထပိဏ်သူဌေး၏ အရံဖြစ်သော ဇေတဝန်ကျောင်းသို့ ရောက်၏။ ထိုအခါ၌ များစွာသော ရဟန်းတို့သည် လွင်တီးခေါင်၌ စင်္ကြံသွားကုန်၏။ ထိုအခါ သစ်သားပျဉ်ချပ် ဝတ်သော ဗာဟိယသည် ထိုရဟန်းတို့ရှိရာသို့ ချဉ်းကပ်၍ ထိုရဟန်းတို့ကို ''အသျှင်ဘုရားတို့ ပူဇော်အထူးကို ခံတော်မူထိုက်သော (အလုံးစုံသောတရားတို့ကို) ကိုယ်တိုင်မှန်စွာ သိတော်မူသော မြတ်စွာဘုရားသည် ယခုအခါ အဘယ်မှာ နေပါသနည်း¿ အလုံးစုံသောတရားတို့ကို ကိုယ်တိုင်မှန်စွာ သိတော်မူသော ပူဇော်အထူးကို ခံတော်မူထိုက်သော မြတ်စွာဘုရားကို ဖူးမြင်လိုပါကုန်၏''ဟု လျှောက်ထား၏။ ဗာဟိယမြတ်စွာဘုရားသည် ဆွမ်းအလို့ငှါ ရွာတွင်းသို့ ဝင်တော်မူ၏ဟု (ပြောဆိုကုန်၏)။

ထိုအခါ သစ်သားပျဉ်ချပ်ဝတ်သော ဗာဟိယသည် လျင်မြန်သော သဘောရှိကာ ဇေတဝန်ကျောင်းတော်မှထွက်၍ သာဝတ္ထိမြို့သို့ ဝင်လတ်သော် ကြည်ညိုဖွယ်ရှိသော ကြည်ညိုဖွယ်ကို ဆောင်သော ငြိမ်သက်သော ဣန္ဒြေရှိသော ငြိမ်းအေးသော စိတ်ရှိသော မြတ်သော ဒမထ, သမထသို့ ရောက်သော ယဉ်ကျေးသော လုံခြုံသော ရဟန်းဣန္ဒြေရှိသော ရဟန္တာဖြစ်သော မြတ်စွာဘုရားကို သာဝတ္ထိမြို့၌ ဆွမ်းခံလှည့်လည်သည်ကို မြင်သောကြောင့် မြတ်စွာဘုရားရှိရာသို့ ချဉ်းကပ်၍ မြတ်စွာဘုရား၏ ခြေတော်တို့ကို ဦးဖြင့်တိုက်၍ မြတ်စွာဘုရားအား ''အသျှင်ဘုရား အကြင်တရားတော်သည် တပည့်တော်၏ရှည်ကြာစွာသော နေ့ညဉ့်ပတ်လုံး အစီးအပွါးအလို့ငှါ ချမ်းသာအလို့ငှါ ဖြစ်၏။ မြတ်စွာဘုရား မြတ်စွာဘုရားသည် တပည့်တော်အား ထိုတရားကို ဟောတော်မူပါလော့၊ ကောင်းသောစကားကို ဆိုတော်မူ တတ်သော မြတ်စွာဘုရား ထိုတရားကို တပည့်တော်အား ဟောတော်မူပါလော့''ဟု ဤစကားကို လျှောက်ထား၏။ ဤသို့ လျှောက်ထားလတ်သော် မြတ်စွာဘုရားသည် သစ်သားပျဉ်ချပ်ဝတ်သော ဗာဟိယကို ''ဗာဟိယ အခါ မဟုတ်သေး၊ ဆွမ်းအလို့ငှါ ရွာတွင်းသို့ ဝင်နေ၏''ဟု ဤစကားကို မိန့်တော်မူ၏။

နှစ်ကြိမ်မြောက်လည်း သစ်သားပျဉ်ချပ်ဝတ်သော ဗာဟိယသည် မြတ်စွာဘုရားအား ''အသျှင်ဘုရား မြတ်စွာဘုရား၏ အသက်အန္တရာယ်တို့ကိုလည်းကောင်း၊ တပည့်တော်၏ အသက်အန္တရာယ်တို့ကိုလည်းကောင်း သိနိုင်ခဲပါ၏။ အကြင်တရားတော်သည် တပည့်တော်၏ ရှည်ကြာစွာသော နေ့ညဉ့်ပတ်လုံး အစီးအပွါးအလို့ငှါ ချမ်းသာအလို့ငှါ ဖြစ်၏။ မြတ်စွာဘုရား မြတ်စွာဘုရားသည် တပည့်တော်အား ထိုတရားကို ဟောတော်မူပါလော့၊ ကောင်းသော စကားကို ဆိုတော်မူတတ်သော မြတ်စွာဘုရား ထိုတရားကို တပည့်တော်အား ဟောတော်မူပါလော့''ဟု ဤစကားကို လျှောက်ထား၏။ နှစ်ကြိမ်မြောက်လည်း မြတ်စွာဘုရားသည် သစ်သားပျဉ်ချပ်ဝတ်သော ဗာဟိယကို ''ဗာဟိယ အခါ မဟုတ်သေး၊ ရွာတွင်းသို့ ဆွမ်းအလို့ငှါ ဝင်နေ၏''ဟု ဤစကားကို မိန့်တော်မူ၏။

သုံးကြိမ်မြောက်လည်း သစ်သားပျဉ်ချပ်ဝတ်သော ဗာဟိယသည် မြတ်စွာဘုရားအား ''အသျှင်ဘုရား မြတ်စွာဘုရား၏ အသက်အန္တရာယ်တို့ကိုလည်းကောင်း တပည့်တော်၏ အသက်အန္တရာယ်တို့ကိုလည်းကောင်း သိနိုင်ခဲပါ၏။ အကြင်တရားတော်သည် တပည့်တော်၏ ရှည်ကြာစွာသော နေ့ညဉ့်ပတ်လုံး အစီးအပွါးအလို့ငှါ ချမ်းသာအလို့ငှါ ဖြစ်၏။ မြတ်စွာဘုရား မြတ်စွာဘုရားသည် တပည့်တော်အား တရားကို ဟောတော်မူပါလော့၊ ကောင်းသော စကားကို ဆိုတော်မူတတ်သော မြတ်စွာဘုရား တရားကို တပည့်တော်အား ဟောတော်မူပါလော့''ဟု ဤစကားကို လျှောက်ထား၏။

ထိုသို့ ဖြစ်လျှင် ဗာဟိယ သင်သည် ဤသို့ ကျင့်အပ်၏ ''မြင်ရာ၌ မြင်ကာမျှ ဖြစ်လတ္တံ့။ ကြားရာ၌ ကြားကာမျှ ဖြစ်လတ္တံ့။ တွေ့ရာ၌ တွေ့ကာမျှ ဖြစ်လတ္တံ့။ သိရာ၌ သိကာမျှ ဖြစ်လတ္တံ့''ဟု ဤသို့ သင်သည် ကျင့်အပ်၏။ ဗာဟိယ အကြင်အခါ၌ သင်သည် မြင်ရာ၌ မြင်ကာမျှ ဖြစ်လတ္တံ့။ ကြားရာ၌ ကြားကာမျှ ဖြစ်လတ္တံ့။ တွေ့ရာ၌ တွေ့ကာမျှ ဖြစ်လတ္တံ့။ သိရာ၌ သိကာမျှ ဖြစ်လတ္တံ့။ ဗာဟိယ ထိုအခါ သင်သည် ထိုရာဂ စသည်နှင့်တကွ မဖြစ်လတ္တံ့။ ဗာဟိယ အကြင်အခါ သင်သည် ထိုရာဂ စသည်နှင့်တကွ မဖြစ်လတ္တံ့။ ဗာဟိယ ထိုအခါ သင်သည် ထိုရူပါရုံ စသည်၌ (နှစ်သက်မှု ပြစ်မှားမှု တွေဝေမှု) မဖြစ်လတ္တံ့။ ဗာဟိယ အကြင်အခါ ထိုရူပါရုံ စသည်၌ (နှစ်သက်မှု ပြစ်မှားမှု တွေဝေမှု) မဖြစ်လတ္တံ့။ ဗာဟိယ ထိုအခါ သင်သည် ဤမျက်မှောက်ဘဝ၌လည်းကောင်း၊ တမလွန်ဘဝ၌လည်းကောင်း၊ နှစ်ပါးစုံဘဝ၌ လည်းကောင်း မဖြစ်လတ္တံ့။ ဤသည်ပင်လျှင် ဆင်းရဲ၏အဆုံးတည်းဟု (ဟောတော်မူ၏)။

ထိုအခါ သစ်သားပျဉ်ချပ်ကို ဝတ်သော ဗာဟိယမထေရ်အား ဤအကျဉ်းဖြစ်သော မြတ်စွာဘုရား တရားဟောခြင်းဖြင့် ထိုခဏ၌ပင်လျှင် မစွဲလမ်းမူ၍ အာသဝေါတရားတို့မှ စိတ်သည် လွတ်၏။

ထိုအခါ မြတ်စွာဘုရားသည် သစ်သားပျဉ်ချပ်ကို ဝတ်သော ဗာဟိယမထေရ်ကို ဤအကျဉ်းဖြစ်သော ဆုံးမခြင်းဖြင့် ဆုံးမ၍ ဖဲကြွတော်မူ၏။ ထိုအခါ မြတ်စွာဘုရား ဖဲကြွ၍ မကြာမီ နို့စို့သားငယ်ရှိသော နွားမသည် သစ်သားပျဉ်ချပ်ကို ဝတ်သော ဗာဟိယမထေရ်ကို ဝှေ့၍ ဇီဝိတိန္ဒြေမှ ချ၏။

ထိုအခါ မြတ်စွာဘုရားသည် သာဝတ္ထိမြို့၌ ဆွမ်းအလို့ငှါ လှည့်လည်၍ ဆွမ်းခံပြီးသည်မှနောက်၌ ဆွမ်းခံရွာမှ ဖဲကြွခဲ့ပြီးသော် များစွာသော ရဟန်းတို့နှင့်အတူ သာဝတ္ထိမြို့မှ ထွက်တော်မူ၍ သေသော သစ်သားပျဉ်ချပ်ကို ဝတ်သော ဗာဟိယကို မြင်၍ ရဟန်းတို့ကို ''ရဟန်းတို့ ဆောင်ယူကြလော့၊ သစ်သားပျဉ်ချပ်ကို ဝတ်သော ဗာဟိယ၏ ကိုယ်ကောင်ကို ညောင်စောင်းပေါ်သို့ တင်၍ ထုတ်ဆောင်လျက် မီးရှို့ကြကုန်လော့၊ ထိုဗာဟိယ၏ စေတီကိုလည်း ပြုကြကုန်လော့၊ ရဟန်းတို့ သင်တို့၏ သီတင်းသုံးဖော်သည် သေ၏''ဟု မိန့်တော်မူ၏။

''အသျှင်ဘုရား ကောင်းပါပြီ''ဟု ထိုရဟန်းတို့သည် မြတ်စွာဘုရား၏ (စကားကို) ဝန်ခံ၍ သစ်သားပျဉ်ချပ်ကို ဝတ်သော ဗာဟိယ၏ကိုယ်ကောင်ကို ညောင်စောင်းပေါ်သို့ တင်၍ ထုတ်ဆောင်လျက် မီးရှို့၍ထိုဗာဟိယ၏ စေတီကိုလည်း ပြုလျက် မြတ်စွာဘုရားထံသို့ ချဉ်းကပ်ပြီးလျှင် မြတ်စွာဘုရားကို ရှိခိုး၍ တစ်ခုသောအရပ်၌ နေကြကုန်၏။ တစ်ခုသောအရပ်၌ နေပြီးသော ထိုရဟန်းတို့သည် မြတ်စွာဘုရားအား''အသျှင်ဘုရား သစ်သားပျဉ်ချပ်ကို ဝတ်သော ဗာဟိယ၏ ကိုယ်ကောင်ကို မီးရှို့အပ်ပါပြီ။ ထိုဗာဟိယ၏ စေတီကိုလည်း ပြုအပ်ပါပြီ။ ထိုဗာဟိယ၏ လားရာဂတိကား အဘယ်ပါနည်း။ ရှေးရှုရောက်ရာ တမလွန်ဘဝကား အဘယ်ပါနည်း''ဟု ဤစကားကို လျှောက်ထားကုန်၏။ ရဟန်းတို့ သစ်သားပျဉ်ချပ်ဝတ်သော ဗာဟိယသည် ပညာရှိ၏။ လောကုတ္တရာတရားအား လျော်သောအကျင့်ကို ကျင့်၏။ တရားတည်းဟူသောအကြောင်းကြောင့် ငါဘုရားကို မညှဉ်းဆဲ။ ရဟန်းတို့ သစ်သားပျဉ်ချပ် ဝတ်သော ဗာဟိယသည် ပရိနိဗ္ဗာန်ပြု၏ဟု (မိန့်တော်မူ၏)။

ထိုအခါ မြတ်စွာဘုရားသည် ဤအနက်သဘောကို သိတော်မူ၍ ထိုသိသောအချိန်၌- ''အကြင်နိဗ္ဗာန်၌ အာပေါဓာတ်သည်လည်းကောင်း၊ ပထဝီဓာတ်သည်လည်းကောင်း၊ တေဇောဓာတ်သည်လည်းကောင်း၊ ဝါယောဓာတ်သည်လည်းကောင်း မတည်နိုင်၊ ထိုနိဗ္ဗာန်၌ ကြယ်တို့သည် မတောက်ပကုန်။ နေသည်လည်း မတောက်ပ၊ လသည်လည်း မတောက်ပ၊ အမိုက်တိုက်လည်း မရှိ။

    အကြင်အခါ၌ သစ္စာလေးပါးကို သိသောကြောင့် မုနိအမည်ရသော ရဟန္တာပုဂ္ဂိုလ်သည် ကိုယ်တိုင် နိဗ္ဗာန်ကို သိ၏။ နိဗ္ဗာန်ကို သိပြီးသည်မှ နောက်၌ ရုပ်မှလည်းကောင်း၊ နာမ်မှလည်းကောင်း၊ ချမ်းသာဆင်းရဲမှလည်းကောင်း လွတ်၏''ဟု ဤဥဒါန်းကို ကျူးရင့်တော်မူ၏။
(မြတ်စွာဘုရားသည် ဤဥဒါန်းကိုလည်း ဟောတော်မူ၏ဟု အကျွန်ုပ် ကြားရဖူးပါ၏)။ 
ဗာဟိယသုတ် ပြီး၏။
   `},

   {
        id: "paper-b-t2.4.2", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ပဌမ သညာသုတ် ",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `

။ အင်္ဂုတ္တရနိကာယ်၊ ဧကာဒသကနိပါတ်၊ နိဿယဝဂ်၊ ပဌမ သညာသုတ်

 ထိုအခါ အသျှင်အာနန္ဒာသည် မြတ်စွာဘုရားအထံသို့ ချဉ်းကပ်၍ ရှိခိုးပြီးလျှင် တစ်ခုသောနေရာ၌ ထိုင်နေလျက် မြတ်စွာဘုရားအား-အသျှင်ဘုရား ရဟန်းတို့အား မြေ၌မြေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ ရေ၌ရေဟု အမှတ်ရှိသူမဖြစ်ရာ၊ မီး၌မီးဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ လေ၌လေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ အဆုံးမရှိသော ကောင်းကင်တည်ရာ၌ အဆုံးမရှိသော ကောင်းကင်တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ အဆုံးမရှိသော ဝိညာဏ်၌ အဆုံးမရှိသော ဝိညာဏ်တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ တစ်စုံတစ်ခုမျှ မရှိဟူသော တည်ရာ၌ တစ်စုံတစ်ခုမျှ မရှိသော တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ သညာရှိသည်လည်း မဟုတ် သညာမရှိသည်လည်းမဟုတ်ဟူသော တည်ရာ၌ သညာရှိသည်လည်းမဟုတ် သညာမရှိသည်လည်း မဟုတ်ဟူသော တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ ဤလောက၌ ဤလောကဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ တစ်ပါးသောလောက၌ တစ်ပါးသောလောကဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံတို့၌လည်း အမှတ်ရှိသူ မဖြစ်ရာ၊ (သို့ပင်ဖြစ်သော်လည်း) သညာရှိသူကား ဖြစ်ရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင်ရာပါသလောဟု လျှောက်၏။ အာနန္ဒာ ရဟန်းအား မြေ၌မြေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ ရေ၌ရေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ မီး၌ မီးဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ လေ၌လေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ အဆုံးမရှိသော ကောင်းကင်တည်ရာ၌ အဆုံးမရှိသော ကောင်းကင်တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ အဆုံးမရှိသော ဝိညာဏ်တည်ရာ၌ အဆုံး မရှိသော ဝိညာဏ်တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ တစ်စုံတစ်ခုမျှမရှိဟူသောတည်ရာ၌ တစ်စုံတစ်ခုမျှ မရှိသော တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ သညာရှိသည်လည်းမဟုတ် သညာမရှိသည်လည်း မဟုတ်ဟူသော တည်ရာ၌ သညာရှိသည်လည်းမဟုတ် သညာမရှိသည်လည်းမဟုတ်ဟူသော တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ ဤလောက၌ ဤလောကဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ တစ်ပါးသော လောက၌ တစ်ပါးသောလောကဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံတို့၌လည်း အမှတ်ရှိသူ မဖြစ်ရာ၊ (သို့ပင်ဖြစ်သော်လည်း) သညာရှိသူကား ဖြစ်ရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင်ရာ၏ဟု့(မိန့်တော်မူ၏)။

အသျှင်ဘုရား ရဟန်းအား မြေ၌မြေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ ရေ၌ရေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ မီး၌မီးဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ လေ၌လေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ အဆုံးမရှိသော ကောင်းကင် တည်ရာ၌ အဆုံးမရှိသော ကောင်းကင်တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ အဆုံးမရှိသောဝိညာဏ်တည်ရာ၌ အဆုံးမရှိသော ဝိညာဏ်တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ တစ်စုံတစ်ခုမျှမရှိဟူသောတည်ရာ၌ တစ်စုံတစ်ခု မျှမရှိသော တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ သညာရှိသည်လည်းမဟုတ် သညာမရှိသည်လည်းမဟုတ်ဟူသော တည်ရာ၌ သညာရှိသည်လည်းမဟုတ် သညာမရှိသည်လည်းမဟုတ်ဟူသော တည်ရာဟု အမှတ် ရှိသူ မဖြစ်ရာ၊ ဤလောက၌ ဤလောကဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ တစ်ပါးသောလောက၌ တစ်ပါးသော လောကဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံတို့၌လည်း အမှတ်ရှိသူ မဖြစ်ရာ၊ (သို့ပင်ဖြစ်သော်လည်း) သညာရှိသူကား ဖြစ်ရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် အဘယ်သို့လျှင် ဖြစ်နိုင်ရာပါသနည်းဟု (လျှောက်၏)။

အာနန္ဒာ ဤသာသနာတော်၌ ရဟန်းသည် ''သင်္ခါရအားလုံးငြိမ်းရာ ဥပဓိအားလုံးကို စွန့်ရာ တဏှာကုန်ရာ တပ်စွန်းမှုကင်းရာ ချုပ်ရာဖြစ်သော နိဗ္ဗာန်သည် ငြိမ်သက်၏၊ နိဗ္ဗာန်သည် မွန်မြတ်၏''ဟု အမှတ်ရှိသူ ဖြစ်၏။ အာနန္ဒာ ဤသို့ဖြစ်လျှင် ရဟန်းအား မြေ၌မြေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ ရေ၌ရေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ မီး၌မီးဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ လေ၌လေဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ အဆုံးမရှိသော ကောင်းကင်တည်ရာ၌ အဆုံးမရှိသော ကောင်းကင်တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ အဆုံးမရှိသော ဝိညာဏ်တည်ရာ၌ အဆုံးမရှိသော ဝိညာဏ်တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ တစ်စုံတစ်ခုမျှမရှိဟူသော တည်ရာ၌ တစ်စုံတစ်ခုမျှ မရှိသော တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ သညာရှိသည်လည်း မဟုတ် သညာမရှိသည်လည်း မဟုတ်ဟူသော တည်ရာ၌ သညာရှိသည်လည်းမဟုတ် သညာမရှိသည် လည်း မဟုတ်ဟူသော တည်ရာဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ ဤလောက၌ ဤလောကဟု အမှတ်ရှိသူ မဖြစ် ရာ၊ တပါးသောလောက၌ တပါးသောလောကဟု အမှတ်ရှိသူ မဖြစ်ရာ၊ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံတို့၌လည်း အမှတ်ရှိသူ မဖြစ်ရာ၊ (သို့ပင် ဖြစ်သော်လည်း) သညာရှိသူကား ဖြစ်ရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင် ရာ၏ဟု (မိန့်တော်မူ၏)။

ထိုအခါ အသျှင်အာနန္ဒာသည် မြတ်စွာဘုရား ဟောကြားအပ်သော စကားကို နှစ်သက်ဝမ်းမြောက်၍ နေရာမှ ထကာ မြတ်စွာဘုရားအား ရှိခိုး၍ အရိုအသေပြုပြီးလျှင် အသျှင်သာရိပုတြာအထံသို့ ချဉ်းကပ်၍ အသျှင်သာရိပုတြာနှင့် အတူ ဝမ်းမြောက်ဖွယ် အမှတ်ရဖွယ်စကားကို ပြောဆိုပြီးဆုံးစေ၍ တစ်ခုသောနေရာ၌ ထိုင်နေလျက် အသျှင်သာရိပုတြာအား-ငါ့သျှင်သာရိပုတြာ ရဟန်းအား မြေ၌မြေဟု အမှတ်ရှိသူ မဖြစ်ရာ။ပ။ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံတို့၌လည်း အမှတ်ရှိသူ မဖြစ်ရာ။ပ။ (သို့ပင်ဖြစ်သော်လည်း) သညာရှိသူကား ဖြစ်ရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင်ရာပါသလောဟု လျှောက်၏။ ငါ့သျှင်အာနန္ဒာ ရဟန်းအား မြေ၌မြေဟု အမှတ်ရှိသူ မဖြစ်ရာ။ပ။ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံတို့၌လည်း အမှတ်ရှိသူ မဖြစ်ရာ၊ (သို့ပင်ဖြစ်သော်လည်း) သညာရှိသူကား ဖြစ်ရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင်ရာ၏ဟု (ဆို၏ )။

ငါ့သျှင်သာရိပုတြာ ရဟန်းအား မြေ၌မြေဟု အမှတ်ရှိသူ မဖြစ်ရာ။ပ။ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံတို့၌လည်း အမှတ်ရှိသူ မဖြစ်ရာ။ပ။

    (သို့ပင်ဖြစ်သော်လည်း) သညာရှိသူကား ဖြစ်ရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် အဘယ်သို့လျှင် ဖြစ်နိုင်ရာပါသနည်းဟု (လျှောက်၏)။

ငါ့သျှင်အာနန္ဒာ ဤသာသနာတော်၌ ရဟန်းသည် ''သင်္ခါရအားလုံးငြိမ်းရာ ဥပဓိအားလုံးကို စွန့်ရာ တဏှာကုန်ရာ တပ်စွန်းမှုကင်းရာ ချုပ်ရာဖြစ်သော နိဗ္ဗာန်သည် ငြိမ်သက်၏၊ နိဗ္ဗာန်သည် မွန်မြတ်၏''ဟု အမှတ်ရှိသူ ဖြစ်၏။ ငါ့သျှင်အာနန္ဒာ ဤသို့လျှင် ရဟန်းအား မြေ၌မြေဟု အမှတ်ရှိသူ မဖြစ်ရာ။ပ။ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံတို့၌လည်း အမှတ်ရှိသူ မဖြစ်ရာ။ပ။ (သို့ပင်ဖြစ်သော်လည်း) သညာရှိသူကား ဖြစ်ရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင်ရာပါ၏ဟု (မိန့်ဆို၏ )။

ငါ့သျှင် အံ့ဖွယ် ရှိပေစွ၊ ငါ့သျှင် မဖြစ်ဖူးမြဲ ဖြစ်ပေစွ၊ မြတ်သော နိဗ္ဗာန်၌ ဆရာနှင့် တပည့်၏ အနက်ချင်း သဒ္ဒါချင်း စပ်မိပေစွတကား၊ ညီညွတ်ပေစွတကား၊ မဆန့်ကျင်ပေစွတကား၊ ငါ့သျှင် ငါသည် ယခုပင် မြတ်စွာဘုရားထံသို့ ချဉ်းကပ်၍ ဤအနက်ကို မေးလျှောက်ခဲ့ပြီ၊ မြတ်စွာဘုရားကလည်း အသျှင် သာရိပုတြာကဲ့သို့ပင် ငါ့အား ထိုအက္ခရာ ထိုပုဒ် ထိုသဒ္ဒါတို့ဖြင့် ထိုအနက်ကို ဖြေတော်မူ၏။

ငါ့သျှင် အံ့ဖွယ် ရှိပေစွ၊ ငါ့သျှင် မဖြစ်ဖူးမြဲ ဖြစ်ပေစွ၊ မြတ်သော နိဗ္ဗာန်၌ ဆရာနှင့် တပည့်၏ အနက်ချင်း သဒ္ဒါချင်း စပ်မိပေစွတကား၊ ညီညွတ်ပေစွတကား၊ မဆန့်ကျင်ပေစွတကားဟု (ဆို၏ )။
ပဌမ သညာသုတ် ပြီး၏။
  `},
   
   {
        id: "paper-b-t2.4.3", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " မနသိကာရသုတ် ",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `

။ အင်္ဂုတ္တရနိကာယ်၊ ဧကာဒသကနိပါတ်၊ နိဿယဝဂ်၊ မနသိကာရသုတ်

 ထိုအခါ အသျှင်အာနန္ဒာသည် မြတ်စွာဘုရားအထံသို့ ချဉ်းကပ်၍ ရှိခိုးပြီးလျှင် တစ်ခုသောနေရာ၌ ထိုင်နေလျက် မြတ်စွာဘုရားအား- အသျှင်ဘုရား ရဟန်းအား မျက်စိကို နှလုံးမသွင်းရာ၊ အဆင်းကို နှလုံး မသွင်းရာ၊ နားကို နှလုံးမသွင်းရာ၊ အသံကို နှလုံးမသွင်းရာ၊ နှာခေါင်းကို နှလုံး မသွင်းရာ၊ အနံ့ကို နှလုံးမသွင်းရာ၊ လျှာကို နှလုံးမသွင်းရာ၊ အရသာကို နှလုံးမသွင်းရာ၊ ကိုယ်ကို နှလုံးမသွင်းရာ၊ အတွေ့ကို နှလုံးမသွင်းရာ၊ မြေကို နှလုံးမသွင်းရာ၊ ရေကို နှလုံးမသွင်းရာ၊ မီးကို နှလုံးမသွင်းရာ၊ လေကို နှလုံးမသွင်းရာ၊ အဆုံးမရှိသော ကောင်းကင်ဟူသော တည်ရာ 'အာကာသာနဉ္စာ ယတနဈာန်'ကို နှလုံးမသွင်းရာ၊ အဆုံးမရှိသော ဝိညာဏ်၏ တည်ရာ 'ဝိညာဏဉ္စာယတနဈာန်'ကို နှလုံး မသွင်းရာ၊ တစ်စုံတစ်ခုမျှမရှိဟူသော တည်ရာ အာကိဉ္စညာယတနဈာန်ကို နှလုံးမသွင်းရာ၊ သညာ ရှိသည်လည်းမဟုတ် သညာမရှိသည်လည်းမဟုတ်ဟူသော တည်ရာ 'နေဝသညာ နာသညာယတနဈာန်'ကို နှလုံးမသွင်းရာ၊ ဤလောကကို နှလုံးမသွင်းရာ၊ တစ်ပါးသော လောကကို နှလုံးမသွင်းရာ၊ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံကိုလည်း နှလုံး မသွင်းရာ၊ စိတ်၌သော်ကား နှလုံးသွင်းရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင်ရာပါသလောဟု လျှောက်၏။ အာနန္ဒာ ရဟန်းအား မျက်စိကို နှလုံးမသွင်းရာ၊ အဆင်းကို နှလုံးမသွင်းရာ၊ နားကို နှလုံး မသွင်းရာ၊ အသံကို နှလုံးမသွင်းရာ၊ နှာခေါင်းကို နှလုံးမသွင်းရာ၊ အနံ့ကို နှလုံးမသွင်းရာ၊ လျှာကို နှလုံးမသွင်းရာ၊ အရသာကို နှလုံးမသွင်းရာ၊ ကိုယ်ကို နှလုံးမသွင်းရာ၊ အတွေ့ကို နှလုံးမသွင်းရာ၊ မြေကို နှလုံးမသွင်းရာ၊ ရေကို နှလုံးမသွင်းရာ၊ မီးကို နှလုံးမသွင်းရာ၊ လေကို နှလုံးမသွင်းရာ၊ အဆုံး မရှိသော ကောင်းကင်ဟူသော တည်ရာ 'အာကာသာနဉ္စာယတနဈာန်'ကို နှလုံးမသွင်းရာ၊ အဆုံး မရှိသော ဝိညာဏ်၏ တည်ရာ 'ဝိညာဏဉ္စာယတနဈာန်'ကို နှလုံးမသွင်းရာ၊ တစ်စုံတစ်ခုမျှမရှိဟူသော တည်ရာ 'အာကိဉ္စညာယတနဈာန်'ကို နှလုံးမသွင်းရာ၊ သညာရှိသည်လည်းမဟုတ် သညာမရှိသည်လည်းမဟုတ်ဟူသော တည်ရာ 'နေဝသညာ နာသညာယတနဈာန်'ကို နှလုံးမသွင်းရာ၊ ဤလောကကို နှလုံးမသွင်းရာ၊ တစ်ပါးသော လောကကို နှလုံးမသွင်းရာ၊ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံကိုလည်း နှလုံးမသွင်းရာ၊ စိတ်၌သော်ကား နှလုံးသွင်းရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင်ရာ၏ဟု (မိန့်တော်မူ၏)။

အသျှင်ဘုရား ရဟန်းအား မျက်စိကို နှလုံးမသွင်းရာ၊ အဆင်းကို နှလုံးမသွင်းရာ။ပ။ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံကိုလည်း နှလုံး မသွင်းရာ၊ စိတ်၌သော်ကား နှလုံးသွင်းရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် အဘယ်သို့လျှင် ဖြစ်နိုင်ရာပါသနည်းဟု (လျှောက်၏)။

အာနန္ဒာ ဤလောက၌ ရဟန်းသည် ''သင်္ခါရအားလုံးငြိမ်းရာ ဥပဓိ အားလုံးကို စွန့်ရာ တဏှာ ကုန်ရာ တပ်စွန်းမှုကင်းရာ ချုပ်ရာဖြစ်သော နိဗ္ဗာန်တရားသည် ငြိမ်သက်၏၊ နိဗ္ဗာန်တရားသည် မွန်မြတ်၏''ဟု ဤသို့ နှလုံးသွင်းသူ ဖြစ်၏။ အာနန္ဒာ ဤသို့လျှင် ရဟန်းအား မျက်စိကို နှလုံး မသွင်းရာ၊ အဆင်းကို နှလုံးမသွင်းရာ။ပ။ မြင်အပ် ကြားအပ် တွေ့အပ် သိအပ် ရောက်အပ် ရှာဖွေအပ် စိတ်ဖြင့် စုံစမ်းအပ်သော အာရုံကိုလည်း နှလုံးမသွင်းရာ၊ စိတ်၌သော်ကား နှလုံးသွင်းရာ၏ဟူသော သဘောရှိသည့် တည်ကြည်မှုကို ရခြင်းသည် ဖြစ်နိုင်ရာ၏ဟု (မိန့်တော်မူ၏)။
အဋ္ဌမသုတ်။

    @@gap
    
[ ။ အထက်ပါ သုတ္တန်များအရ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးကို အမှတ်ရှိခြင်း၊ နှလုံးသွင်းခြင်း အဖြစ် ဟောကြားထားတာကို တွေ့ရပါတယ်။

ဒါကြောင့် နံပါတ်(၄)မှာ ထင်ရှားခဲ့တဲ့ စိတ်နဲ့ဆိုင်တဲ့ စကားလုံးကို စိတ်နဲ့ တစ်ကြိမ် ရွတ်ဆိုတဲ့နည်းကို အသုံးပြုတာပါ။ ]
    
`},
   
   {
        id: "paper-b-t2.5", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၅) စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ဖြစ်လာပြီး ပျက်သွားတာကို စိတ်နဲ့ကြည့်ပါ။ ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

 ∆ နံပါတ်(၅) စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ဖြစ်လာပြီး ပျက်သွားတာကို စိတ်နဲ့ကြည့်ပါ။

။ ဒီမှာတော့ တခြားဟာတွေကို ကြည့်မှာမဟုတ်ပါဘူး။ နံပါတ်(၄)မှာတုန်းက စိတ်နဲ့ တစ်ကြိမ်ရွတ်လိုက်လို့ ပေါ်လာတဲ့ စကားလုံးကိုပဲ ကြည့်ရမှာပါ။
      
        @@gap 
        
        ∆ (က) စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ဖြစ်လာတာကို စိတ်နဲ့ကြည့်ပါ။

။ ဒီနေရာမှာ စကားလုံးက အပြင်မှာ ဖြစ်လာတာမဟုတ်ဘဲ ကျွန်တော်တို့ရဲ့ စိတ်အာရုံထဲမှာပဲ ထင်ရှားလာတာကို ဆိုလိုတာပါ။ ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်းထဲမှာ “ဖြစ်ပေါ်ခြင်းလက္ခဏာကို ရှုတဲ့သူဟာ ဖြစ်ခြင်း (ဥဒယ) ကို မြင်တယ်” လို့ ဟောထားပါတယ်။ 
စိတ်ထဲမှာ စကားလုံးလေး ပေါ်ပေါက်လာတာကို အရင်ဆုံး သိအောင်ကြည့်ပေးပါ။ စိတ်ထဲမှာ ဖြစ်ပေါ်လာတာကို သိပြီဆိုရင်တော့ အဲဒီစကားလုံးဟာ ဆက်ပြီးတည်မနေပဲ ပျောက်ကွယ်သွားတာကိုပါ စိတ်နဲ့ ဆက်ကြည့်ရပါမယ်။
   
        @@gap  
        
∆ (ခ) စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ဖြစ်လာပြီးတော့ ပျက်သွားတာကို စိတ်နဲ့ကြည့်ပါ။

။ ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်းထဲမှာ “ပျက်စီးခြင်းလက္ခဏာကို ရှုတဲ့သူဟာ ပျက်ခြင်း (ဝယ) ကို မြင်တယ်” လို့ ဟောထားပါတယ်။ 
အဲဒီအတိုင်းပဲ စိတ်ထဲမှာ ရွတ်လိုက်တဲ့ စကားလုံးလေးဟာ ခဏလေး ထင်ရှားလာပြီးရင် ချက်ချင်းဆိုသလို ပြန်ပျောက်သွားတာကို တွေ့ရပါလိမ့်မယ်။ 
အဲဒီလို ဖြစ်ပြီး ပျက်သွားတဲ့ အစဉ်အတိုင်းလေးကိုပဲ စိတ်နဲ့ လိုက်ကြည့်နေဖို့ လိုတာပါ။

        @@gap    
        
∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၅)"။


 ရှုမှတ်တဲ့အခါ အစပိုင်းမှာတော့ စိတ်နဲ့ရွတ်လိုက်တဲ့ စကားလုံးက စိတ်ထဲမှာ ခဏလေးပဲ ပေါ်ပြီး ပျောက်သွားတာကြောင့် ပျက်သွားတာကို သတိထားမိဖို့ ခက်တတ်ပါတယ်။ 

ကြည့်တဲ့စိတ်ကလဲ အားမကောင်းသေးတော့ စကားလုံး ဖြစ်ပျက်သွားတာကို ချက်ချင်း မလိုက်နိုင်တာမျိုး ဖြစ်ပါတယ်။

ဒါကြောင့် အစမှာတော့ စကားလုံးလေး စိတ်ထဲမှာ ဖြစ်လာတာကို အကြိမ်ကြိမ် ကြည့်ရင်းနဲ့ ထင်ရှားလာအောင် အရင်လုပ်ရပါတယ်။ 

စိတ်နဲ့ပဲ ရွတ်နေပေမဲ့ အကြိမ်ကြိမ် ကြည့်ပေးရင် ပါးစပ်နဲ့ ရွတ်သလိုမျိုး သိသိသာသာ ဖြစ်လာပါတယ်။ 

အဲဒီလို ထင်ရှားလာတဲ့နောက်ပိုင်းမှာတော့ ပျက်သွားတာကို လိုက်ကြည့်ဖို့ ပိုလွယ်ကူသွားပါပြီ။

ရှုမှတ်မှု ကြာလာတဲ့အခါမှာတော့ ကြည့်တဲ့စိတ်က တည်ကြည်ပြီး အားကောင်းလာပါတယ်။ 

အစတုန်းကတော့ စကားလုံးက မြန်လွန်းပြီး စိတ်က နှေးနေသလို ခံစားရပေမဲ့၊ နောက်ပိုင်းမှာတော့ စကားလုံး ဖြစ်ပျက်တာက နှေးသွားသလို ဖြစ်လာပြီး စိတ်က အကုန်လိုက်မီလာတတ်ပါတယ်။

အဲဒီအခါမှာ ဖြစ်လာတာကို သိလိုက်တာနဲ့ ပျက်သွားတာကိုပါ ဆက်တိုက် သိလာတော့တာပါပဲ။ ပျက်သွားတာက ပိုပြီး ထင်ရှားလာတဲ့အတွက် ဖြစ်လာတာကို တကူးတက လိုက်ကြည့်နေစရာတောင် မလိုတော့ပါဘူး။ 
ဒါပေမဲ့ ဖြစ်လာတာကို မသိတော့တာ မဟုတ်ပါဘူး၊ ဖြစ်လာတာကို သိပြီးသား ဖြစ်နေလို့သာ ပျက်သွားတာကို ဆက်ပြီး ထင်ထင်ရှားရှား မြင်နိုင်တာ ဖြစ်ပါတယ်။

ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်းထဲမှာလဲ ဒီလို ဖြစ်ခြင်း၊ ပျက်ခြင်းတွေဟာ အကြောင်းတရားတွေကြောင့် ဖြစ်နေတာလို့ ဟောထားပါတယ်။ ဒါကြောင့် ဖြစ်ပျက်တာဟာ အကြောင်းမဲ့ ဖြစ်နေတာမဟုတ်ဘူးဆိုတာကို ဆင်ခြင်နိုင်ပါတယ်။
ဒါပေမဲ့ အမြဲတမ်း ဆင်ခြင်နေဖို့ မလိုပါဘူး၊ အကြောင်းမဲ့ ဖြစ်နေသလားလို့ သံသယဝင်လာတဲ့အခါမျိုးမှာမှ ဆင်ခြင်ပေးရင် ရပါပြီ။

အဓိကကတော့ ဖြစ်ခြင်းကို မြင်မှ ပျက်ခြင်းကို မြင်နိုင်တာပါ။ ဒါကြောင့် အစမှာ ဖြစ်လာတာကို အရင်သိအောင်လုပ်ပါ၊ 
နောက်ပိုင်း အားကောင်းလာမှ ပျက်သွားတာကို အဓိကထား ကြည့်ပေးရမှာ ဖြစ်ပါတယ်။

နံပါတ်(၅) အတိုင်း စိတ်နဲ့ ကြည့်ပြီးပြီဆိုရင် နံပါတ်(၆)အတိုင်း အသက်ရှူသွင်းပြီး အနားယူရပါမယ်။
        
  `},
   
   {
        id: "paper-b-t2.5.1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `
    
။ မြတ်စွာဘုရား ဟောကြားခဲ့တဲ့ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ဉာဏကထာ၊ ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်း

ပစ္စုပ္ပန်တရားတို့၏ ဖောက်ပြန်ပျက်စီးခြင်းကို ရှုမြင်နိုင်သောပညာသည် အဘယ်သို့လျှင် ဥဒယဗ္ဗယာနုပဿနာဉာဏ်မည်သနည်း။

ဖြစ်ပေါ်လာသောရုပ်သည် ပစ္စုပ္ပန်မည်၏။ ထိုပစ္စုပ္ပန်ရုပ်၏ ဖြစ်ပေါ်ခြင်းလက္ခဏာသည် ဖြစ်ခြင်း 'ဥဒယ' မည်၏။ ဖောက်ပြန်ခြင်းလက္ခဏာသည် ဝယမည်၏။ အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်မည်၏။

ဖြစ်ပေါ်လာသော ဝေဒနာသည်။ ဖြစ်ပေါ်လာသော သညာသည်။ ဖြစ်ပေါ်လာသော သင်္ခါရတို့သည်။ ဖြစ်ပေါ်လာသော ဝိညာဉ်သည်။ ဖြစ်ပေါ်လာသော မျက်စိသည်။ပ။ ဖြစ်ပေါ်လာသော ဘဝသည် ပစ္စုပ္ပန်မည်၏။ ထိုပစ္စုပ္ပန်ဘဝ၏ ဖြစ်ပေါ်ခြင်းလက္ခဏာသည် ဥဒယမည်၏။ ဖောက်ပြန်ခြင်းလက္ခဏာသည် ဝယမည်၏။ အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်မည်၏။

    ခန္ဓာငါးပါးတို့၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသော သူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။

    ခန္ဓာငါးပါးတို့၏ ဖြစ်ခြင်းကို ရှုသောသူသည်နှစ်ဆယ့်ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ပျက်ခြင်းကို ရှုသောသူသည်နှစ်ဆယ့်ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသော သူသည် ငါးဆယ်သော လက္ခဏာတို့ကို မြင်၏။

    ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှ သောလက္ခဏာတို့ကို မြင်သနည်း။

    ဝေဒနာက္ခန္ဓာ၏။ပ။ သညာက္ခန္ဓာ၏။ပ။ သင်္ခါရက္ခန္ဓာ၏။ပ။ ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသော သူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသော လက္ခဏာတို့ကို မြင်သနည်း။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင် သနည်း။

    ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ပျက်ခြင်းကို ရှုသော သူသည် ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

    ဝေဒနာက္ခန္ဓာ၏။ပ။ သညာက္ခန္ဓာ၏။ပ။ သင်္ခါရက္ခန္ဓာ၏။ပ။ ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသော သူသည် ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ပျက်ခြင်းကို ရှုသောသူသည် ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

    ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

အဝိဇ္ဇာဖြစ်ခြင်းကြောင့် ရုပ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

တဏှာဖြစ်ခြင်းကြောင့် ရုပ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

ကံဖြစ်ခြင်းကြောင့် ရုပ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

အာဟာရဖြစ်ခြင်းကြောင့် ရုပ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

ဖြစ်ပေါ်ခြင်း လက္ခဏာကို ရှုသောသူသည်လည်း ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။ ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသော လက္ခဏာတို့ကို မြင်၏။

ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

အဝိဇ္ဇာချုပ်ခြင်းကြောင့် ရုပ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

တဏှာချုပ်ခြင်းကြောင့် ရုပ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

ကံချုပ်ခြင်းကြောင့် ရုပ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

အာဟာရချုပ်ခြင်းကြောင့် ရုပ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသောအနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

ဖောက်ပြန်သောလက္ခဏာကို ရှုသောသူသည်လည်း ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။ ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသောလက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဤဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

    ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

အဝိဇ္ဇာဖြစ်ခြင်းကြောင့် ဝေဒနာဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

တဏှာဖြစ်ခြင်းကြောင့် ဝေဒနာဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

ကံဖြစ်ခြင်းကြောင့် ဝေဒနာဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

ဖဿဖြစ်ခြင်းကြောင့် ဝေဒနာဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

ဖြစ်ပေါ်ခြင်း လက္ခဏာကို ရှုသောသူသည်လည်း ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။ ဝေဒနာ က္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသော လက္ခဏာတို့ကို မြင်၏။

ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

အဝိဇ္ဇာချုပ်ခြင်းကြောင့် ဝေဒနာချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

တဏှာချုပ်ခြင်းကြောင့် ဝေဒနာချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

ကံချုပ်ခြင်းကြောင့် ဝေဒနာချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

ဖဿချုပ်ခြင်းကြောင့် ဝေဒနာချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

ဖောက်ပြန်သောလက္ခဏာကို ရှုသောသူသည်လည်း ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကိုမြင်၏။ ဝေဒနာ က္ခန္ဓာ၏ ပျက်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဤဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

    သညာက္ခန္ဓာ၏။ပ။ သင်္ခါရက္ခန္ဓာ၏။ပ။ ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါး သော လက္ခဏာတို့ကို မြင်သနည်း။

အဝိဇ္ဇာဖြစ်ခြင်းကြောင့် ဝိညာဉ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏့ဖြစ်ခြင်းကို မြင်၏။

တဏှာဖြစ်ခြင်းကြောင့် ဝိညာဉ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

ကံဖြစ်ခြင်းကြောင့် ဝိညာဉ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

နာမ်ရုပ်ဖြစ်ခြင်းကြောင့် ဝိညာဉ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

ဖြစ်ပေါ်ခြင်းလက္ခဏာကို ရှုသောသူသည်လည်း ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။ ဝိညာဏ က္ခန္ဓာ၏ ဖြစ်ခြင်းကိုရှုသောသူသည် ဤငါးပါးသောလက္ခဏာတို့ကို မြင်၏။

ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

အဝိဇ္ဇာချုပ်ခြင်းကြောင့် ဝိညာဉ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

တဏှာချုပ်ခြင်းကြောင့် ဝိညာဉ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

ကံချုပ်ခြင်းကြောင့် ဝိညာဉ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

နာမ်ရုပ်ချုပ်ခြင်းကြောင့် ဝိညာဉ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝိညာဏ က္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

ဖောက်ပြန်သော လက္ခဏာကို ရှုသောသူသည်လည်း ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကိုမြင်၏။

    ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသော လက္ခဏာတို့ကို မြင်၏။

    ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဤဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

    ခန္ဓာငါးပါးတို့၏ ဖြစ်ခြင်းကို ရှုသောသူသည် ဤနှစ်ဆယ့်ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ပျက်ခြင်းကို ရှုသောသူသည် ဤနှစ်ဆယ့်ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဤငါးဆယ်သော လက္ခဏာတို့ကို မြင်၏။

ထိုဥဒယဗ္ဗယာနုပဿနာဉာဏ်သည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ပစ္စုပ္ပန်တရားတို့၏ ဖောက်ပြန်ပျက်စီးခြင်း ကို ရှုမြင်နိုင်သောပညာကို ဥဒယဗ္ဗယာနုပဿနာဉာဏ်မည်၏ဟု ဆိုအပ်၏။

ရူပက္ခန္ဓာသည် အာဟာရလျှင် ဖြစ်ကြောင်းရှိ၏။ ဝေဒနာက္ခန္ဓာ၊ သညာက္ခန္ဓာ၊ သင်္ခါရက္ခန္ဓာသုံးပါး တို့သည် ဖဿသာလျှင် ဖြစ်ကြောင်း ရှိကုန်၏။ ဝိညာဏက္ခန္ဓာသည် နာမ်ရုပ်လျှင်ဖြစ်ကြောင်း ရှိ၏။
ခြောက်ခုမြောက် ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
    
  `},
   
   {
        id: "paper-b-t2.6", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၆) အသက်ရှူသွင်းပြီး အနားယူပါ။ ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ နံပါတ်(၆) အသက်ရှူသွင်းပြီး အနားယူပါ။
     
။ နံပါတ်(၃)ကနေ နံပါတ်(၅)ကို ရှုမှတ်နေတဲ့အချိန်မှာ အသက်ရှူသွင်းတာ ခဏရပ်သွားပါတယ်။

ဒါကြောင့် နံပါတ်(၃)ကနေ နံပါတ်(၅)ကို ရှုမှတ်ပြီးတာနဲ့ အသက်ရှူသွင်းပြီး အနားယူရပါမယ်။
       
။ “အသက်ရှူသွင်းပြီး အနားယူပါ” ဆိုတာက စိတ်နဲ့ကြည့်တာ၊ စိတ်နဲ့ရွတ်တာတွေကို ခဏနားပြီး အသက်ရှူသွင်းရုံပဲ လုပ်နေတာကို ဆိုလိုပါတယ်။

        @@gap
        
∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၆)”။
  
   ။ နံပါတ်(၆)အတိုင်း အသက်ရှူသွင်းပြီး အနားယူပြီးရင် နံပါတ်(၇)အတိုင်း အသက်ရှူထုတ်ပြီး အနားယူရပါမယ်။
         
    `},
   
   {
        id: "paper-b-t2.7", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၇) အသက်ရှူထုတ်ပြီး အနားယူပါ။ ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ နံပါတ်(၇) အသက်ရှူထုတ်ပြီး အနားယူပါ။ 
        
။ နံပါတ်(၃)ကနေ နံပါတ်(၅)ကို ရှုမှတ်နေတဲ့အချိန်မှာ အသက်ရှူထုတ်တာ ခဏရပ်သွားပါတယ်။

ဒါကြောင့် နံပါတ်(၃)ကနေ နံပါတ်(၅)ကို ရှုမှတ်ပြီးတာနဲ့ အသက်ရှူထုတ်ပြီး အနားယူရပါမယ်။
       
။ “အသက်ရှူထုတ်ပြီး အနားယူပါ” ဆိုတာက စိတ်နဲ့ကြည့်တာ၊ စိတ်နဲ့ရွတ်တာတွေကို ခဏနားပြီး အသက်ရှူထုတ်ရုံပဲ လုပ်နေတာကို ဆိုလိုပါတယ်။

        @@gap
        
∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၇)"။

  ။ နံပါတ်(၇)အတိုင်း အသက်ရှူထုတ်ပြီး အနားယူပြီးရင် နံပါတ်(၈)အတိုင်း အသက်ရှူသွင်းရပါမယ်။
      
`},
   
   {
        id: "paper-b-t2.8", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၈) အသက်ရှူသွင်းပါ။ ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ နံပါတ်(၈) အသက်ရှူသွင်းပါ။

     ။ နံပါတ်(၈)မှာ အသက်ရှူသွင်းတာက နံပါတ်(၁၀)နဲ့ နံပါတ်(၁၁)ကို လုပ်နိုင်ဖို့အတွက် လိုအပ်ပါတယ်။
 
။ အသက်ရှူသွင်းရင်းနဲ့ နှာခေါင်းအဖျားကနေ နှာခေါင်းအတွင်းဘက် (၁)လက်မလောက်မှာ ရှိတဲ့ နေရာကို စိတ်နဲ့ကြည့်နေရမယ်။

     ဘာကြောင့်လဲဆိုတော့ နံပါတ်(၁၀)နဲ့ နံပါတ်(၁၁)ကလဲ အဲ့ဒီ နှာခေါင်းအတွင်းဘက် နေရာမှာပဲ လုပ်ရတာမို့ပါ။  
 
တစ်ခါတလေ စိတ်နဲ့မကြည့်လိုက်မိပဲ အသက်ရှူသွင်း၊ အသက်ရှူထုတ်မိသွားတာတွေ ဖြစ်နိုင်တယ်။ အဲဒီလိုဖြစ်ရင်‌တော့ အဲဒီ တစ်ကြိမ်ကို ထည့်မတွက်ပဲ အစကနေ ပြန်စရပါမယ်။

     ။ တရားရှုမှတ်ရင်း အသက်ရှူကျပ်တတ်လို့ အသက်ရှူသွင်းရပါမယ်။

အသက်ရှူသွင်းတဲ့အခါ ခန္ဓာကိုယ်က သူ့အလိုလို ရှူသွင်းမှာကို လုံးဝ မစောင့်ပါနဲ့။

အသံအရမ်းထွက်အောင် ရှူသွင်းစရာမလိုသလို အားအရမ်းစိုက်ဖို့လဲ မလိုပါဘူး။

        @@gap
        
     ∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၈)"။
     
။ အသက်ရှူသွင်းရင် လုံးဝ မလောပါနဲ့။ ဖြည်းဖြည်းနဲ့ ပုံမှန်အတိုင်းပဲ ရှူသွင်းပါ။

တခြားအရာတွေကို မတွေးပဲ နံပါတ်(၈)ရဲ့ အလုပ်အတိုင်း အသက်ရှူသွင်းရင်းနဲ့ နှာခေါင်းအတွင်းဘက် နေရာကို စိတ်နဲ့သေချာ ကြည့်နေရုံပါပဲ။

။ ဒီလိုရှူသွင်းတာက လူတစ်ဦးနဲ့တစ်ဦး မတူနိုင်ပါဘူး။ ရှည်ရှည်ရှူသွင်းမှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူသွင်းပါ။

တိုတိုရှူသွင်းမှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူသွင်းပါ။ ဦးဇင်းက ရှည်ရှည်ရှူသွင်းမှ အသက်ရှူဝသူမို့ အဲ့လို လုပ်ပါတယ်။


။ နံပါတ်(၈)အတိုင်း အသက်ရှူသွင်းပြီးရင် နံပါတ်(၉)အတိုင်း အသက်ရှူထုတ်ရပါမယ်။

 `},
   
   {
        id: "paper-b-t2.9", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၉) အသက်ရှူထုတ်ပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `              
    
@@gap
    
    ∆ နံပါတ်(၉) အသက်ရှူထုတ်ပါ။
        
။ နံပါတ်(၉)မှာ အသက်ရှူထုတ်တာက နံပါတ်(၁၀)နဲ့ နံပါတ်(၁၁)ကို လုပ်နိုင်ဖို့အတွက် လိုအပ်ပါတယ်။

    ။ အသက်ရှူထုတ်ရင်းနဲ့ နှာခေါင်းအဖျားကနေ နှာခေါင်းအတွင်းဘက် (၁)လက်မလောက်မှာ ရှိတဲ့ နေရာကို စိတ်နဲ့ကြည့်နေရမယ်။

ဘာကြောင့်လဲဆိုတော့ နံပါတ်(၁၀)နဲ့ နံပါတ်(၁၁)ကလဲ အဲ့ဒီ နှာခေါင်းအတွင်းဘက် နေရာမှာပဲ လုပ်ရတာမို့ပါ။

တစ်ခါတလေ စိတ်နဲ့မကြည့်လိုက်မိပဲ အသက်ရှူသွင်း၊ အသက်ရှူထုတ်မိသွားတာတွေ ဖြစ်နိုင်တယ်။ အဲဒီလိုဖြစ်ရင် အဲဒီတစ်ကြိမ်ကို ထည့်မတွက်ပဲ အစကနေ ပြန်စရပါမယ်။

      ။ တရားရှုမှတ်ရင်း အသက်ရှူကျပ်တတ်လို့ အသက်ရှူထုတ်ရပါမယ်။

အသက်ရှူထုတ်တဲ့အခါ ခန္ဓာကိုယ်က သူ့အလိုလို ရှူထုတ်မှာကို လုံးဝ မစောင့်ပါနဲ့။

အသံအရမ်းထွက်အောင် ရှူထုတ်စရာမလိုသလို အားအရမ်းစိုက်ဖို့လဲ မလိုပါဘူး။

@@gap

∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၉)"။

  ။ အသက်ရှူထုတ်ရင် လုံးဝ မလောပါနဲ့။ ဖြည်းဖြည်းနဲ့ ပုံမှန်အတိုင်းပဲ ရှူထုတ်ပါ။ 

တခြားအရာတွေကို မတွေးပဲ နံပါတ်(၉)ရဲ့ အလုပ်အတိုင်း အသက်ရှူထုတ်ရင်းနဲ့ နှာခေါင်းအတွင်းဘက် နေရာကို စိတ်နဲ့သေချာ ကြည့်နေရုံပါပဲ။
    
    ။ ဒီလိုရှူထုတ်တာက လူတစ်ဦးနဲ့တစ်ဦး မတူနိုင်ပါဘူး။ ရှည်ရှည်ရှူထုတ်မှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူထုတ်ပါ။

တိုတိုရှူထုတ်မှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူထုတ်ပါ။ ဦးဇင်းက ရှည်ရှည်ရှူထုတ်မှ အသက်ရှူဝသူမို့ အဲ့လို လုပ်ပါတယ်။

။ နံပါတ်(၉)အတိုင်း အသက်ရှူထုတ်ပြီးရင် နံပါတ်(၁၀)အတိုင်း ဆင်ခြင်ရပါမယ်။

   `},
   
   {
        id: "paper-b-t2.10", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၀) အသက်ရှူထုတ်ပြီးလျှင် ပျက်သွားတဲ့စကားလုံးကို ပြန်ဖြစ်လာနိုင်သေးလား ဆိုတဲ့ အမေးနဲ့ဆင်ခြင်ပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `                              

@@gap

∆ နံပါတ်(၁၀) အသက်ရှူထုတ်ပြီးလျှင် ပျက်သွားတဲ့စကားလုံးကို ပြန်ဖြစ်လာနိုင်သေးလား ဆိုတဲ့ အမေးနဲ့ဆင်ခြင်ပါ။ 

။ အသက်ရှူထုတ်ပြီးလျှင်ဆိုတာ နံပါတ်(၉)အရ အသက်ရှူထုတ်ပြီးလျှင် လို့ဆိုပါတယ်။

   ။ ပျက်သွားတဲ့စကားလုံးဆိုတာ နံပါတ်(၅)အရ စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ပျက်သွားတာကို စိတ်နဲ့ကြည့်ခဲ့စဉ်က ပျက်သွားတဲ့စကားလုံးကို ဆိုလိုပါတယ်။

   ။ ပြန်ဖြစ်လာနိုင်သေးလား ဆိုတဲ့ အမေးနဲ့ဆင်ခြင် ရမယ်ဆိုတာ နံပါတ်(၅)အရ ပျက်သွားတဲ့စကားလုံးကို ပြန်ဖြစ်လာနိုင်သေးလားဆိုတဲ့ အမေးနဲ့ဆင်ခြင် ရမယ်လို့ ဆိုလိုပါတယ်။

   နောက်ကွယ်မှာ အခုစာပိုဒ်ပါ အကြောင်းအရာကို သိထားရပါမယ်။ ရွတ်ဆိုလိုက်တဲ့ စကားလုံးလေးသည် မှတ်သားခဲ့တဲ့ သညာ သဘောနဲ့ အားပြုရွတ်ဆိုတဲ့ သင်္ခါရ သဘောတို့ဟူသော အကြောင်း အားကောင်းတဲ့အတွက် ဖြစ်ပေါ်လာခဲ့ရတယ်။ 

ယခု အကြောင်း မရှိတော့တဲ့ အတွက် ပျက်သွားပြီး နောက်ထပ် ရွတ်လိုက်တဲ့ စကားလုံးနဲ့ဆင်တူတဲ့ အကြောင်းအသစ်ကြောင့်ဖြစ်လာတဲ့ စကားလုံး အသစ်တစ်လုံးသာ ဖြစ်ပေါ်လာခြင်းဖြစ်တယ် ပထမအကြောင်းကြောင့် ဖြစ်လာခဲ့ရတဲ့ စကာလုံးက လုံးဝမဖြစ်လာနိုင်တော့ဘူးလို့ သိထားရပါမယ်။ 

        ။ နံပါတ်(၁၀)အတိုင်း ဆင်ခြင်ပြီးရင် နံပါတ်(၁၁)အတိုင်း အဖြေရပါမယ်။

        `},
   
   {
        id: "paper-b-t2.11", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၁) လုံးဝပြန်မဖြစ်လာနိုင်တော့ဘူး ဆိုတဲ့ အဖြေရလာပါလိမ့်မယ်။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ နံပါတ်(၁၁) လုံးဝပြန်မဖြစ်လာနိုင်တော့ဘူး ဆိုတဲ့ အဖြေရလာပါလိမ့်မယ်။ 
  
    ။ နံပါတ်(၁၀)မှာ ပြောခဲ့တဲ့အတိုင်း အကြောင်းကြောင့်ဖြစ်လာပြီး ပျက်သွားရတဲ့အတွက် နောက်ထပ် တူညီတဲ့ စကားလုံးအသစ် ပေါ်လာလဲ မူလစကားလုံး လုံးဝမဟုတ်တော့ဘူးဆိုတဲ့ အချက်ကြောင့် ဖြစ်ပါတယ်။

   ∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁၁) လုံးဝပြန်မဖြစ်လာနိုင်တော့ဘူး ဆိုတဲ့ အဖြေရလာပါလိမ့်မယ်။”။

။ နံပါတ်(၁၁)အတိုင်း အဖြေရပြီးရင် နံပါတ်(၁၂)အတိုင်း အသက်ရှူသွင်းပြီး အနားယူရပါမယ်။

`},
   
   {
        id: "paper-b-t2.12", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၂) အသက်ရှူသွင်းပြီး အနားယူပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `
           
    @@gap
     
     ∆ နံပါတ်(၁၂) အသက်ရှူသွင်းပြီး အနားယူပါ။

        ။ နံပါတ်(၁၀)နဲ့ နံပါတ်(၁၁)ကို ရှုမှတ်နေတဲ့အချိန်မှာ အသက်ရှူသွင်းတာ ခဏရပ်သွားပါတယ်။

ဒါကြောင့် နံပါတ်(၁၀)နဲ့ နံပါတ်(၁၁)ကို ရှုမှတ်ပြီးတာနဲ့ အသက်ရှူသွင်းပြီး အနားယူရပါမယ်။
       
။ “အသက်ရှူသွင်းပြီး အနားယူပါ” ဆိုတာက စိတ်နဲ့ကြည့်တာ၊ စိတ်နဲ့ရွတ်တာတွေကို ခဏနားပြီး အသက်ရှူသွင်းရုံပဲ လုပ်နေတာကို ဆိုလိုပါတယ်။

  @@gap
        
∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁၂) အသက်ရှူသွင်းပြီး အနားယူပါ။”။
 
   ။ နံပါတ်(၁၂)အတိုင်း အသက်ရှူသွင်းပြီး အနားယူပြီးရင် နံပါတ်(၁၃)အတိုင်း အသက်ရှူထုတ်ပြီး အနားယူရပါမယ်။
 
    `},
   
   {
        id: "paper-b-t2.13", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၃) အသက်ရှူထုတ်ပြီး အနားယူပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

     @@gap
     
     ∆ နံပါတ်(၁၃) အသက်ရှူထုတ်ပြီး အနားယူပါ။

။ နံပါတ်(၁၀)နဲ့ နံပါတ်(၁၁)ကို ရှုမှတ်နေတဲ့အချိန်မှာ အသက်ရှူထုတ်တာ ခဏရပ်သွားပါတယ်။

ဒါကြောင့် နံပါတ်(၁၀)နဲ့ နံပါတ်(၁၁)ကို ရှုမှတ်ပြီးတာနဲ့ အသက်ရှူထုတ်ပြီး အနားယူရပါမယ်။
       
။ “အသက်ရှူထုတ်ပြီး အနားယူပါ” ဆိုတာက စိတ်နဲ့ကြည့်တာ၊ စိတ်နဲ့ရွတ်တာတွေကို ခဏနားပြီး အသက်ရှူထုတ်ရုံပဲ လုပ်နေတာကို ဆိုလိုပါတယ်။

@@gap
    
∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁၃) အသက်ရှူထုတ်ပြီး အနားယူပါ။”။

    ။ နံပါတ်(၁၃)အတိုင်း အသက်ရှူထုတ်ပြီး အနားယူပြီးရင် နံပါတ်(၁၄)အတိုင်း အသက်ရှူသွင်းရပါမယ်။
 
`},
   
   {
        id: "paper-b-t2.14", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၄) အသက်ရှူသွင်းပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap
 
 ∆ နံပါတ်(၁၄) အသက်ရှူသွင်းပါ။

 ။ နံပါတ်(၁၄)မှာ အသက်ရှူသွင်းတာက နံပါတ်(၁၆)ကို လုပ်နိုင်ဖို့အတွက် လိုအပ်ပါတယ်။
 
။ အသက်ရှူသွင်းရင်းနဲ့ နှာခေါင်းအဖျားကနေ နှာခေါင်းအတွင်းဘက် (၁)လက်မလောက်မှာ ရှိတဲ့ နေရာကို စိတ်နဲ့ကြည့်နေရမယ်။

     ဘာကြောင့်လဲဆိုတော့ နံပါတ်(၁၆)ကလဲ အဲ့ဒီ နှာခေါင်းအတွင်းဘက် နေရာမှာပဲ လုပ်ရတာမို့ပါ။  
 
တစ်ခါတလေ စိတ်နဲ့မကြည့်လိုက်မိပဲ အသက်ရှူသွင်း၊ အသက်ရှူထုတ်မိသွားတာတွေ ဖြစ်နိုင်တယ်။ အဲဒီလိုဖြစ်ရင်‌တော့ အဲဒီ တစ်ကြိမ်ကို ထည့်မတွက်ပဲ အစကနေ ပြန်စရပါမယ်။

     ။ တရားရှုမှတ်ရင်း အသက်ရှူကျပ်တတ်လို့ အသက်ရှူသွင်းရပါမယ်။

အသက်ရှူသွင်းတဲ့အခါ ခန္ဓာကိုယ်က သူ့အလိုလို ရှူသွင်းမှာကို လုံးဝ မစောင့်ပါနဲ့။

အသံအရမ်းထွက်အောင် ရှူသွင်းစရာမလိုသလို အားအရမ်းစိုက်ဖို့လဲ မလိုပါဘူး။

@@gap
     
     ∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁၄) အသက်ရှူသွင်းပါ။”။
     
။ အသက်ရှူသွင်းရင် လုံးဝ မလောပါနဲ့။ ဖြည်းဖြည်းနဲ့ ပုံမှန်အတိုင်းပဲ ရှူသွင်းပါ။

တခြားအရာတွေကို မတွေးပဲ နံပါတ်(၁၄)ရဲ့ အလုပ်အတိုင်း အသက်ရှူသွင်းရင်းနဲ့ နှာခေါင်းအတွင်းဘက် နေရာကို စိတ်နဲ့သေချာ ကြည့်နေရုံပါပဲ။

။ ဒီလိုရှူသွင်းတာက လူတစ်ဦးနဲ့တစ်ဦး မတူနိုင်ပါဘူး။ ရှည်ရှည်ရှူသွင်းမှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူသွင်းပါ။

တိုတိုရှူသွင်းမှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူသွင်းပါ။ ဦးဇင်းက ရှည်ရှည်ရှူသွင်းမှ အသက်ရှူဝသူမို့ အဲ့လို လုပ်ပါတယ်။

    ။ နံပါတ်(၁၄)အတိုင်း အသက်ရှူသွင်းပြီးရင် နံပါတ်(၁၅)အတိုင်း အသက်ရှူထုတ်ရပါမယ်။
 
     
  `},
   
   {
        id: "paper-b-t2.15", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၅) အသက်ရှူထုတ်ပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

 ∆ နံပါတ်(၁၅) အသက်ရှူထုတ်ပါ။

  ။ နံပါတ်(၁၅)မှာ အသက်ရှူထုတ်တာက နံပါတ်(၁၆)ကို လုပ်နိုင်ဖို့အတွက် လိုအပ်ပါတယ်။

    ။ အသက်ရှူထုတ်ရင်းနဲ့ နှာခေါင်းအဖျားကနေ နှာခေါင်းအတွင်းဘက် (၁)လက်မလောက်မှာ ရှိတဲ့ နေရာကို စိတ်နဲ့ကြည့်နေရမယ်။

ဘာကြောင့်လဲဆိုတော့ နံပါတ်(၁၆)ကလဲ အဲ့ဒီ နှာခေါင်းအတွင်းဘက် နေရာမှာပဲ လုပ်ရတာမို့ပါ။

တစ်ခါတလေ စိတ်နဲ့မကြည့်လိုက်မိပဲ အသက်ရှူသွင်း၊ အသက်ရှူထုတ်မိသွားတာတွေ ဖြစ်နိုင်တယ်။ အဲဒီလိုဖြစ်ရင် အဲဒီတစ်ကြိမ်ကို ထည့်မတွက်ပဲ အစကနေ ပြန်စရပါမယ်။

      ။ တရားရှုမှတ်ရင်း အသက်ရှူကျပ်တတ်လို့ အသက်ရှူထုတ်ရပါမယ်။

အသက်ရှူထုတ်တဲ့အခါ ခန္ဓာကိုယ်က သူ့အလိုလို ရှူထုတ်မှာကို လုံးဝ မစောင့်ပါနဲ့။

အသံအရမ်းထွက်အောင် ရှူထုတ်စရာမလိုသလို အားအရမ်းစိုက်ဖို့လဲ မလိုပါဘူး။

@@gap

∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁၅) အသက်ရှူထုတ်ပါ။”။

  ။ အသက်ရှူထုတ်ရင် လုံးဝ မလောပါနဲ့။ ဖြည်းဖြည်းနဲ့ ပုံမှန်အတိုင်းပဲ ရှူထုတ်ပါ။ 

တခြားအရာတွေကို မတွေးပဲ နံပါတ်(၁၅)ရဲ့ အလုပ်အတိုင်း အသက်ရှူထုတ်ရင်းနဲ့ နှာခေါင်းအတွင်းဘက် နေရာကို စိတ်နဲ့သေချာ ကြည့်နေရုံပါပဲ။
    
    ။ ဒီလိုရှူထုတ်တာက လူတစ်ဦးနဲ့တစ်ဦး မတူနိုင်ပါဘူး။ ရှည်ရှည်ရှူထုတ်မှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူထုတ်ပါ။

တိုတိုရှူထုတ်မှ အသက်ရှူဝမယ်ဆိုရင် အဲ့လို ရှူထုတ်ပါ။ ဦးဇင်းက ရှည်ရှည်ရှူထုတ်မှ အသက်ရှူဝသူမို့ အဲ့လို လုပ်ပါတယ်။


။ နံပါတ်(၁၅)အတိုင်း အသက်ရှူထုတ်ပြီးရင် နံပါတ်(၁၆)အတိုင်း စိတ်နဲ့ရွတ်ရပါမယ်။
 
 `},
   
   {
        id: "paper-b-t2.16", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၆) အသက်ရှူထုတ်ပြီးလျှင် ပျက်သွားတဲ့စကားလုံးရဲ့ မမြဲခြင်းအနိစ္စသဘောကို ရည်ရွယ်ပြီး “သေ” ဆိုတဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ပါ။",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ နံပါတ်(၁၆) အသက်ရှူထုတ်ပြီးလျှင် ပျက်သွားတဲ့စကားလုံးရဲ့ မမြဲခြင်းအနိစ္စသဘောကိုရည်ရွယ်ပြီး “သေ” ဆိုတဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ပါ။ 

   ။ စကားလုံးဖြစ်လာရုံသာ အားအနည်းငယ်စိုက်ရမည်၊ ထိတ်လန့်မှု‌သံဝေဂဖြစ်နေတဲ့ ပုံစံမျိုးဖြစ်ရမည်၊ ဝမ်းနည်းပူဆွေးချိန်မှာ ဖြေးညှင်းစွာ စကားပြော‌‌ဆိုသော ပုံစံမျိုးနှင့်ဆင်တူသည်။ 

။ ပျက်သွားပြီး လုံးဝ ပြန်မဖြစ်လာနိုင်တော့တဲ့ စကားလုံးကို စိတ်နဲ့ ဆင်ခြင်ပြီး "သေ" လို့ ရွတ်ရမှာပါ။



`},
   
   {
        id: "paper-b-t2.16.1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ဝိပဿနာကထာ",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `

   ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ ပညာဝဂ်၊ ဝိပဿနာကထာ၊

    အကျွန်ုပ်သည် ဤသို့ကြားနာခဲ့ရပါသည်။

    အခါတစ်ပါး၌ မြတ်စွာဘုရားသည် သာဝတ္ထိပြည် အနာထပိဏ်သူဌေး၏အရံဖြစ်သော ဇေတဝန် ကျောင်း၌ သီတင်းသုံးနေတော်မူ၏။ ထိုစဉ်အခါ မြတ်စွာဘုရားသည် ရဟန်းတို့ကို ''ရဟန်းတို့''ဟုခေါ်တော်မူ၏။ ထိုရဟန်းတို့သည် ''အသျှင်ဘုရား''ဟု မြတ်စွာဘုရားအား ပြန်ကြားလျှောက်ထားကုန်၏။

မြတ်စွာဘုရားသည် ဤသို့ မိန့်တော်မူ၏။

ရဟန်းတို့ စင်စစ် ထိုရဟန်းသည် အနည်းငယ်သောသင်္ခါရကို မြဲ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့် လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံခြင်းဖြစ်မည့်အကြောင်းသည် မရှိ။ မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် မပြည့်စုံသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်မည့်အကြောင်း သည် မရှိ။ (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ မသက်ဝင်သည်ရှိသော် သောတာပတ္တိဖိုလ်ကိုသော် လည်းကောင်း၊ သကဒါဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အနာဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အရဟတ္တဖိုလ် ကိုသော်လည်းကောင်း မျက်မှောက်ပြုမည့် အကြောင်းသည် မရှိ။ (၁)

ရဟန်းတို့ စင်စစ် ထိုရဟန်းသည် အလုံးစုံသောသင်္ခါရတို့ကို အနိစ္စဟုရှုသည်ရှိသော် မဂ်နှင့် လျော် သောအလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံခြင်းဖြစ်မည့်အကြောင်းသည် ရှိ၏။ မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်မည့်အကြောင်း သည် ရှိ၏။ (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်သည်ရှိသော် သောတာပတ္တိဖိုလ်ကိုသော် လည်းကောင်း၊ သကဒါဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အနာဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အရဟတ္တဖိုလ် ကိုသော်လည်းကောင်း မျက်မှောက်ပြုမည့် အကြောင်းသည် ရှိ၏။ (၂)

ရဟန်းတို့ စင်စစ် ထိုရဟန်းသည် အနည်းငယ်သောသင်္ခါရကို ချမ်းသာ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့် လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံခြင်းဖြစ်မည့်အကြောင်းသည် မရှိ။ မဂ်နှင့် လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် မပြည့်စုံသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်မည့် အကြောင်းသည် မရှိ။ (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ မသက်ဝင်သည်ရှိသော် သောတာပတ္တိဖိုလ်ကို သော်လည်းကောင်း၊ သကဒါဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အနာဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အရဟတ္တ ဖိုလ်ကိုသော်လည်းကောင်း မျက်မှောက်ပြုမည့်အကြောင်းသည် မရှိ။ (၃)

ရဟန်းတို့ စင်စစ် ထိုရဟန်းသည် အလုံးစုံသောသင်္ခါရတို့ကို ဆင်းရဲ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့် လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံခြင်းဖြစ်မည့်အကြောင်းသည် ရှိ၏။ မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်မည့်အကြောင်း သည် ရှိ၏။ (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်သည်ရှိသော် သောတာပတ္တိဖိုလ်ကိုသော် လည်းကောင်း၊ သကဒါဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အနာဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အရဟတ္တဖိုလ် ကိုသော်လည်းကောင်း မျက်မှောက်ပြုမည့် အကြောင်းသည် ရှိ၏။ (၄)

ရဟန်းတို့ စင်စစ် ထိုရဟန်းသည် အနည်းငယ်သောတရားကို အတ္တဟု ရှုသည်ရှိသော် မဂ်နှင့် လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံခြင်းဖြစ်မည့် အကြောင်းသည် မရှိ။ မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် မပြည့်စုံသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်မည့် အကြောင်းသည် မရှိ။ (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ မသက်ဝင်သည်ရှိသော် သောတာပတ္တိဖိုလ် ကိုသော်လည်းကောင်း၊ သကဒါဂါမိ ဖိုလ်ကိုသော်လည်းကောင်း၊ အနာဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အရဟတ္တဖိုလ်ကိုသော်လည်းကောင်း မျက်မှောက်ပြုမည့် အကြောင်းသည် မရှိ။ (၅)

ရဟန်းတို့ စင်စစ် ထိုရဟန်းသည် အလုံးစုံသောတရားတို့ကို အတ္တမဟုတ် 'အနတ္တ'ဟု ရှုသည်ရှိ သော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံခြင်းဖြစ်မည့်အကြောင်းသည် ရှိ၏။ မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက် ဝင်မည့်အကြောင်းသည် ရှိ၏။ (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်သည်ရှိသော် သောတာပတ္တိ ဖိုလ်ကိုသော်လည်းကောင်း၊ သကဒါဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အနာဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အရဟတ္တဖိုလ်ကိုသော်လည်းကောင်း မျက်မှောက်ပြုမည့်အကြောင်းသည် ရှိ၏။ (၆)

ရဟန်းတို့ စင်စစ် ထိုရဟန်းသည် နိဗ္ဗာန်ကို ဆင်းရဲ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံခြင်းဖြစ်မည့် အကြောင်းသည် မရှိ။ မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်'နှင့် မပြည့်စုံသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်မည့်အကြောင်းသည် မရှိ။ (မိမိ အခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ မသက်ဝင်သည်ရှိသော် သောတာပတ္တိဖိုလ်ကိုသော်လည်းကောင်း၊ သကဒါ ဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အနာဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အရဟတ္တဖိုလ်ကိုသော်လည်းကောင်း မျက်မှောက်ပြုမည့် အကြောင်းသည် မရှိ။ (၇)

ရဟန်းတို့ စင်စစ် ထိုရဟန်းသည် နိဗ္ဗာန်ကို ချမ်းသာ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်'နှင့် ပြည့်စုံခြင်းဖြစ်မည့် အကြောင်းသည် ရှိ၏။ မဂ်နှင့်လျော်သော အလို 'အနုလောမ ဉာဏ်'နှင့် ပြည့်စုံသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်မည့်အကြောင်းသည် ရှိ၏။ (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်သည်ရှိသော် သောတာပတ္တိဖိုလ်ကိုသော်လည်းကောင်း၊ သကဒါဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အနာဂါမိဖိုလ်ကိုသော်လည်းကောင်း၊ အရဟတ္တဖိုလ်ကိုသော်လည်း ကောင်း မျက်မှောက်ပြုမည့်အကြောင်းသည် ရှိ၏။ (၈)
 
အဘယ်မျှသော အခြင်းအရာတို့ဖြင့် မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်' ကို ရသနည်း။ အဘယ်မျှသော အခြင်းအရာတို့ဖြင့် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်သနည်း။

လေးဆယ်သော အခြင်းအရာတို့ဖြင့် မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်' ကို ရ၏။ လေးဆယ်သော အခြင်းအရာတို့ဖြင့် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင်၏။

အဘယ်လေးဆယ်သော အခြင်းအရာတို့ဖြင့် မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်'ကို ရသနည်း။ အဘယ်လေးဆယ်သော အခြင်းအရာတို့ဖြင့် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ သက်ဝင် သနည်း။

ခန္ဓာငါးပါးတို့ကို မမြဲဟု၊ ဆင်းရဲ၏ဟု၊ ရောဂါဟု၊ အိုင်းအမာဟု၊ ဆူးငြောင့်ဟု၊ ညှဉ်းဆဲ တတ်၏ဟု၊ အနာဟု၊ သူစိမ်းပြင်ပဟု၊ ပျက်စီးတတ်၏ဟု၊ ဘေးရန်ဟု၊ ဥပဒ်ဟု၊ ဘေးဟု၊နှိပ်စက်တတ်၏ဟု၊ တုန်လှုပ်တတ်၏ဟု၊ ကျိုးပျက်တတ်၏ဟု၊ ခိုင်ခံ့ခြင်းမရှိဟု၊ မှီခိုရာမဟုတ်ဟု၊ ပုန်းအောင်းရာ မဟုတ်ဟု၊ ကိုးကွယ်ရာမဟုတ်ဟု၊ ကင်းဆိတ်၏ဟု၊ အချည်းနှီးဟု၊ ဆိတ်သုဉ်း၏ဟု၊ အတ္တမဟုတ် 'အနတ္တ'ဟု၊ အပြစ်ဟု၊ ဖောက်ပြန်တတ်သောသဘောဟု၊ အနှစ်မဲ့ဟု၊ ညှဉ်းဆဲခြင်း၏အရင်းခံဟု၊ သတ် တတ်၏ဟု၊ အထူးထူးဖြစ် တတ်၏ဟု၊ အာသဝေါတရားတို့၏ အာရုံဟု၊ ပြုစီရင်အပ်၏ဟု၊ မာရ်နှင့်စပ်၏ဟု၊ ဖြစ်ခြင်းသဘောရှိ၏ဟု၊ အိုခြင်းသဘောရှိ၏ဟု၊ နာခြင်းသဘောရှိ၏ဟု၊ သေခြင်းသဘောရှိ၏ဟု၊ စိုး ရိမ်ခြင်းသဘောရှိ၏ဟု၊ ငိုကြွေးခြင်းသဘောရှိ၏ဟု၊ ပြင်းစွာပူပန်ခြင်းသဘောရှိ၏ဟု၊ ညစ်နွမ်းခြင်း သဘောရှိ၏ဟု (ရှု၏)။
 
ခန္ဓာငါးပါးတို့ကို မမြဲဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် မြဲ၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ဆင်းရဲ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ချမ်းသာ၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ရောဂါဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အနာ (ရောဂါ) ကင်း၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို အိုင်းအမာဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အိုင်းအမာကင်း၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ဆူးငြောင့်ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ဆူးငြောင့်ကင်း၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုး ပေးမြဲခြင်းသို့ ဝင်၏။ (၅)

ခန္ဓာငါးပါးတို့ကို ညှဉ်းဆဲတတ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ညှဉ်းဆဲခြင်းကင်း၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို အနာဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အနာကင်း၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို တစ်ပါးတစ်ခြားဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်းနိဗ္ဗာန်သည် အကြောင်းတစ်ပါးကင်း၏''ဟု ရှုသည်ရှိသော် (မိမိအခြား မဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ပျက်စီးတတ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ချုပ်ခြင်း နိဗ္ဗာန်သည် မပျက်စီးသောသဘောရှိ၏''ဟု ရှုသည်ရှိသော် (မိမိအခြား မဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ဘေးရန်ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ဘေးရန်မရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။ (၁၀)

ခန္ဓာငါးပါးတို့ကို ဥပဒ်ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ဥပဒ်မရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်း သို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ဘေးဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ဘေးမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်း သို့ ဝင်၏။

    ခန္ဓာငါးပါးတို့ကိုနှိပ်စက်တတ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် မနှိပ်စက်တတ်''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို တုန်လှုပ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် မတုန်လှုပ်''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်း သို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ကျိုးပျက်တတ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ကျိုးပျက်ခြင်းမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌)အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။ (၁၅)

ခန္ဓာငါးပါးတို့ကို ခိုင်ခံ့ခြင်းမရှိဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ခိုင်ခံ့ခြင်းရှိ၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုး ပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို မှီခိုရာမဟုတ်ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်'ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် မှီခိုရာ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ပုန်းအောင်းရာမဟုတ်ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ပုန်းအောင်းရာ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ကိုးကွယ်ရာမဟုတ်ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ကိုးကွယ်ရာ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ချမ်းသာခြင်းမှ ကင်းဆိတ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနု လောမဉာဏ်'ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ချမ်းသာသည်မှ မဆိတ်''ဟု ရှုသည်ရှိ သော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။ (၂၀)

ခန္ဓာငါးပါးတို့ကို အချည်းအနှီးဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အချည်းအနှီးမဟုတ်''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ပုဂ္ဂိုလ်စသည်မှ ဆိတ်သုဉ်း၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနု လောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် သင်္ခါရအားလုံးမှ ဆိတ်သုဉ်း၏''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို အတ္တမဟုတ် 'အနတ္တ'ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် မြတ်သောသဘော 'ပရမတ္ထ'''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို အပြစ်ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အပြစ်မရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ဖောက်ပြန်တတ်သောသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ဖောက်ပြန်သောသဘောမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။ (၂၅)

ခန္ဓာငါးပါးတို့ကို အနှစ်မဲ့ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အနှစ်သာရ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ညှဉ်းဆဲခြင်း၏အရင်းခံဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမ ဉာဏ်' ကို ရ၏။ ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း ''နိဗ္ဗာန်သည် ညှဉ်းဆဲခြင်းအရင်းခံမဟုတ်''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို သတ်တတ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် မသတ်တတ်''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုး ပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို အထူးထူးဖြစ်တတ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အထူးထူးမဖြစ်တတ်''ဟု ရှုသည်ရှိသော် (မိမိ အခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို အာသဝေါတရားတို့၏ အာရုံဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနု လောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အာသဝေါတရားတို့၏ အာရုံမဟုတ်''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။ (၃၀)

ခန္ဓာငါးပါးတို့ကို ပြုစီရင်အပ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် မပြုပြင်အပ်''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို မာရ်နှင့်စပ်၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း ''နိဗ္ဗာန်သည် မာရ်နှင့်မစပ်''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ဖြစ်ခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း ''နိဗ္ဗာန်သည် ဖြစ်ခြင်းသဘောမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြား မဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို အိုခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် အိုခြင်းသဘောမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို နာခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်'ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် နာခြင်းသဘောမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။ (၃၅)

ခန္ဓာငါးပါးတို့ကို သေခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် သေခြင်းသဘောမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြား မဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို စိုးရိမ်ခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမ ဉာဏ်'ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် စိုးရိမ်ခြင်းသဘောမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ငိုကြွေးခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမ ဉာဏ်'ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ငိုကြွေးခြင်းသဘော မရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ပြင်းစွာ ပူပန်ခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သော အလို 'အနုလောမဉာဏ်'ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ပြင်းစွာပူပန်ခြင်းသဘော မရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ခန္ဓာငါးပါးတို့ကို ညစ်နွမ်းခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမ ဉာဏ်'ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် ညစ်နွမ်းခြင်းသဘောမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။ (၄၀)
 
မမြဲဟု (ရှုခြင်းသည်) အနိစ္စာနုပဿနာတည်း။ ဆင်းရဲ၏ဟု (ရှုခြင်းသည်) ဒုက္ခာနုပဿနာတည်း။ ရောဂါဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ အိုင်းအမာဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ဆူးငြောင့်ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ညှဉ်းဆဲတတ်၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ အနာဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ သူစိမ်းပြင်ပဟု ရှုခြင်းသည် အနတ္တာနုပဿနာတည်း။ ပျက်စီးတတ်၏ဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။ ဘေးရန်ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ (၁၀)

ဥပဒ်ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ဘေးဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ နှိပ် စက်တတ်၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ တုန်လှုပ်တတ်၏ဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။ ကျိုးပျက်တတ်၏ဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။ ခိုင်ခံ့ခြင်းမရှိဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။ မှီခိုရာ မဟုတ်ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ပုန်းအောင်းရာမဟုတ်ဟု ရှုခြင်း သည် ဒုက္ခာနုပဿနာတည်း။ ကိုးကွယ်ရာမဟုတ်ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ကင်းဆိတ်ရာဟု ရှုခြင်းသည် အနတ္တာနုပဿနာတည်း။ (+၁၀=၂၀)

အချည်းနှီးဟု ရှုခြင်းသည် အနတ္တာနုပဿနာတည်း။ ဆိတ်သုဉ်း၏ဟု ရှုခြင်းသည် အနတ္တာနုပဿ နာတည်း။ အတ္တမဟုတ်ဟု ရှုခြင်းသည် အနတ္တာနုပဿနာတည်း။ အပြစ်ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ဖောက်ပြန်တတ်သောသဘောဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။ အနှစ်မဲ့ဟု ရှုခြင်းသည် အနတ္တာနုပဿနာတည်း။ ညှဉ်းဆဲခြင်း၏အရင်းခံဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ သတ်တတ်၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ အထူးထူးဖြစ်၏ဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။ အာသဝေါတရားတို့၏ အာရုံဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ (+၁၀=၃၀)

    ပြုစီရင်အပ်၏ဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။ မရ်နှင့်စပ်၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ဖြစ်ခြင်းသဘောရှိ၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ အိုခြင်းသဘောရှိ၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ နာခြင်းသဘောရှိ၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ သေခြင်း သဘောရှိ၏ဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။ စိုးရိမ်ခြင်းသဘောရှိ၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ငိုကြွေးခြင်း သဘောရှိ၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ပြင်းစွာပူပန်ခြင်း သဘောရှိ၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ ညစ်နွမ်းခြင်း သဘောရှိ၏ဟု ရှုခြင်းသည် ဒုက္ခာနုပဿနာတည်း။ (+၁၀=၄၀)

ဤလေးဆယ်သော အခြင်းအရာတို့ဖြင့် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရ၏။ ဤ လေးဆယ်သော အခြင်းအရာတို့ဖြင့် (မိမိအခြားမဲ့၌) အကျိုးပေး မြဲခြင်းသို့ ဝင်၏။

ဤလေးဆယ်သော အခြင်းအရာတို့ဖြင့် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကိုရသော၊ ဤလေးဆယ်သော အခြင်းအရာတို့ဖြင့် (မိမိအခြားမဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်သောသူအား အနိစ္စာနုပဿနာ အဘယ်မျှလောက် ရှိသနည်း။ ဒုက္ခာနုပဿနာ အဘယ်မျှလောက် ရှိသနည်း။ အနတ္တာနုပဿနာ အဘယ်မျှလောက် ရှိသနည်း။
အနတ္တာနုပဿနာနှစ်ဆယ့်ငါးပါး။
အနိစ္စာနုပဿနာ ငါးဆယ်။
ဒုက္ခာနုပဿနာ တစ်ရာ့နှစ်ဆယ့်ငါးပါး ရှိ၏ဟု ဆိုအပ်၏။
ဝိပဿနာကထာ ပြီး၏။

@@gap

    [   ။ ဝိပဿနာကထာမှ “ခန္ဓာငါးပါးတို့ကို မမြဲဟု၊ ဆင်းရဲ၏ဟု၊ ရောဂါဟု၊ အိုင်းအမာဟု၊ ဆူးငြောင့်ဟု၊ ညှဉ်းဆဲ တတ်၏ဟု၊ အနာဟု၊ သူစိမ်းပြင်ပဟု၊ ပျက်စီးတတ်၏ဟု၊ ဘေးရန်ဟု၊ ဥပဒ်ဟု၊ ဘေးဟု၊နှိပ်စက်တတ်၏ဟု၊ တုန်လှုပ်တတ်၏ဟု၊ ကျိုးပျက်တတ်၏ဟု၊ ခိုင်ခံ့ခြင်းမရှိဟု၊ မှီခိုရာမဟုတ်ဟု၊ ပုန်းအောင်းရာ မဟုတ်ဟု၊ ကိုးကွယ်ရာမဟုတ်ဟု၊ ကင်းဆိတ်၏ဟု၊ အချည်းနှီးဟု၊ ဆိတ်သုဉ်း၏ဟု၊ အတ္တမဟုတ် 'အနတ္တ'ဟု၊ အပြစ်ဟု၊ ဖောက်ပြန်တတ်သောသဘောဟု၊ အနှစ်မဲ့ဟု၊ ညှဉ်းဆဲခြင်း၏အရင်းခံဟု၊ သတ် တတ်၏ဟု၊ အထူးထူးဖြစ် တတ်၏ဟု၊ အာသဝေါတရားတို့၏ အာရုံဟု၊ ပြုစီရင်အပ်၏ဟု၊ မာရ်နှင့်စပ်၏ဟု၊ ဖြစ်ခြင်းသဘောရှိ၏ဟု၊ အိုခြင်းသဘောရှိ၏ဟု၊ နာခြင်းသဘောရှိ၏ဟု၊ သေခြင်းသဘောရှိ၏ဟု၊ စိုး ရိမ်ခြင်းသဘောရှိ၏ဟု၊ ငိုကြွေးခြင်းသဘောရှိ၏ဟု၊ ပြင်းစွာပူပန်ခြင်းသဘောရှိ၏ဟု၊ ညစ်နွမ်းခြင်း သဘောရှိ၏ဟု (ရှု၏)။” 
 
    အထက်ပါ စာပိုဒ်မှ “သေခြင်းသဘောရှိ၏ဟု” စာသားအရ “သေ” ဆိုတဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ဆိုခြင်း ဖြစ်ပါတယ်။

   ။ ဝိပဿနာကထာမှ “သေခြင်း သဘောရှိ၏ဟု ရှုခြင်းသည် အနိစ္စာနုပဿနာတည်း။”
 
    အထက်ပါ စာကြောင်းအရ “သေ” ဆိုတဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ဆိုခြင်း ဖြစ်ပါတယ်။
  
  ။ ဝိပဿနာကထာမှ “ခန္ဓာငါးပါးတို့ကို သေခြင်းသဘောရှိ၏ဟု ရှုသည်ရှိသော် မဂ်နှင့်လျော်သောအလို 'အနုလောမဉာဏ်' ကို ရ၏။ ''ခန္ဓာငါးပါးတို့၏ ချုပ်ခြင်း နိဗ္ဗာန်သည် သေခြင်းသဘောမရှိ''ဟု ရှုသည်ရှိသော် (မိမိအခြား မဲ့၌) အကျိုးပေးမြဲခြင်းသို့ ဝင်၏။”
  
    အထက်ပါ စာပိုဒ်အရ “သေ” ဆိုတဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ဆိုခြင်း ဖြစ်ပါတယ်။ ]
`},
   
   {
        id: "paper-b-t2.16.2", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `

 ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ဉာဏကထာ၊ ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်း

     
အာရုံကို ဆင်ခြင်၍ အပျက်ကို ရှုမြင်နိုင်သောပညာသည် အဘယ်သို့လျှင် ဝိပဿနာဉာဏ် မည်သနည်း။

ရုပ်လျှင် အာရုံရှိသည်၏ အဖြစ်ဖြင့် စိတ်သည် ဖြစ်၍ ပျက်၏။ ထိုအာရုံကို ဆင်ခြင်၍ ထိုစိတ်၏ ပျက်ခြင်းကို အဖန်ဖန်ရှု၏။

အဖန်ဖန် ရှု၏ဟူရာ၌ အဘယ်သို့လျှင် အဖန်ဖန်ရှုသနည်း။

အနိစ္စအားဖြင့် အဖန်ဖန်ရှု၏။ နိစ္စအားဖြင့် မရှု။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှု၏။ သုခအားဖြင့်မရှု။ အနတ္တအားဖြင့် အဖန်ဖန်ရှု၏။ အတ္တအားဖြင့် မရှု။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်း ကင်း၏။ တပ်နှစ်သက်သည် မဟုတ်။ ချုပ်ငြိမ်းစေ၏။ မဖြစ်ပေါ်စေ။ စွန့်လွှတ်၏။ စွဲယူခြင်း မရှိ။

အနိစ္စအားဖြင့် အဖန်ဖန်ရှုသော် မြဲ၏ဟူသောအမှတ်သညာကို ပယ်စွန့်၏။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှုသော် ချမ်းသာဟူသော အမှတ်သညာကို ပယ်စွန့်၏။ အနတ္တအားဖြင့် အဖန်ဖန်ရှုသော် အတ္တဟူသောအမှတ် သညာကို ပယ်စွန့်၏။ ငြီးငွေ့သော်နှစ်သက်ခြင်းကို ပယ်စွန့်၏။ တပ်ခြင်းကင်းသော် တပ်ခြင်းရာဂကို ပယ်စွန့်၏။ ချုပ်ငြိမ်းသော် ဖြစ်ခြင်းကို ပယ်စွန့်၏။ တစ်ဖန်စွန့်သော် စွဲယူခြင်းကို ပယ်စွန့်၏။

ဝေဒနာလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။ပ။

သညာလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

သင်္ခါရတို့လျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

ဝိညာဉ်လျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

    မျက်စိလျှင်။ပ။ ဇရာမရဏလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့် စိတ်သည် ဖြစ်၍ ပျက်၏။ ထိုအာရုံကို ဆင်ခြင်၍ ထိုစိတ်၏ ပျက်ခြင်းကို အဖန်ဖန်ရှု၏၊

အဖန်ဖန် ရှု၏ဟူရာ၌ အဘယ်သို့လျှင် အဖန်ဖန်ရှုသနည်း။

အနိစ္စအားဖြင့် အဖန်ဖန်ရှု၏။ နိစ္စအားဖြင့် မရှု။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှု၏။ သုခအားဖြင့်မရှု။ အနတ္တအားဖြင့် အဖန်ဖန်ရှု၏။ အတ္တအားဖြင့် မရှု။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်း ကင်း၏။ တပ်နှစ်သက်သည် မဟုတ်။ ချုပ်ငြိမ်းစေ၏။ မဖြစ်ပေါ်စေ။ စွန့်လွှတ်၏။ စွဲယူခြင်း မရှိ။

အနိစ္စအားဖြင့် အဖန်ဖန်ရှုသော် မြဲ၏ဟူသောအမှတ်သညာကို ပယ်စွန့်၏။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှု သော် ချမ်းသာဟူသော အမှတ်သညာကို ပယ်စွန့်၏။ အနတ္တအားဖြင့် အဖန်ဖန်ရှုသော် အတ္တဟူသော အမှတ်သညာကို ပယ်စွန့်၏။ ငြီးငွေ့သော်နှစ်သက်ခြင်းကို ပယ်စွန့်၏။ တပ်ခြင်းကင်းသော် တပ်ခြင်း ရာဂကို ပယ်စွန့်၏။ ချုပ်ငြိမ်းသော် ဖြစ်ခြင်းကို ပယ်စွန့်၏။ တစ်ဖန်စွန့်သော် စွဲယူခြင်းကို ပယ်စွန့်၏။

    ဝတ္ထုပြောင်းရွှေ့ခြင်းသည်လည်းကောင်း၊ ပညာ၏ လည်၍ဖြစ်ခြင်းသည်လည်း ကောင်း၊ ဆင်ခြင်ခြင်းငှါ စွမ်းနိုင်သော ဉာဏ်သည်လည်းကောင်း (ဤဉာဏ်သုံးပါး အပေါင်းသည်) ဆင်ခြင်၍ ရှုတတ်သော 'ပဋိသင်္ခါဝိပဿနာ'ဉာဏ်မည်၏။

အာရုံသို့အစဉ်လျှောက်သဖြင့် (အတိတ်အနာဂတ်) အပျက်နှစ်မျိုးတို့ကို တူသော အားဖြင့် ပိုင်းခြားခြင်းလည်းကောင်း၊ နိဗ္ဗာန်၌ စိတ်၏ သက်ဝင်ညွတ်ကိုင်းခြင်း လည်းကောင်း (ဤဉာဏ်နှစ်ပါးသည်) အပျက်လက္ခဏာကို ရှုတတ်သော 'ဝယ လက္ခဏဝိပဿနာ' မည်၏။

အာရုံကိုလည်း ဆင်ခြင်၍ အပျက်ကိုလည်း အဖန်ဖန်ရှုခြင်းလည်းကောင်း၊ ဆိတ် သုဉ်းသောအားဖြင့် ထင်ခြင်းလည်းကောင်း ဤဉာဏ်နှစ်ပါးသည် 'အဓိပညာ ဝိပဿနာ'မည်၏။

ဆိုခဲ့ပြီးအနိစ္စာနုပဿနာစသော အနုပဿနာဉာဏ်သုံးပါးတို့၌ ကျွမ်းကျင်သော သူသည် နိဗ္ဗိဒါနုပဿနာစသော လေးပါးသော ဝိပဿနာတို့၌လည်းကောင်း၊ ကုန်ခြင်းစသော သုံးပါးသော ဆင်ခြင်ခြင်း၌လည်းကောင်း လိမ္မာသည်၏အဖြစ်ကြောင့် အထူးထူးသော အယူဝါဒတို့၌ မတုန်လှုပ်။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် အာရုံကို ဆင်ခြင်၍ အပျက်ကို ရှုမြင်နိုင်သောပညာကို ဘင်္ဂါနုပဿနာဉာဏ်ဟု ဆိုအပ်၏။
ခုနစ်ခုမြောက် ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်း ပြီး၏။

@@gap

[  ။ ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်းမှ “ရုပ်လျှင် အာရုံရှိသည်၏ အဖြစ်ဖြင့် စိတ်သည် ဖြစ်၍ ပျက်၏။ ထိုအာရုံကို ဆင်ခြင်၍ ထိုစိတ်၏ ပျက်ခြင်းကို အဖန်ဖန်ရှု၏။

အဖန်ဖန် ရှု၏ဟူရာ၌ အဘယ်သို့လျှင် အဖန်ဖန်ရှုသနည်း။

အနိစ္စအားဖြင့် အဖန်ဖန်ရှု၏။ နိစ္စအားဖြင့် မရှု။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှု၏။ သုခအားဖြင့်မရှု။ အနတ္တအားဖြင့် အဖန်ဖန်ရှု၏။ အတ္တအားဖြင့် မရှု။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်း ကင်း၏။ တပ်နှစ်သက်သည် မဟုတ်။ ချုပ်ငြိမ်းစေ၏။ မဖြစ်ပေါ်စေ။ စွန့်လွှတ်၏။ စွဲယူခြင်း မရှိ။

အနိစ္စအားဖြင့် အဖန်ဖန်ရှုသော် မြဲ၏ဟူသောအမှတ်သညာကို ပယ်စွန့်၏။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှုသော် ချမ်းသာဟူသော အမှတ်သညာကို ပယ်စွန့်၏။ အနတ္တအားဖြင့် အဖန်ဖန်ရှုသော် အတ္တဟူသောအမှတ် သညာကို ပယ်စွန့်၏။ ငြီးငွေ့သော်နှစ်သက်ခြင်းကို ပယ်စွန့်၏။ တပ်ခြင်းကင်းသော် တပ်ခြင်းရာဂကို ပယ်စွန့်၏။ ချုပ်ငြိမ်းသော် ဖြစ်ခြင်းကို ပယ်စွန့်၏။ တစ်ဖန်စွန့်သော် စွဲယူခြင်းကို ပယ်စွန့်၏။

ဝေဒနာလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။ပ။

သညာလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

သင်္ခါရတို့လျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

ဝိညာဉ်လျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

    မျက်စိလျှင်။ပ။ ဇရာမရဏလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့် စိတ်သည် ဖြစ်၍ ပျက်၏။ ထိုအာရုံကို ဆင်ခြင်၍ ထိုစိတ်၏ ပျက်ခြင်းကို အဖန်ဖန်ရှု၏၊”

အထက်ပါစာပိုဒ်အရ အနိစ္စသဘော ဖြစ်သော “သေ” ဆိုတာကို အကြိမ်ကြိမ် အဖန်ဖန် ရှုမှတ်ပါတယ်။

   ။ ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်းမှ “အနိစ္စအားဖြင့် အဖန်ဖန်ရှု၏။ နိစ္စအားဖြင့် မရှု။”

   အထက်ပါစာကြောင်းအရ အနိစ္စသဘော ဖြစ်သော “သေ” ဆိုတာကို အကြိမ်ကြိမ် အဖန်ဖန် ရှုမှတ်ပါတယ်။

။ ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်းမှ “အနိစ္စအားဖြင့် အဖန်ဖန်ရှုသော် မြဲ၏ဟူသောအမှတ်သညာကို ပယ်စွန့်၏။”

အထက်ပါစာကြောင်းအရ အနိစ္စသဘော ဖြစ်သော “သေ” ဆိုတာကို အကြိမ်ကြိမ် အဖန်ဖန် ရှုမှတ်ပါတယ်။ ]

  `},
   
   {
        id: "paper-b-t2.16.3", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ပဌမ ပုဗ္ဗေသမ္ဗောဓသုတ်",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `

။ သံယုတ္တနိကာယ်၊ သဠာယတနသံယုတ်၊ ယမကဝဂ်၊ ပဌမ ပုဗ္ဗေသမ္ဗောဓသုတ် 

 သာဝတ္ထိနိဒါန်း။ ရဟန်းတို့ ဘုရားမဖြစ်မီ သစ္စာလေးပါးကို မသိသေးသော ဘုရားအလောင်းဖြစ်စဉ် ငါ့အား ဤသို့ အကြံ ဖြစ်၏ - ''အဘယ်သည် မျက်စိ၏ သာယာဖွယ် ဖြစ်သနည်း၊ အဘယ်သည် အပြစ် ဖြစ်သနည်း၊ အဘယ်သည် ထွက်မြောက်ရာ ဖြစ်သနည်း။ အဘယ်သည် နား၏။

အဘယ်သည် နှာခေါင်း၏။ အဘယ်သည် လျှာ၏။ အဘယ်သည်ကိုယ်၏။ အဘယ်သည် စိတ်၏သာယာဖွယ် ဖြစ်သ နည်း၊ အဘယ်သည် အပြစ် ဖြစ်သနည်း၊ အဘယ်သည် ထွက်မြောက်ရာဖြစ်သနည်း''ဟု အကြံ ဖြစ်၏။

ရဟန်းတို့ ထိုသို့ (အကြံဖြစ်ပေါ်သော) ငါ့အား ဤသို့ အကြံ ဖြစ်ပြန်၏ -မျက်စိကို စွဲ၍ ဖြစ်ပေါ်လာသော ချမ်းသာမှု ဝမ်းမြောက်မှုသည် မျက်စိ၏ သာယာဖွယ်တည်း၊ မျက်စိ၏ မမြဲခြင်း ဆင်းရဲခြင်းဖောက်ပြန်ခြင်းသဘောသည် မျက်စိ၏ အပြစ်တည်း၊ မျက်စိ၌ လိုချင်စွဲမက်မှု 'ဆန္ဒရာဂ'ကို ဖျောက်ခြင်းပယ်ခြင်းသည် မျက်စိ၏ ထွက်မြောက်ရာတည်း။ နားကို စွဲ၍ ဖြစ်ပေါ်လာသော။ပ။ နှာခေါင်းကို စွဲ၍ ဖြစ်ပေါ်လာသော။ပ။ လျှာကို စွဲ၍ ဖြစ်ပေါ်လာသော ချမ်းသာမှု ဝမ်းမြောက်မှုသည် လျှာ၏သာယာဖွယ်တည်း၊ လျှာ၏ မမြဲခြင်း ဆင်းရဲခြင်း ဖောက်ပြန်ခြင်းသဘောသည် လျှာ၏ အပြစ်တည်း၊ လျှာ၌ လိုချင်စွဲမက်မှု 'ဆန္ဒရာဂ'ကို ဖျောက်ခြင်း ပယ်ခြင်းသည် လျှာ၏ ထွက်မြောက်ရာတည်း။ကိုယ်ကိုစွဲ၍ ဖြစ်ပေါ်လာသော။ပ။ စိတ်ကို စွဲ၍ ဖြစ်ပေါ်လာသော ချမ်းသာမှု ဝမ်းမြောက်မှုသည် စိတ်၏သာယာဖွယ်တည်း၊ စိတ်၏ မမြဲခြင်း ဆင်းရဲခြင်း ဖောက်ပြန်ခြင်းသဘောသည် စိတ်၏ အပြစ်တည်း၊ စိတ်၌ လိုချင်စွဲမက်မှု'ဆန္ဒရာဂ'ကို ဖျောက်ခြင်း ပယ်ခြင်းသည် စိတ်၏ ထွက်မြောက်ရာတည်း။

ရဟန်းတို့ ငါသည် ဤခြောက်ပါးသောကိုယ်တွင်းဖြစ် တည်ရာ 'အဇ္ဈတ္တိကာယတန'တို့၏ ဤသို့သာယာဖွယ်ကိုလည်း သာယာဖွယ်အားဖြင့် အပြစ်ကိုလည်း အပြစ်အားဖြင့် ထွက်မြောက်ရာကိုလည်းထွက် မြောက်ရာအားဖြင့်ဟုတ်တိုင်းမှန်စွာ မသိရသေးသမျှ ကာလပတ်လုံး နတ် မာရ်နတ် ဗြဟ္မာနှင့်တကွသော နတ်လောကနှင့် သမဏဗြာဟ္မဏ မင်းများ လူများနှင့် တကွသော လူ့လောက၌ အတုမရှိသော သဗ္ဗညုတ ဉာဏ်ကို ထိုးထွင်း၍ သိပြီဟု ဝန်မခံ။

ရဟန်းတို့ ငါသည် ဤခြောက်ပါးသောကိုယ်တွင်းဖြစ် တည်ရာ 'အဇ္ဈတ္တိကာယတန'တို့၏ ဤသို့သာယာဖွယ်ကိုလည်း သာယာဖွယ်အားဖြင့် အပြစ်ကိုလည်း အပြစ်အားဖြင့် ထွက်မြောက်ရာကိုလည်းထွက် မြောက်ရာအားဖြင့်ဟုတ်တိုင်းမှန်စွာ သိပြီးသော အခါ၌ သာလျှင် နတ် မာရ်နတ် ဗြဟ္မာနှင့်တကွသော နတ်လောကနှင့် သမဏဗြာဟ္မဏ မင်းများ လူများနှင့် တကွသော လူ့လောက၌ အတုမရှိသော သဗ္ဗညုတ ဉာဏ်ကို ထိုးထွင်း၍ သိပြီဟု ဝန်ခံ၏။ ငါ့အား ဉာဏ်အမြင်သည်လည်းဖြစ်ပေါ်ခဲ့ပြီ၊ ငါ၏ ကိလေသာ တို့ှမှ လွတ်မြောက်သော အရဟတ္တဖိုလ်စိတ်သည်လည်း မပျက်စီးနိုင်၊ ဤဘဝ၌ ကား နောက်ဆုံးဖြစ်သော ဘဝတည်း၊ ယခုအခါ နောက်ထပ် ပဋိသန္ဓေနေမှု မရှိတော့ပြီဟု (မိန့်တော်မူ၏)။
ပဌမသုတ်။

@@gap

    ∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁၆) အသက်ရှူထုတ်ပြီးလျှင် ပျက်သွားတဲ့စကားလုံးရဲ့ မမြဲခြင်းအနိစ္စသဘောကိုရည်ရွယ်ပြီး “သေ” ဆိုတဲ့ စကားလုံးကို စိတ်နဲ့ရွတ်ပါ။”။

     ။ နံပါတ်(၁၆)အတိုင်း စိတ်နဲ့ရွတ်ပြီးရင် နံပါတ်(၁၇)အတိုင်း အသက်ရှူသွင်းပြီး အနားယူရပါမယ်။
 
  `},
   
   {
        id: "paper-b-t2.17", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၇) အသက်ရှူသွင်းပြီး အနားယူပါ။ ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap
     
     ∆ နံပါတ်(၁၇) အသက်ရှူသွင်းပြီး အနားယူပါ။

။ နံပါတ်(၁၆) ကို ရှုမှတ်နေတဲ့အချိန်မှာ အသက်ရှူသွင်းတာ ခဏရပ်သွားပါတယ်။

ဒါကြောင့် နံပါတ်(၁၆) ကို ရှုမှတ်ပြီးတာနဲ့ အသက်ရှူသွင်းပြီး အနားယူရပါမယ်။
       
။ “အသက်ရှူသွင်းပြီး အနားယူပါ” ဆိုတာက စိတ်နဲ့ကြည့်တာ၊ စိတ်နဲ့ရွတ်တာတွေကို ခဏနားပြီး အသက်ရှူသွင်းရုံပဲ လုပ်နေတာကို ဆိုလိုပါတယ်။

@@gap

∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁၇) အသက်ရှူသွင်းပြီး အနားယူပါ။”။

  ။ နံပါတ်(၁၇)အတိုင်း အသက်ရှူသွင်းပြီး အနားယူပြီးရင် နံပါတ်(၁၈)အတိုင်း အသက်ရှူထုတ်ပြီး အနားယူရပါမယ်။
    
`},
   
   {
        id: "paper-b-t2.18", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " နံပါတ်(၁၈) အသက်ရှူထုတ်ပြီး အနားယူပါ။ ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap
 
 ∆ နံပါတ်(၁၈) အသက်ရှူထုတ်ပြီး အနားယူပါ။

။ နံပါတ်(၁၆) ကို ရှုမှတ်နေတဲ့အချိန်မှာ အသက်ရှူထုတ်တာ ခဏရပ်သွားပါတယ်။

ဒါကြောင့် နံပါတ်(၁၆) ကို ရှုမှတ်ပြီးတာနဲ့ အသက်ရှူထုတ်ပြီး အနားယူရပါမယ်။
       
။ “အသက်ရှူထုတ်ပြီး အနားယူပါ” ဆိုတာက စိတ်နဲ့ကြည့်တာ၊ စိတ်နဲ့ရွတ်တာတွေကို ခဏနားပြီး အသက်ရှူထုတ်ရုံပဲ လုပ်နေတာကို ဆိုလိုပါတယ်။

@@gap
     
∆ သိမှတ်ဖွယ်ရာများ “နံပါတ်(၁၈) အသက်ရှူထုတ်ပြီး အနားယူပါ။”။  

 ။ နံပါတ်(၁၈)အတိုင်း အသက်ရှူထုတ်ပြီး အနားယူပြီးရင် နံပါတ်(၁)အတိုင်း အသက်ရှူသွင်းရပါမယ်။
    
`},
   
   {
        id: "paper-b-t2.note", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " သိမှတ်ဖွယ်ရာများ “ဗာဟိယသုတ်အရ ရှုမှတ်နည်း အကျယ်ပြခြင်း” ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ သိမှတ်ဖွယ်ရာများ “ဗာဟိယသုတ်အရ ရှုမှတ်နည်း အကျယ်ပြခြင်း”။

`},
   
   {
        id: "paper-b-t3", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ၅။ ရှုမှတ်မှုလုပ်ငန်းစဉ် အကျယ်ပြခြင်း ",
        audio: "",
        tocClass: "main-title",
        headerTag: "h1", 
content: `

    @@gap
                
∆ ရှုမှတ်မှုလုပ်ငန်းစဉ် အကျယ်ပြခြင်း။

။ နံပါတ်(၅)ကို ခဏဖယ်ထားပြီး နံပါတ်(၁) ကနေ နံပါတ်(၇) အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်ပြီး ရှုမှတ်နေတာကို အခြေခံ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၁)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ကြည်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂)ကို ရှုမှတ်လို့ရပါပြီ။

   ။ နံပါတ်(၁) ကနေ နံပါတ် (၇) အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်ပြီး ရှုမှတ်နေတာကို စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ဖြစ်လာပြီး ပျက်သွားတာကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ကြည်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးရဲ့ ဖြစ်လာပြီး ပျက်သွားတာကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)ကို ရှုမှတ်လို့ရပါပြီ။

  ။ နံပါတ်(၁) ကနေ နံပါတ် (၁၈)အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်ပြီး ရှုမှတ်နေတာကို မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ကြည်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးရဲ့ မမြဲခြင်းအနိစ္စကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)ကို ရှုမှတ်နိုင်သူလို့ ပြောလို့ရပါပြီ။ ဒီ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)ကို တရားရှုမှတ်မှုရဲ့ အပြည့်စုံဆုံး ရှုမှတ်မှုလို့ သတ်မှတ်ပါတယ်။ 

 ။ ပထမဆုံးရှုမှတ်မဲ့ တရားရှုမှတ်သူသည် လုပ်ငန်းစဉ်(၁)ကနေ စပြီး (၂)နှင့် (၃)တိုင်အောင် အစဉ်အတိုင်း ရှုမှတ်ရပါမယ်။ လုပ်ငန်းစဉ်(၃)ကနေ စပြီးရှုမှတ်ရင် စိတ်ရှုပ်ထွေးပြီး စိတ်တည်ကြည်မှုသမာဓိရဖို့ ခက်ပါလိမ့်မယ်။ ဒါပေမဲ့ အဆင့်ဆင့်ရှုမှတ်ပြီး လုပ်ငန်းစဉ်(၃)ကို ရောက်ပြီဆိုရင် လုပ်ငန်းစဉ်(၃)အတိုင်းကိုပဲ အကြိမ်ကြိမ် ပြန်လည်ပြီး ရှုမှတ်နေခြင်းသည် ဒီရှုမှတ်နည်းရဲ့ အဓိကလုပ်ရမဲ့ အလုပ်အဖြစ် သတ်မှတ်ပါတယ်။ နောက်ဆုံးပြုလုပ်ရမဲ့ လုပ်ငန်းစဉ်အဖြစ်လဲ သတ်မှတ်ပါတယ်။


`},
   
   {
        id: "paper-b-t3.1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ရှုမှတ်မှုလုပ်ငန်းစဉ်(၁) ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၁)။

   ။ နံပါတ်(၅)ကို ခဏဖယ်ထားပြီး နံပါတ်(၁) ကနေ နံပါတ် (၇) အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်ပြီး ရှုမှတ်နေတာကို အခြေခံ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၁)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ကြည်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂)ကို ရှုမှတ်လို့ရပါပြီ။

@@gap

∆ သိမှတ်ဖွယ်ရာများ “ရှုမှတ်မှုလုပ်ငန်းစဉ်(၁)”။
 `},
   
   {
        id: "paper-b-t3.2", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂) ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂)။

 ။ နံပါတ်(၁) ကနေ နံပါတ် (၇) အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်ပြီး ရှုမှတ်နေတာကို စိတ်နဲ့ရွတ်လိုက်တဲ့စကားလုံးက စိတ်ထဲမှာ ဖြစ်လာပြီး ပျက်သွားတာကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ကြည်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးရဲ့ ဖြစ်လာပြီး ပျက်သွားတာကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)ကို ရှုမှတ်လို့ရပါပြီ။

@@gap

∆ သိမှတ်ဖွယ်ရာများ “ရှုမှတ်မှုလုပ်ငန်းစဉ်(၂)”။
  `},
   
   {
        id: "paper-b-t3.3", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃) ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap

∆ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)။

   ။ နံပါတ်(၁) ကနေ နံပါတ် (၁၈)အထိ အစဉ်အတိုင်းကို အကြိမ်ကြိမ် ပြန်လည်ပြီး ရှုမှတ်နေတာကို မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)အဖြစ် သတ်မှတ်ပါတယ်။ စိတ်တည်ကြည်မှုသမာဓိ ဖြစ်လာလို့ စိတ်နဲ့ရွတ်ဆိုတဲ့ စကားလုံးရဲ့ မမြဲခြင်းအနိစ္စကို ထင်ထင်ရှားရှား သိမြင်လာပြီဆိုရင် မမြဲခြင်းအနိစ္စကို ကြည့်တဲ့ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)ကို ရှုမှတ်နိုင်သူလို့ ပြောလို့ရပါပြီ။ ဒီ ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)ကို တရားရှုမှတ်မှုရဲ့ အပြည့်စုံဆုံး ရှုမှတ်မှုလို့ သတ်မှတ်ပါတယ်။ 


@@gap

∆ သိမှတ်ဖွယ်ရာများ “ရှုမှတ်မှုလုပ်ငန်းစဉ်(၃)”        
      `},
   
   {
        id: "paper-b-t3.note", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: " သိမှတ်ဖွယ်ရာများ “ရှုမှတ်မှုလုပ်ငန်းစဉ် အကျယ်ပြခြင်း” ",
        audio: "",
        tocClass: "sub-title",
        headerTag: "h2", 
content: `

@@gap
 
 ∆ သိမှတ်ဖွယ်ရာများ “ရှုမှတ်မှုလုပ်ငန်းစဉ် အကျယ်ပြခြင်း”။
     
---`}

];
