// text1.js ဖိုင်အတွင်းတွင် ရေးရမည့်ပုံစံ
export const novelChapters1 = [
    
 {
        id: "pati-m-t26", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၃၂-အာနန္တရိကသမာဓိဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
     tocClass: "title",
        headerTag: "h3", 
content: ` 
၈၀။ တည်တံ့ရေးသမာဓိ စင်ကြယ်သည်ဖြစ်၍ အာသဝေါတရားတို့ကို ဖြတ်ခြင်း၌ ဖြစ်သောပညာ သည် အဘယ်သို့လျှင် အာနန္တရိကသမာဓိဉာဏ်မည်သနည်း။

ဈာန်၏အစွမ်းအားဖြင့် စိတ်တည်ကြည်ခြင်း မပျံ့လွင့်ခြင်းသည် သမာဓိမည်၏။ ထိုသမာဓိ၏အစွမ်း အားဖြင့် ဉာဏ်ဖြစ်၏။ ထိုဉာဏ်ဖြင့် အာသဝေါတရားတို့သည် ကုန်,ကုန်၏။ ဤသို့ ရှေးဦးစွာ သမထ ဖြစ်၏။ နောက်၌ ဉာဏ်ဖြစ်၏။ ထိုဉာဏ်ဖြင့် အာသဝေါတရားတို့ ကုန်ခန်း၏။ ယင်းသို့ တည်တံ့ရေး သမာဓိ၏ စင်ကြယ်သည်၏ အဖြစ်ကြောင့် အာသဝေါတရားတို့ကို ဖြတ်ခြင်း၌ဖြစ်သောပညာကို အာနန္တရိကသမာဓိဉာဏ်ဟု ဆိုအပ်၏။

အာသဝေါတရားဟူရာ၌ ထိုအာသဝေါတရားတို့ကား အဘယ်တို့နည်း။

ကာမာသဝ၊ ဘဝါသဝ၊ ဒိဋ္ဌာသဝ၊ အဝိဇ္ဇာသဝတို့တည်း။

ထိုအာသဝေါတရားတို့သည် အဘယ်၌ ကုန်,ကုန်သနည်း။ သောတာပတ္တိမဂ်ဖြင့် ဒိဋ္ဌာသဝသည် အကြွင်းအကျန်မရှိ ကုန်၏။ အပါယ်သို့လားစေတတ်သော ကာမာသဝ၊ ဘဝါသဝ၊ အဝိဇ္ဇာသဝသည် ကုန်၏။ ဤသောတာပတ္တိမဂ်၌ ထိုအာသဝေါတရားတို့သည် ကုန်,ကုန်၏။

သကဒါဂါမိမဂ်ဖြင့် ရုန့်ရင်းသော ကာမာသဝသည် ကုန်၏။ ထိုကာမာသဝ၌ အတူတကွတည်ရှိသော ဘဝါသဝသည် ကုန်၏။ ထိုကာမာသဝ၊ ဘဝါသဝနှစ်ပါး၌ အတူတကွတည်ရှိသော အဝိဇ္ဇာသဝသည် ကုန်၏။ ဤသကဒါဂါမိမဂ်၌ ထိုအာသဝေါတရားတို့သည် ကုန်,ကုန်၏။

အနာဂါမိမဂ်ဖြင့် ကာမာသဝသည် အကြွင်းအကျန်မရှိ ကုန်၏။ ထိုကာမာသဝ၌ အတူတကွတည် ရှိသော ဘဝါသဝသည် ကုန်၏။ ထိုကာမာသဝ၊ ဘဝါသဝနှစ်ပါး၌ အတူတကွတည်ရှိသော အဝိဇ္ဇာသဝ သည် ကုန်၏။ ဤအနာဂါမိမဂ်၌ ထိုအာသဝေါတရားတို့သည် ကုန်,ကုန်၏။

အရဟတ္တမဂ်ဖြင့် ဘဝါသဝ၊ အဝိဇ္ဇာသဝသည် အကြွင်းအကျန်မရှိ ကုန်၏။ ဤအရဟတ္တမဂ်၌ ထို အာသဝေါတရားတို့သည် ကုန်,ကုန်၏။

မပျက်စီးကြောင်း အဗျာပါဒ၏အစွမ်းအားဖြင့်။ အလင်းရောင်အမှတ် 'အာလောကသညာ'၏ အစွမ်း အားဖြင့်။ ပျံ့လွင့်ခြင်းကင်းသော သမာဓိ၏ အစွမ်းအားဖြင့်။ တရားကို ပိုင်းခြားမှတ်သားခြင်း 'ဓမ္မ ဝဝတ္ထာန်'၏အစွမ်းအားဖြင့်။ ဉာဏ်၏အစွမ်းအားဖြင့်။ ဝမ်းမြောက်ခြင်း၏ အစွမ်းအားဖြင့်။ ပဌမဈာန်၏ အစွမ်းအားဖြင့်။ ဒုတိယဈာန်၏ အစွမ်းအားဖြင့်။ တတိယဈာန်၏ အစွမ်းအားဖြင့်။ စတုတ္ထဈာန်၏ အစွမ်းအားဖြင့်။ အာကာသာနဉ္စာယတနသမာပတ်၏ အစွမ်းအားဖြင့်။ ဝိညာဏဉ္စာယတနသမာပတ်၏ အစွမ်းအားဖြင့်။ အာကိဉ္စညာယတနသမာပတ်၏ အစွမ်းအားဖြင့်။ နေဝသညာနာသညာယတနသမာပတ်၏ အစွမ်းအားဖြင့်။ ပထဝီကသိုဏ်း၏ အစွမ်းအားဖြင့်။ အာပေါကသိုဏ်း၏ အစွမ်းအားဖြင့်။ တေဇော ကသိုဏ်း၏ အစွမ်းအားဖြင့်။ ဝါယောကသိုဏ်း၏ အစွမ်းအားဖြင့်။ နီလကသိုဏ်း၏ အစွမ်းအားဖြင့်။ ပီတကသိုဏ်း၏ အစွမ်းအားဖြင့်။ လောဟိတကသိုဏ်း၏ အစွမ်းအားဖြင့်။ ဩဒါတကသိုဏ်း၏ အစွမ်း အားဖြင့်။ အာကာသကသိုဏ်း၏ အစွမ်းအားဖြင့်။ ဝိညာဏကသိုဏ်း၏ အစွမ်းအားဖြင့်။ ။ ဗုဒ္ဓါနုဿတိ၏ အစွမ်းအားဖြင့်။ ဓမ္မာနုဿတိ၏ အစွမ်းအားဖြင့်။ သံဃာနုဿတိ၏ အစွမ်းအားဖြင့်။ သီလာနုဿတိ၏ အစွမ်းအားဖြင့်။ စာဂါနုဿတိ၏ အစွမ်းအားဖြင့်။ ဒေဝတာနုဿတိ၏ အစွမ်းအားဖြင့်။ အာနာပါနဿတိ၏ အစွမ်းအားဖြင့်။ မရဏဿတိ၏ အစွမ်းအားဖြင့်။ ကာယဂတာသတိ၏ အစွမ်းအားဖြင့်။ ဥပသမာနုဿတိ၏ အစွမ်းအားဖြင့်။ ဥဒ္ဓုမာတကသညာ၏ အစွမ်းအားဖြင့်။ ဝိနီလကသညာ၏ အစွမ်းအားဖြင့်။ ဝိပုဗ္ဗကသညာ၏ အစွမ်းအားဖြင့်။ ဝိစ္ဆိဒ္ဒကသညာ၏ အစွမ်းအားဖြင့်။ ဝိက္ခာယိတကသညာ၏ အစွမ်း အားဖြင့်။ ဝိက္ခိတ္တကသညာ၏ အစွမ်းအားဖြင့်။ ဟတဝိက္ခိတ္တကသညာ၏ အစွမ်းအားဖြင့်။ လောဟိတက သညာ၏ အစွမ်းအားဖြင့်။ ပုဠဝကသညာ၏ အစွမ်းအားဖြင့်။ အဋ္ဌိကသညာ၏ အစွမ်းအားဖြင့်။

၈၁။ ရှည်သောထွက်သက် 'အဿာသ'၏ အစွမ်းအားဖြင့်။ ရှည်သောဝင်သက် 'ပဿာသ'၏ အစွမ်းအားဖြင့်။ တိုသောထွက်သက် 'အဿာသ'၏ အစွမ်းအားဖြင့်။ တိုသောဝင်သက် 'ပဿာသ'၏ အစွမ်းအားဖြင့်။ အလုံးစုံသော ထွက်သက် ဝင်သက်အပေါင်းကို ထင်စွာ ပြုသည်ဖြစ်၍ ထွက်သက်၏ အစွမ်းအားဖြင့်။ အလုံးစုံသော ထွက်သက် ဝင်သက်အပေါင်းကို ထင်စွာ ပြုသည်ဖြစ်၍ ဝင်သက်၏ အစွမ်း အားဖြင့်။ ရုန့်ရင်းသော ကာယသင်္ခါရကို ငြိမ်းစေသည်ဖြစ်၍ ထွက်သက်၏ အစွမ်းအားဖြင့်။ ရုန့်ရင်း သော ကာယသင်္ခါရကို ငြိမ်းစေသည် ဖြစ်၍ ဝင်သက်၏ အစွမ်းအားဖြင့်။ နှစ်သက်ခြင်း 'ပီတိ'ကို ထင်စွာ ပြုသည်ဖြစ်၍ ထွက်သက်၏ အစွမ်းအားဖြင့်။ နှစ်သက်ခြင်း 'ပီတိ'ကို ထင်စွာပြုသည်ဖြစ်၍ ဝင်သက်၏ အစွမ်းအားဖြင့်။ ချမ်းသာ 'သုခ'ကို ထင်စွာပြုသည်ဖြစ်၍ ထွက်သက်၏ အစွမ်းအားဖြင့်။ ချမ်းသာ 'သုခ'ကို ထင်စွာပြုသည်ဖြစ်၍ ဝင်သက်၏ အစွမ်းအားဖြင့်။ သညာ၊ ဝေဒနာဟု ဆိုအပ်သော စိတ္တသင်္ခါရကို ထင်စွာပြုသည်ဖြစ်၍ ထွက်သက်၏ အစွမ်းအားဖြင့်။ သညာ၊ ဝေဒနာဟု ဆိုအပ်သော စိတ္တသင်္ခါရကို ထင်စွာပြုသည်ဖြစ်၍ ဝင်သက်၏ အစွမ်းအားဖြင့်။ သညာ၊ ဝေဒနာဟု ဆိုအပ်သော စိတ္တသင်္ခါရကို ငြိမ်းစေသည်ဖြစ်၍ ထွက်သက်၏ အစွမ်းအားဖြင့်။ သညာ၊ ဝေဒနာဟု ဆိုအပ်သော စိတ္တသင်္ခါရ ကို ငြိမ်းစေသည်ဖြစ်၍ ဝင်သက်၏ အစွမ်းအားဖြင့်။ စိတ်ကို ထင်စွာပြုသည်ဖြစ်၍ ထွက်သက်၏ အစွမ်းအား ဖြင့်။ စိတ်ကို ထင်စွာပြုသည်ဖြစ်၍ ဝင်သက်၏ အစွမ်းအားဖြင့်။ စိတ်ကို အလွန်ဝမ်းမြောက်စေလျက် ထွက်သက်၏ အစွမ်းအားဖြင့်။ စိတ်ကို အလွန်ဝမ်းမြောက်စေလျက် ဝင်သက်၏ အစွမ်းအားဖြင့်။ စိတ်ကို အညီအညွတ်ထားလျက်။ပ။ စိတ်ကို လွတ်စေလျက်။ အနိစ္စဟု အဖန်ဖန်ရှုသည်ဖြစ်၍။ တပ်ခြင်းကင်းခြင်းကို အဖန်ဖန်ရှုသည်ဖြစ်၍။ ချုပ်ငြိမ်းခြင်းကို အဖန်ဖန်ရှုသည်ဖြစ်၍။ တစ်ဖန် စွန့်ခြင်းကို အဖန်ဖန် ရှုသည်ဖြစ်၍ ထွက်သက်၏ အစွမ်းအားဖြင့်။ တစ်ဖန် စွန့်ခြင်းကို အဖန်ဖန်ရှုသည်ဖြစ်၍ ဝင်သက်၏ အစွမ်းအားဖြင့် စိတ်၏ တည်ကြည်ခြင်း မပျံ့လွင့်ခြင်းသည် သမာဓိမည်၏။ ထိုသမာဓိ၏အစွမ်းအားဖြင့် ဉာဏ်သည် ဖြစ်၏။ ထိုဉာဏ်ဖြင့် အာသဝေါတရားတို့သည် ကုန်,ကုန်၏။ ဤသို့ ရှေးဦးစွာ သမထ ဖြစ်၏။ နောက်၌ ဉာဏ်ဖြစ်၏။ ထိုဉာဏ်ဖြင့် အာသဝေါတရားတို့ ကုန်ခြင်းဖြစ်၏။

ထို့ကြောင့် တည်တံ့ရေးသမာဓိ စင်ကြယ်သည်၏ အဖြစ်ကြောင့် အာသဝေါတရားတို့ကို ဖြတ်ခြင်း၌ ဖြစ်သောပညာကို အာနန္တရိကသမာဓိဉာဏ်ဟု ဆိုအပ်၏။

အာသဝေါတရားဟူရာ၌ ထိုအာသဝေါတရားတို့ကား အဘယ်တို့နည်း။

ကာမာသဝ၊ ဘဝါသဝ၊ ဒိဋ္ဌာသဝ၊ အဝိဇ္ဇာသဝတို့တည်း။

ထိုအာသဝေါတရားတို့သည် အဘယ်၌ ကုန်,ကုန်သနည်း။

သောတာပတ္တိမဂ်ဖြင့် ဒိဋ္ဌာသဝသည် အကြွင်းအကျန်မရှိ ကုန်၏။ အပါယ်သို့လားစေတတ်သော ကာမာသဝ၊ ဘဝါသဝ၊ အဝိဇ္ဇာသဝသည် ကုန်၏။ ဤသောတာပတ္တိမဂ်၌ ထိုအာသဝေါတရားတို့သည် ကုန်,ကုန်၏။

သကဒါဂါမိမဂ်ဖြင့် ရုန့်ရင်းသော ကာမာသဝသည် ကုန်၏။ ထိုကာမာသဝ၌ အတူတကွတည်ရှိသော ဘဝါသဝသည် ကုန်၏။ ထိုကာမာသဝ၊ ဘဝါသဝနှစ်ပါး၌ အတူတကွတည်ရှိသော အဝိဇ္ဇာသဝသည် ကုန်၏။ ဤသကဒါဂါမိမဂ်၌ ထိုအာသဝေါတရားတို့သည် ကုန်,ကုန်၏။

အနာဂါမိမဂ်ဖြင့် ကာမာသဝသည် အကြွင်းအကျန်မရှိ ကုန်၏။ ထိုကာမာသဝ၌ အတူတကွတည်ရှိ သော ဘဝါသဝသည် ကုန်၏။ ထိုကာမာသဝ၊ ဘဝါသဝနှစ်ပါး၌ အတူတကွတည်ရှိသော အဝိဇ္ဇာသဝသည် ကုန်၏။ ဤအနာဂါမိမဂ်၌ ထိုအာသဝေါတရားတို့သည် ကုန်,ကုန်၏။

အရဟတ္တမဂ်ဖြင့် ဘဝါသဝ၊ အဝိဇ္ဇာသဝသည် အကြွင်းအကျန်မရှိ ကုန်၏။ ဤအရဟတ္တမဂ်၌ ထို အာသဝေါတရားတို့သည် ကုန်,ကုန်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် တည်တံ့ရေးသမာဓိ၏ စင်ကြယ်သည်၏အဖြစ်ကြောင့် အာသဝေါတရားတို့ကို ဖြတ်ခြင်း၌ ဖြစ်သောပညာကို အာနန္တရိကသမာဓိဉာဏ်ဟု ဆိုအပ်၏။

သုံးဆယ့်နှစ်ခုမြောက် အာနန္တရိကသမာဓိဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
 `
    },

    
    {
        id: "pati-m-t27", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၃၃-အရဏဝိဟာရဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 
၈၂။ ဝိပဿနာဉာဏ်လျှင် အကြီးအမှူးရှိသော ဝိပဿနာပညာ၊ ငြိမ်သက်သော ဝိဟာရသို့ရောက် သည့် အရဟတ္တဖလသမာပတ္တိပညာ၊ မြတ်သောဖလသမာပတ်၌ ညွတ်သည့် ပုဗ္ဗဘာဂပညာသည် အဘယ် သို့လျှင် အရဏဝိဟာရဉာဏ် မည်သနည်း။

ဒဿနာဓိပတေယျံဟူရာ၌ အနိစ္စဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာဓိပတေယျမည်၏။ ဆင်းရဲ 'ဒုက္ခ'ဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာဓိပတေယျမည်၏။ အနတ္တဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာ ဓိပတေယျမည်၏။ ရုပ်၌ အနိစ္စဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာဓိပတေယျမည်၏။ ရုပ်၌ ဆင်းရဲ 'ဒုက္ခ'ဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာဓိပတေယျမည်၏။ ရုပ်၌ အနတ္တဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာဓိပတေယျ မည်၏။

ခံစားမှု 'ဝေဒနာ' ၌။ပ။ မှတ်သားမှု 'သညာ' ၌။ ပြုပြင်မှု 'သင်္ခါရ' တို့၌။ ဝိညာဉ်၌။ မျက်စိ၌။ပ။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ' ၌ အနိစ္စဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာဓိပတေယျမည်၏။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ'၌ ဆင်းရဲ 'ဒုက္ခ'ဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာဓိပတေယျမည်၏။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ'၌ အနတ္တဟု အဖန်ဖန်ရှုခြင်းသည် ဒဿနာဓိပတေယျမည်၏။

သန္တော စ ဝိဟာရာဓိဂမောဟူရာ၌ ဆိတ်သုဉ်း၍နေခြင်းသည် ငြိမ်သက်သော ဝိဟာရာဓိဂမ မည်၏။ သင်္ခါရနိမိတ်ကင်းသော နေခြင်းသည် ငြိမ်သက်သော ဝိဟာရာဓိဂမ မည်၏။ တောင့်တမှု 'တဏှာ' ကင်းသော နေခြင်းသည် ငြိမ်သက်သော ဝိဟာရာဓိဂမမည်၏။

ပဏိတာဓိမုတ္တတာဟူရာ၌ ဆိတ်သုဉ်းရာ၌နှလုံးသွင်းသည်၏အဖြစ်သည် ပဏီတာဓိမုတ္တတာ မည်၏။ သင်္ခါရနိမိတ်ကင်းရာ၌နှလုံးသွင်းခြင်းသည် ပဏီတာဓိမုတ္တတာ မည်၏။ တောင့်တမှု 'တဏှာ' ကင်းရာ၌နှလုံးသွင်းခြင်းသည် ပဏီတာဓိမုတ္တတာမည်၏။

အရဏဝိဟာရောဟူရာ၌ ပဌမဈာန်သည် အရဏဝိဟာရမည်၏။ ဒုတိယဈာန်သည် အရဏဝိဟာရ မည်၏။ တတိယဈာန်သည် အရဏဝိဟာရမည်၏။ စတုတ္ထဈာန်သည် အရဏဝိဟာရမည်၏။ အာကာသာနဉ္စာယတန သမာပတ်သည် အရဏဝိဟာရမည်၏။ပ။ နေဝသညာနာသညာယတနသမာပတ် သည် အရဏဝိဟာရမည်၏။

အရဏဝိဟာရောဟူရာ၌ အဘယ်အနက်သဘောကြောင့် အရဏဝိဟာရမည်သနည်း။

ပဌမဈာန်ဖြင့် အပိတ်အပင် 'နီဝရဏ' တရားတို့ကို ပယ်တတ်သောကြောင့် အရဏဝိဟာရမည်၏။ ဒုတိယဈာန်ဖြင့် ကြံစည်ခြင်း 'ဝိတက်'၊ သုံးသပ်ခြင်း 'ဝိစာရ'တို့ကို ပယ်တတ်သောကြောင့် အရဏဝိဟာရ မည်၏။ တတိယဈာန်ဖြင့်နှစ်သက်ခြင်း 'ပီတိ'ကို ပယ်တတ်သောကြောင့် အရဏဝိဟာရမည်၏။ စတုတ္ထ ဈာန်ဖြင့် သုခ၊ ဒုက္ခတို့ကို ပယ်တတ်သောကြောင့် အရဏဝိဟာရမည်၏။

အာကာသာနဉ္စာယတနသမာပတ်ဖြင့် ရူပသညာကို၊ ပဋိဃသညာကို၊ နာနတ္တသညာကို ပယ်တတ် သောကြောင့် အရဏဝိဟာရမည်၏။ ဝိညာဏဉ္စာယတနသမာပတ်ဖြင့် အာကာသာနဉ္စာယတနသညာကို ပယ်တတ်သောကြောင့် အရဏဝိဟာရမည်၏။ အာကိဉ္စညာယတနသမာပတ်ဖြင့် ဝိညာဏဉ္စာယတနသညာကို ပယ်တတ်သောကြောင့် အရဏဝိဟာရမည်၏။ နေဝသညာနာသညာယတနသမာပတ်ဖြင့် အာကိဉ္စညာ ယတနသညာကို ပယ်တတ်သောကြောင့် အရဏဝိဟာရမည်၏။ ဤဆိုပြီးသည်ကား အရဏဝိဟာရမည်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ဝိပဿနာဉာဏ်လျှင် အကြီးအမှူးရှိသော ဝိပဿနာ ပညာ၊ ငြိမ်သက်သော ဖလသမာပတ်သို့ ရောက်သည့် အရဟတ္တဖလသမာပတ္တိပညာ၊ မြတ်သော ဖလ သမာပတ်၌ ညွတ်သည့် ပုဗ္ဗဘာဂပညာကို အရဏဝိဟာရဉာဏ်မည်၏ဟု ဆိုအပ်၏။

သုံးဆယ့်သုံးခုမြောက် အရဏဝိဟာရဉာဏ် အကျယ်ပြခြင်း ပြီး၏။

 
 `},

    {
        id: "pati-m-t28", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၃၄-နိရောဓသမာပတ္တိဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 

၈၃။ အားနှစ်မျိုးတို့နှင့် ပြည့်စုံခြင်း၊ သင်္ခါရသုံးမျိုးတို့၏ ငြိမ်းခြင်းကြောင့် တစ်ဆယ့်ခြောက်မျိုးသော ဉာဏ်ဖြစ်ခြင်း၊ ကိုးမျိုးသော သမာဓိဖြစ်ခြင်းတို့ဖြင့် လေ့ကျင့်ပွါးထုံခြင်းတည်းဟူသောပညာသည် အဘယ်သို့လျှင် နိရောဓသမာပတ္တိဉာဏ် မည်သနည်း။

အားနှစ်မျိုးဟူရာ၌ အားတို့သည် သမထအား၊ ဝိပဿနာအားနှစ်ပါးတို့တည်း။

သမထအားဟူသည် အဘယ်နည်း။

ဈာန်၏ အစွမ်းအားဖြင့် စိတ်၏ တည်ကြည်ခြင်း၊ မပျံ့လွင့်ခြင်းသည် သမထအား မည်၏။ မပျက် စီးစေလိုခြင်း အဗျာပါဒ၏ အစွမ်းအားဖြင့် စိတ်၏ တည်ကြည်ခြင်း၊ မပျံ့လွင့်ခြင်းသည် သမထအား မည်၏။

အာလောကသညာ၏ အစွမ်းအားဖြင့် စိတ်၏ တည်ကြည်ခြင်း၊ မပျံ့လွင့်ခြင်းသည် သမထအား မည်၏။ မပျံ့လွင့်ခြင်း သမာဓိ၏ အစွမ်းအားဖြင့် စိတ်၏ တည်ကြည်ခြင်း၊ မပျံ့လွင့်ခြင်းသည် သမထ အား မည်၏။ပ။ တစ်ဖန်စွန့်ခြင်းကို အဖန်ဖန်ရှုလေ့ရှိသည် ဖြစ်၍ ထွက်သက်၏ အစွမ်းအားဖြင့် စိတ်၏ တည်ကြည်ခြင်း၊ မပျံ့လွင့်ခြင်းသည် သမထအား မည်၏။ တစ်ဖန်စွန့်ခြင်းကို အဖန်ဖန်ရှုလေ့ရှိသည်ဖြစ်၍ ဝင်သက်၏ အစွမ်းအားဖြင့် စိတ်၏ တည်ကြည်ခြင်း၊ မပျံ့လွင့်ခြင်းသည် သမထအား မည်၏။

သမထအားဟူရာ၌ အဘယ်အနက်သဘောကြောင့် သမထအား မည်သနည်း။

ပဌမဈာန်ဖြင့် အပိတ်အပင် 'နီဝရဏ' တရား၌ မတုန်လှုပ်တတ်သောကြောင့် သမထအားမည်၏။ ဒုတိယဈာန်ဖြင့် ကြံစည်ခြင်း 'ဝိတက်'၊ သုံးသပ်ခြင်း 'ဝိစာရ'၌ မတုန်လှုပ်တတ်သောကြောင့် သမထအား မည်၏။ တတိယဈာန်ဖြင့်နှစ်သက်ခြင်း 'ပီတိ'၌ မတုန်လှုပ်တတ်သောကြောင့် သမထအား မည်၏။ စတုတ္ထဈာန်ဖြင့် သုခ၊ ဒုက္ခ ၌ မတုန်လှုပ်တတ်သောကြောင့် သမထအား မည်၏။

အာကာသာနဉ္စာယတနသမာပတ်ဖြင့် ရူပသညာ၊ ပဋိဃသညာ၊ နာနတ္တသညာ၌ မတုန်လှုပ်တတ် သောကြောင့် သမထအားမည်၏။ ဝိညာဏဉ္စာယတနသမာပတ်ဖြင့် အာကာသာနဉ္စာယတနသညာ၌ မတုန် လှုပ်တတ်သောကြောင့် သမထအားမည်၏။ အာကိဉ္စညာယတနသမာပတ်ဖြင့် ဝိညာဏဉ္စာယတနသညာ၌ မတုန်လှုပ်တတ်သောကြောင့် သမထအားမည်၏။ နေဝသညာနာသညာယတနသမာပတ်ဖြင့် အာကိဉ္စညာ ယတနသညာ၌ မတုန်လှုပ်တတ်သောကြောင့် သမထအား မည်၏။

ပျံ့လွင့်မှု၌လည်းကောင်း၊ ပျံ့လွင့်မှုနှင့်တကွဖြစ်သော ကိလေသာ၌လည်းကောင်း၊ ခန္ဓာ၌လည်း ကောင်း မတုန်လှုပ်တတ်သောကြောင့် သမထအားမည်၏။ ဤသည်ကား သမထအားတည်း။

ဝိပဿနာအားဟူသည် အဘယ်နည်း။

အနိစ္စဟု အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအားမည်၏။ ဒုက္ခဟု အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအား မည်၏။ အနတ္တဟု အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအားမည်၏။ ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအားမည်၏။ တပ်ခြင်းကင်းခြင်းကို အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအားမည်၏။ ချုပ်ငြိမ်းရာဟု အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအား မည်၏။ တစ်ဖန်စွန့်ခြင်းကို အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအား မည်၏။

ရုပ်၌ အနိစ္စဟု အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအားမည်၏။ပ။ ရုပ်၌ တစ်ဖန်စွန့်ခြင်းကို အဖန်ဖန် ရှုခြင်းသည် ဝိပဿနာအားမည်၏။ ခံစားမှု 'ဝေဒနာ' ၌။ပ။ မှတ်သားမှု 'သညာ' ၌။ ပြုပြင်မှု 'သင်္ခါရ' တို့၌။ ဝိညာဉ်၌။ မျက်စိ၌။ပ။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ' ၌ အနိစ္စဟု အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအား မည်၏။ပ။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ'၌ တစ်ဖန်စွန့်ခြင်းကို အဖန်ဖန်ရှုခြင်းသည် ဝိပဿနာအားမည်၏။

ဝိပဿနာအားဟူရာ၌ အဘယ်အနက်သဘောကြောင့် ဝိပဿနာအား မည်သနည်း။

အနိစ္စဟု အဖန်ဖန်ရှုခြင်းဖြင့် မြဲ၏ဟူသောအမှတ် 'နိစ္စသညာ' ၌ မတုန်လှုပ်တတ်သောကြောင့် ဝိပဿနာအား မည်၏။ ဒုက္ခဟု အဖန်ဖန်ရှုခြင်းဖြင့် ချမ်းသာဟူသောအမှတ် 'သုခသညာ' ၌ မတုန်လှုပ် တတ်သောကြောင့် ဝိပဿနာအားမည်၏။ အနတ္တဟု အဖန်ဖန်ရှုခြင်းဖြင့် 'အတ္တသညာ' ၌ မတုန်လှုပ်တတ် သောကြောင့် ဝိပဿနာအား မည်၏။ ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန်ရှုခြင်းဖြင့်နှစ်သက်ခြင်း၌ မတုန်လှုပ် တတ်သောကြောင့် ဝိပဿနာအား မည်၏။ တပ်ခြင်းကင်းခြင်းကို အဖန်ဖန်ရှုခြင်းဖြင့် ရာဂ၌ မတုန်လှုပ် တတ်သောကြောင့် ဝိပဿနာအားမည်၏။ ချုပ်ငြိမ်းရာဟု အဖန်ဖန်ရှုခြင်းဖြင့် ဖြစ်ပွါးကြောင်း 'သမုဒယ'၌ မတုန်လှုပ်တတ်သောကြောင့် ဝိပဿနာအားမည်၏။ တစ်ဖန်စွန့်ခြင်းကို အဖန်ဖန်ရှုခြင်းဖြင့် စွဲယူရာ၌ မတုန်လှုပ်တတ်သောကြောင့် ဝိပဿနာအားမည်၏။ အဝိဇ္ဇာ၌လည်းကောင်း၊ အဝိဇ္ဇာနှင့်တကွဖြစ်သော ကိလေသာ၌လည်းကောင်း၊ ရုပ်နာမ်အစု၌လည်းကောင်း မတုန်လှုပ် တတ်သောကြောင့် ဝိပဿနာအား့မည်၏။ ဤသည်ကား ဝိပဿနာအားတည်း။

တယော စ သင်္ခါရာနံ ပဋိပ္ပဿဒ္ဓိယာ-ဟူရာ၌ အဘယ်သုံးပါးသော သင်္ခါရတို့၏ ငြိမ်းအေးခြင်း တို့ ဖြစ်ကုန်သနည်း။

ဒုတိယဈာန်ကို ဝင်စားသူအား ကြံစည်ခြင်း 'ဝိတက်'၊ သုံးသပ်ခြင်း 'ဝိစာရ'ဟု ဆိုအပ်သော ဝစီသင်္ခါရ တို့ ငြိမ်းကုန်၏။ စတုတ္ထဈာန်ကို ဝင်စားသူအား ထွက်သက် ဝင်သက် 'အဿာသ ပဿာသ'ဟု ဆိုအပ် သော ကာယသင်္ခါရတို့ ငြိမ်းကုန်၏။ သညာနှင့် ဝေဒနာချုပ်ခြင်းကို ဝင်စားသူအား သညာ၊ ဝေဒနာဟု ဆိုအပ်သော စိတ္တသင်္ခါရတို့ ငြိမ်းကုန်၏။ ဤသုံးပါးသော သင်္ခါရတို့၏ ငြိမ်းခြင်းတို့သည် ဖြစ်ကုန်၏။

၈၄။ သောဠသဟိ ဉာဏစရိယာဟိ-ဟူရာ၌ အဘယ်တစ်ဆယ့်ခြောက်ပါးသော ဉာဏ်၏ဖြစ်ခြင်း ဉာဏစရိယတို့ဖြင့် ဖြစ်ကုန်သနည်း။

အနိစ္စဟု အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ ဒုက္ခဟု အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ အနတ္တဟု အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ တပ်ခြင်းကင်းခြင်းကို အဖန်ဖန် ရှုခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ ချုပ်ငြိမ်းရာ၌ အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ တစ်ဖန် စွန့်လွတ်ခြင်း၌ အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ ဝဋ်ကင်းခြင်း၌ အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။

သောတာပတ္တိမဂ်သည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ သောတာပတ္တိဖိုလ်ကို ဝင်စားခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ သကဒါမိမဂ်သည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ သကဒါဂါမိဖိုလ် ကို ဝင်စားခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ အနာဂါမိမဂ်သည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယ မည်၏။ အနာဂါမိဖိုလ်ကို ဝင်စားခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ အရဟတ္တမဂ်သည် ဉာဏ် ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ အရဟတ္တဖိုလ်ကို ဝင်စားခြင်းသည် ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယမည်၏။ ဤတစ်ဆယ့်ခြောက်ပါးသော ဉာဏ်ဖြစ်ခြင်း ဉာဏစရိယတို့ ဖြစ်ကုန်၏။

၈၅။ နဝဟိ သမာဓိစရိယာဟိ-ဟူရာ၌ အဘယ်ကိုးပါးသော တည်ကြည်မှုဖြစ်ခြင်း သမာဓိစရိယ တို့ဖြင့် ဖြစ်ကုန်သနည်း။

ပဌမဈာန်သည် တည်ကြည်မှုဖြစ်ခြင်း သမာဓိစရိယမည်၏။ ဒုတိယဈာန်သည် တည်ကြည်မှုဖြစ်ခြင်း သမာဓိစရိယမည်၏။ တတိယဈာန်သည် တည်ကြည်မှုဖြစ်ခြင်း သမာဓိစရိယမည်၏။ စတုတ္ထဈာန်သည် တည်ကြည်မှု ဖြစ်ခြင်း သမာဓိစရိယမည်၏။ အာကာသာနဉ္စာယတနသမာပတ်သည်။ပ။ ဝိညာဏဉ္စာယတန သမာပတ်သည်။ အာကိဉ္စညာယတနသမာပတ်သည်။ နေဝသညာနာသညာယတနသမာပတ်သည် တည် ကြည်မှုဖြစ်ခြင်း သမာဓိစရိယ မည်၏။

ပဌမဈာန်ကို ရရန် ကြံစည်ခြင်း 'ဝိတက်' သည်လည်းကောင်း၊ သုံးသပ်ခြင်း 'ဝိစာရ'သည်လည်း ကောင်း၊နှစ်သက်ခြင်း 'ပီတိ'သည်လည်းကောင်း၊ ချမ်းသာခြင်း 'သုခ'သည်လည်းကောင်း၊ စိတ်တည်ကြည်ခြင်း 'စိတ္တေကဂ္ဂတာ'သည်လည်းကောင်း ဖြစ်ကုန်၏။ပ။

နေဝသညာနာသညာယတနသမာပတ်ကို ရရန် ကြံစည်ခြင်း 'ဝိတက်' သည်လည်းကောင်း၊ သုံးသပ်ခြင်း 'ဝိစာရ'သည်လည်းကောင်း၊နှစ်သက်ခြင်း 'ပီတိ' သည်လည်းကောင်း၊ ချမ်းသာခြင်း 'သုခ'သည် လည်းကောင်း၊ စိတ်တည်ကြည်ခြင်း 'စိတ္တေကဂ္ဂတာ'သည်လည်းကောင်း ဖြစ်ကုန်၏။ ဤကိုးပါးသော တည်ကြည်မှုဖြစ်ခြင်း သမာဓိစရိယတို့ဖြင့် ဖြစ်ကုန်၏။

ဝသီဟူရာ၌ အလေ့အလာ 'ဝသီ'တို့သည် ဆင်ခြင်ခြင်းအလေ့အလာ'အာဝဇ္ဇနဝသီ'၊ ဝင်စားခြင်း အလေ့အလာ 'သမာပဇ္ဇနဝသီ'၊ ဆောက်တည်ခြင်းအလေ့အလာ 'အဓိဋ္ဌာနဝသီ'၊ ထခြင်းအလေ့အလာ 'ဝုဋ္ဌာနဝသီ'၊ တစ်ဖန်ရှုခြင်းအလေ့အလာ 'ပစ္စဝေက္ခဏာဝသီ'၊ ဤငါးပါးတို့တည်း။

ပဌမဈာန်ကို ဆင်ခြင်လိုသောအရပ်၌ ဆင်ခြင်၏။ ဆင်ခြင်လိုသောအခါ၌ ဆင်ခြင်၏။ ဆင်ခြင်လိုသ လောက် ဆင်ခြင်၏။ ဆင်ခြင်ခြင်း၌ နှေးသည်၏အဖြစ် မရှိသောကြောင့် အာဝဇ္ဇနဝသီမည်၏။

ပဌမဈာန်ကို ဝင်စားလိုသောအရပ်၌ ဝင်စား၏။ ဝင်စားလိုသောအခါ၌ ဝင်စား၏။ ဝင်စားလို သလောက် ဝင်စား၏။ ဝင်စားခြင်း၌ နှေးသည်၏အဖြစ် မရှိသောကြောင့် သမာပဇ္ဇနဝသီမည်၏။

ပဌမဈာန်ကို ဆောက်တည်လိုသောအရပ်၌ ဆောက်တည်၏။ ဆောက်တည်လိုသောအခါ၌ ဆောက် တည်၏။ ဆောက်တည်လိုသလောက် ဆောက်တည်၏။ ဆောက်တည်ခြင်း၌ နှေးသည်၏အဖြစ် မရှိသော ကြောင့် အဓိဋ္ဌာနဝသီမည်၏။

ပဌမဈာန်ကို ထလိုသောအရပ်၌ ထ၏။ ထလိုသောအခါ၌ ထ၏။ ထလိုသလောက် ထ၏။ ထခြင်း၌ နှေးသည်၏အဖြစ် မရှိသောကြောင့် ဝုဋ္ဌာနဝသီမည်၏။

ပဌမဈာန်ကို နောက်တစ်ဖန် ရှုလိုသော အရပ်၌ ရှု၏။ နောက်တစ်ဖန် ရှုလိုသော အခါ၌ရှု၏။ နောက်တစ်ဖန် ရှုလိုသလောက် ရှု၏။ နောက်တစ်ဖန် ရှုခြင်း၌ နှေးသည်၏အဖြစ် မရှိသောကြောင့် ပစ္စဝေက္ခဏာဝသီ မည်၏။

ဒုတိယဈာန်ကို။ပ။ နေဝသညာနာသညာယတနသမာပတ်ကို ဆင်ခြင်လိုသောအရပ်၌ ဆင်ခြင်၏။ ဆင်ခြင်လိုသောအခါ၌ ဆင်ခြင်၏။ ဆင်ခြင်လိုသလောက် ဆင်ခြင်၏။ ဆင်ခြင်ခြင်း၌ နှေးသည်၏အဖြစ် မရှိ သောကြောင့် အာဝဇ္ဇနဝသီမည်၏။

နေဝသညာနာသညာယတနသမာပတ်ကို ဝင်စားလိုသောအရပ်၌ ဝင်စား၏။ ဝင်စားလိုသောအခါ၌ ဝင်စား၏။ ဝင်စားလိုသလောက် ဝင်စား၏။ ဝင်စားခြင်း၌ နှေးသည်၏အဖြစ် မရှိသောကြောင့် သမာပဇ္ဇန ဝသီ မည်၏။ပ။ ဆောက်တည်၏။ ထ၏။ နောက်တစ်ဖန် ရှု၏။ နောက်တစ်ဖန် ရှုခြင်း၌ နှေးသည်၏ အဖြစ် မရှိသောကြောင့် ပစ္စဝေက္ခဏာဝသီ မည်၏။

အလေ့အလာဝသီတို့သည် ဤငါးပါးတို့တည်း။

 ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် အားနှစ်မျိုးတို့နှင့် ပြည့်စုံခြင်း၊ သင်္ခါရသုံးမျိုးတို့၏ ငြိမ်းခြင်းကြောင့် တစ်ဆယ့်ခြောက်မျိုးသော ဉာဏ်ဖြစ်ခြင်း၊ ကိုးမျိုးသော သမာဓိဖြစ်ခြင်းတို့ဖြင့် လေ့ကျင့် ပွါးထုံခြင်းတည်းဟူသောပညာကို နိရောဓသမာပတ္တိဉာဏ်ဟု ဆိုအပ်၏။

သုံးဆယ့်လေးခုမြောက် နိရောဓသမာပတ္တိဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`},
    {
        id: "pati-m-t29", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၃၅-ပရိနိဗ္ဗာနဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 
၈၆။ ဆင်ခြင်ဉာဏ်ဖြစ်စဉ်ကို ရုပ်သိမ်းခြင်း၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ပရိနိဗ္ဗာနဉာဏ် မည်သနည်း။

ဤသာသနာတော်၌ ဆင်ခြင်ဉာဏ်နှင့်ပြည့်စုံသောပုဂ္ဂိုလ်သည် ဈာန်ဖြင့် ကာမစ္ဆန္ဒဖြစ်ခြင်းကို ကုန်စေ၏။ အဗျာပါဒဖြင့် ဗျာပါဒ၏ ဖြစ်ခြင်းကို ကုန်စေ၏။ အာလောကသညာဖြင့် ထိနမိဒ္ဓ၏ ဖြစ်ခြင်းကို ကုန် စေ၏။ မပျံ့လွင့်ခြင်းဖြင့် ပျံ့လွင့်ခြင်း 'ဥဒ္ဓစ္စ'၏ ဖြစ်ခြင်းကို ကုန်စေ၏။ တရားကို ပိုင်းခြားမှတ်သားခြင်း ဖြင့် ယုံမှားခြင်း 'ဝိစိကိစ္ဆာ'၏။ပ။ ဉာဏ်ဖြင့် မသိခြင်း 'အဝိဇ္ဇာ'၏။ ဝမ်းမြောက်ခြင်းဖြင့် မမွေ့လျော်ခြင်း၏။ပ။

ပဌမဈာန်ဖြင့် အပိတ်အပင် 'နီဝရဏ' တရားတို့၏ ဖြစ်ခြင်းကို ကုန်စေ၏။ပ။ အရဟတ္တမဂ်ဖြင့် ကိလေသာအားလုံးတို့၏ ဖြစ်ခြင်းကို ကုန်စေ၏။

ထိုမှတစ်ပါး ဆင်ခြင်ဉာဏ်နှင့် ပြည့်စုံသော ဝိပါက်ကမ္မဇရုပ်အကြွင်းမရှိသော နိဗ္ဗာနဓာတ်ဖြင့် ပရိနိဗ္ဗာန်ပြုသောသူအား ဤမျက်စိဖြစ်ခြင်းကိုလည်း ကုန်စေ၏။ တစ်ပါးသော မျက်စိဖြစ်ခြင်းသည်လည်းမဖြစ်ပေါ်။ ဤနားဖြစ်ခြင်းကိုလည်း။ပ။ နှာခေါင်းဖြစ်ခြင်းကို။ လျှ့ာဖြစ်ခြင်းကို။ ကိုယ်ဖြစ်ခြင်းကို။ စိတ် ဖြစ်ခြင်းကို ကုန်စေ၏။ တစ်ပါးသော စိတ်ဖြစ်ခြင်းသည်လည်း မဖြစ်ပေါ်။

ဤဆိုခဲ့ပြီးသော ဆင်ခြင်ဉာဏ်ဖြစ်စဉ်ကို ကုန်စေရာ၌ဖြစ်သောပညာသည် ပရိနိဗ္ဗာနဉာဏ်မည်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ဆင်ခြင်ဉာဏ်ဖြစ်စဉ်ကို ရုပ်သိမ်းခြင်း၌ဖြစ်သောပညာ ကို ပရိနိဗ္ဗာနဉာဏ်ဟု ဆိုအပ်၏။

သုံးဆယ့်ငါးခုမြောက် ပရိနိဗ္ဗာနဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`},
  
    {
        id: "pati-m-t30", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၃၆-သမသီသဋ္ဌဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 

၈၇။ တရားအားလုံးတို့ကို ကောင်းစွာ ဖြတ်ရာ၊ ချုပ်ရာ၌ တစ်ဖန်မဖြစ်သောပညာသည် အဘယ် သို့လျှင် သမသီသဋ္ဌဉာဏ်မည်သနည်း။

သဗ္ဗဓမ္မာနံဟူရာ၌ ခန္ဓာ ငါးပါး၊ အာယတန တစ်ဆယ့်နှစ်ပါး၊ ဓာတ် တစ်ဆယ့်ရှစ်ပါး၊ ကုသိုလ်၊ အကုသိုလ်၊ အဗျာကတ၊ ကာမာဝစရ၊ ရူပါဝစရ၊ အရူပါဝစရ၊ လောကုတ္တရာတရားတို့သည် အလုံးစုံ သော တရားတို့မည်ကုန်၏။

သမ္မာသမုစ္ဆေဒဟူရာ၌ ဈာန်ဖြင့် ကာမစ္ဆန္ဒကို ကောင်းစွာဖြတ်၏။ မေတ္တာဖြင့် ဒေါသကို ကောင်းစွာ ဖြတ်၏။ အာလောကသညာဖြင့် ထိနမိဒ္ဓကို ကောင်းစွာဖြတ်၏။ သမာဓိဖြင့် ဥဒ္ဓစ္စကို ကောင်းစွာဖြတ်၏။ တရားကို ပိုင်းခြားမှတ်သားခြင်းဖြင့် ဝိစိကိစ္ဆာကို ကောင်းစွာဖြတ်၏။ ဉာဏ်ဖြင့် အဝိဇ္ဇာကို ကောင်းစွာဖြတ်၏။ ဝမ်းမြောက်ခြင်းဖြင့် မမွေ့လျော်ခြင်းကို ကောင်းစွာဖြတ်၏။

ပဌမဈာန်ဖြင့် အပိတ်အပင် 'နီဝရဏ'တရားတို့ကို ကောင်းစွာဖြတ်၏။ပ။ အရဟတ္တမဂ်ဖြင့် အလုံးစုံ သော ကိလေသာတို့ကို ကောင်းစွာဖြတ်၏။

နိရောဓဟူရာ၌ ဈာန်ဖြင့် ကာမစ္ဆန္ဒကို ချုပ်စေ၏။ မေတ္တာဖြင့် ဒေါသကို ချုပ်စေ၏။ အာလောက သညာဖြင့် ထိနမိဒ္ဓကို ချုပ်စေ၏။ သမာဓိဖြင့် ဥဒ္ဓစ္စကို ချုပ်စေ၏။ တရားကို ပိုင်းခြားမှတ်သားခြင်းဖြင့် ဝိစိကိစ္ဆာကို ချုပ်စေ၏။ ဉာဏ်ဖြင့် အဝိဇ္ဇာကို ချုပ်စေ၏။ ဝမ်းမြောက်ခြင်းဖြင့် မမွေ့လျော်ခြင်းကို ချုပ်စေ၏။

ပဌမဈာန်ဖြင့် အပိတ်အပင် 'နီဝရဏ'တရားတို့ကို ချုပ်စေ၏။ပ။ အရဟတ္တမဂ်ဖြင့် အလုံးစုံသော ကိလေသာတို့ကို ချုပ်စေ၏။

အနုပဋ္ဌာနတာဟူရာ၌ ဈာန်ကို ရသောသူအား ကာမစ္ဆန္ဒသည် မဖြစ်။ အဗျာပါဒကို ရသောသူအား ဗျာပါဒသည် မဖြစ်။ အာလောကသညာကို ရသောသူအား ထိနမိဒ္ဓသည် မဖြစ်။ သမာဓိကို ရသော သူအား ဥဒ္ဓစ္စသည် မဖြစ်။ တရားကို ပိုင်းခြားမှတ်သားခြင်းကို ရသောသူအား ဝိစိကိစ္ဆာသည် မဖြစ်။ ဉာဏ်ကို ရသောသူအား အဝိဇ္ဇာသည် မဖြစ်။ ဝမ်းမြောက်ခြင်းကို ရသောသူအား မမွေ့လျော်ခြင်းသည် မဖြစ်။

ပဌမဈာန်ကို ရသော သူအား အပိတ်အပင် 'နီဝရဏ'တရားတို့သည် မဖြစ်ကုန်။ပ။ အရဟတ္တမဂ်ကို ရသောသူအား အလုံးစုံသော ကိလေသာတို့သည် မဖြစ်ကုန်။

သမဟူရာ၌ ကာမအလိုဆန္ဒကို ပယ်အပ်သည်၏အဖြစ်ကြောင့် ဈာန်သည် သမ မည်၏။ ဒေါသကို ပယ်အပ်သည်၏အဖြစ်ကြောင့် မေတ္တာသည် သမ မည်၏။ ထိနမိဒ္ဓကို ပယ်အပ်သည်၏အဖြစ်ကြောင့် အာလောကသညာသည် သမ မည်၏။ ဥဒ္ဓစ္စကို ပယ်အပ်သည်၏အဖြစ်ကြောင့် သမာဓိသည် သမ မည်၏။ ယုံမှားခြင်း 'ဝိစိကိစ္ဆာ'ကို ပယ်အပ်သည်၏အဖြစ်ကြောင့် တရားကို ပိုင်းခြားမှတ်သားခြင်းသည် သမ မည်၏။ အဝိဇ္ဇာကို ပယ်အပ်သည်၏အဖြစ်ကြောင့် ဉာဏ်သည် သမ မည်၏။ မမွေ့လျော်ခြင်းကို ပယ်အပ်သည်၏ အဖြစ်ကြောင့် ဝမ်းမြောက်ခြင်းသည် သမ မည်၏။ အပိတ်အပင် 'နီဝရဏ'တရားတို့ကို ပယ်အပ်သည်၏အဖြစ်ကြောင့် ပဌမဈာန်သည် သမ မည်၏။ပ။ အလုံးစုံသော ကိလေသာတို့ကို ပယ်အပ် သည်၏အဖြစ်ကြောင့် အရဟတ္တမဂ်သည် သမ မည်၏။

သီသဟူရာ၌ တဏှာဟူသော ကြောင့်ကြမှုပြဋ္ဌာန်းသောတရား 'ပလိဗောဓသီသ'၊ မာနဟူသော အနှောင်အဖွဲ့ ပြဋ္ဌာန်းသောတရား 'ဝိနိဗန္ဓနသီသ'၊ ဒိဋ္ဌိဟူသော အမှားသုံးသပ်မှု ပြဋ္ဌာန်းသောတရား 'ပရာမာသသီသ'၊ ဥဒ္ဓစ္စဟူသော ပျံ့လွင့်မှုပြဋ္ဌာန်းသောတရား 'ဝိက္ခေပသီသ'၊ အဝိဇ္ဇာဟူသော ညစ်နွမ်း ကြောင်း ပြဋ္ဌာန်းသောတရား 'သံကိလေသသီသ'၊ သဒ္ဓါဟူသော ဆုံးဖြတ်မှုပြဋ္ဌာန်းသောတရား 'အဓိမောက္ခ သီသ'၊ ဝီရိယဟူသော ချီးမြှောက်မှု ပြဋ္ဌာန်းသောတရား 'ပဂ္ဂဟသီသ'၊ သတိဟူသော ထင်မြင်မှု ပြဋ္ဌာန်းသောတရား 'ဥပဋ္ဌာနသီသ'၊ တည်ကြည်ခြင်း 'သမာဓိ'ဟူသော မပျံ့လွင့်မှုပြဋ္ဌာန်းသော တရား 'အဝိက္ခေပသီသ'၊ ပညာဟူသော သိမြင်မှု ပြဋ္ဌာန်းသော တရား 'ဒဿနသီသ'၊ ဇီဝိတိန္ဒြေဟူသော ဖြစ်မှုပြဋ္ဌာန်းသော တရား 'ပဝတ္တသီသ'၊ လွတ်မြောက်ခြင်း 'ဝိမောက္ခ'ဟူသော အာရုံပြဋ္ဌာန်းသော တရား 'ဂေါစရသီသ'၊ ချုပ်ငြိမ်းရာဟူသော သင်္ခါရတရားတို့၏ အဆုံးစွန်ဖြစ်သောတရား 'သင်္ခါရသီသ'၊ ဤ တစ်ဆယ့်သုံးပါးသော သီသတို့တည်း။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် တရားအားလုံးတို့ကို ကောင်းစွာ ဖြတ်ရာ၊ ချုပ်ရာ၌ တစ်ဖန် ဖြစ်သောပညာကို သမသီသဋ္ဌဉာဏ်ဟု ဆိုအပ်၏။

သုံးဆယ့်ခြောက်ခုမြောက် သမသီသဋ္ဌဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`},


{
        id: "pati-m-t31", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၃၇-သ‌လ္လေခဋ္ဌဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 

၈၈။ ၁* သီးခြားဖြစ်သောတရား၊ အထူးထူးသောတရားတို့၏ တန်ခိုးကို ကုန်စေရာ၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် သလ္လေခဋ္ဌဉာဏ်မည်သနည်း။

ပုထုဟူရာ၌ ရာဂသည် သီးခြား 'ပုထု' ဖြစ်၏။ ဒေါသသည် သီးခြား 'ပုထု' ဖြစ်၏။ မောဟသည် သီးခြား 'ပုထု' ဖြစ်၏။ ကောဓသည်။ပ။ ရန်ငြိုးဖွဲ့ခြင်း 'ဥပနာဟ' သည်။ သူ့ကျေးဇူးကို ချေဖျက်ခြင်း 'မက္ခ' သည်။ အဖျင်းမူခြင်း 'ပလာသ' သည်။ ငြူစူခြင်း 'ဣဿာ' သည်။ ဝန်တိုခြင်း 'မစ္ဆရိယ' သည်။ လှည့်ပတ်ခြင်း 'မာယာ'သည်။ စဉ်းလဲခြင်း 'သာဌေယျ' သည်။ ခက်ထန်ခြင်း 'ထမ္ဘ' သည်။ ခြုတ်ခြယ်ခြင်း 'သာရမ္ဘ'သည်။ ထောင်လွှားခြင်း 'မာန'သည်။ အလွန်ထောင်လွှားခြင်း 'အတိမာန' သည်။ ယစ်ခြင်း 'မဒ' သည်။ မေ့လျော့ခြင်း 'ပမာဒ' သည်။ ကိလေသာအားလုံးတို့သည်။ ဒုစရိုက်အားလုံးတို့သည်။ ပြုပြင်တတ် သော အဘိသင်္ခါရအားလုံးတို့သည်။ အလုံးစုံသော ဘဝတစ်ပါးသို့ လားစေတတ်သော ကံတို့သည် သီးခြား'ပုထု'မည်ကုန်၏။

နာနတ္တေကတ္တံဟူရာ၌ ကာမစ္ဆန္ဒသည် အထူးထူးနာနတ္တမည်၏၊ ဈာန်သည် တစ်ခုတည်း ဧကတ္တ မည်၏။ ဒေါသသည် နာနတ္တမည်၏၊ မေတ္တာသည် ဧကတ္တမည်၏။ ထိနမိဒ္ဓသည် နာနတ္တမည်၏၊ အာလောကသညာသည် ဧကတ္တမည်၏။ ပျံ့လွင့်ခြင်း 'ဥဒ္ဓစ္စ'သည် နာနတ္တမည်၏၊ မပျံ့လွင့်ခြင်း 'သမာဓိ' သည် ဧကတ္တမည်၏။ ယုံမှားခြင်း 'ဝိစိကိစ္ဆာ'သည် နာနတ္တမည်၏၊ တရားကို ပိုင်းခြားသတ်မှတ်ခြင်းသည် ဧကတ္တမည်၏။ မသိခြင်း 'အဝိဇ္ဇာ' သည် နာနတ္တမည်၏၊ ဉာဏ်သည် ဧကတ္တမည်၏။ မမွေ့လျော်ခြင်းသည် နာနတ္တမည်၏၊ ဝမ်းမြောက်ခြင်းသည် ဧကတ္တမည်၏။ အပိတ်အပင် 'နီဝရဏ' တရားတို့သည် နာနတ္တမည်၏၊ ပဌမဈာန်သည် ဧကတ္တမည်၏။ပ။ ကိလေသာအားလုံးတို့သည် နာနတ္တမည်၏၊ အရဟတ္တမဂ်သည် ဧကတ္တမည်၏။

တေဇ'တန်ခိုး'ဟူရာ၌ တန်ခိုးတို့သည် သီလတည်းဟူသော စရဏတေဇ၊ သမာဓိတည်းဟူသော ဂုဏတေဇ၊ ဝိပဿနာတည်းဟူသောပညာတေဇ၊ အရိယမဂ်ကုသိုလ်တည်းဟူသော ပုညတေဇ၊ ဘုရား စကားတည်းဟူသော ဓမ္မတေဇဟူ၍ ဤငါးမျိုးတို့သည်း။

သီလတည်းဟူသော စရဏတန်ခိုးထက်မြက်သောကြောင့် သီလမရှိသည်၏အဖြစ်တည်းဟူသော ဒုဿီလျတန်ခိုး ကုန်ခန်းပျောက်ပျက်၏။ သမာဓိတည်းဟူသော ဂုဏတန်ခိုးထက်မြက်သောကြောင့် သမာဓိ၏ဆန့်ကျင်ဘက်ဖြစ်သော ဥဒ္ဓစ္စတန်ခိုး ကုန်ခန်းပျောက်ပျက်၏။ ဝိပဿနာတည်းဟူသောပညာတန်ခိုး ထက်မြက်သောကြောင့် ဝိပဿနာ၏ဆန့်ကျင်ဘက်ဖြစ်သော မောဟတန်ခိုး ပျောက်ပျက်၏။ အရိယ မဂ်ကုသိုလ်တည်းဟူသော ပုညတန်ခိုး ထက်မြက်သောကြောင့် အကုသိုလ်ကံတန်ခိုး ပျောက်ပျက်၏။ ဘုရားရှင်စကားတော်တည်းဟူသော ဓမ္မတန်ခိုး ထက်မြက်သောကြောင့် အထူးထူးသောတိတ္ထိတို့၏ အယူတည်းဟူသော စကားတန်ခိုး ပျောက်ပျက်၏။

သလ္လေခဟူရာ၌ ကာမစ္ဆန္ဒသည် အသလ္လေခမည်၏၊ ဈာန်သည် သလ္လေခမည်၏။ ဒေါသသည် အသလ္လေခမည်၏၊ မေတ္တာသည် သလ္လေခမည်၏။ ထိနမိဒ္ဓသည် အသလ္လေခမည်၏၊ အာလောကသညာ သည် သလ္လေခမည်၏။ ဥဒ္ဓစ္စသည် အသလ္လေခမည်၏၊ သမာဓိသည် သလ္လေခမည်၏။ ယုံမှားခြင်း ဝိစိကိစ္ဆာ သည် အသလ္လေခမည်၏၊ တရားကို ပိုင်းခြားမှတ်သားခြင်းသည် သလ္လေခမည်၏။ အဝိဇ္ဇာသည် အသလ္လေခ မည်၏၊ ဉာဏ်သည် သလ္လေခမည်၏။ မမွေ့လျော်ခြင်းသည် အသလ္လေခမည်၏၊ ဝမ်းမြောက်ခြင်းသည် သလ္လေခမည်၏။ အပိတ်အပင် 'နီဝရဏ' တရားတို့သည် အသလ္လေခမည်၏၊ ပဌမဈာန်သည် သလ္လေခ မည်၏။ပ။ ကိလေသာအားလုံးတို့သည် အသလ္လေခမည်၏၊ အရဟတ္တမဂ်သည် သလ္လေခမည်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် သီးခြားဖြစ်သောတရား၊ အထူးထူးသောတရားတို့၏ တန်ခိုးကို ကုန်စေရာဖြစ်သောပညာကို သလ္လေခဋ္ဌဉာဏ်ဟု ဆိုအပ်၏။

သုံးဆယ့်ခုနစ်ခုမြောက် သလ္လေခဋ္ဌဉာဏ် အကျယ်ပြခြင်း ပြီး၏။

၁။ * ပါဠိတော်၌ ''ပုထုနာနတ္တတေဇပရိယာဒါနေ''ဟု ရှိသော်လည်း ''နာနတ္တေကတ္တန္တိဧတ္ထ ဥဒ္ဒေသေ ဧကတ္တသဒ္ဒဿ အဘာဝေပိ နာနတ္တေကတ္တာနံ အညမညာပေက္ခတ္တံ ဧကတ္တမ္ပိ နိဒ္ဒိသိတုကာမေန နာနတ္တေကတ္တန္တိ ဥဒ္ဒေသော ကတော'' အဋ္ဌကထာပါဌ်ကို ထောက်၍ လည်းကောင်း၊ ဤကျမ်းအစ မာတိကာကိုထောက်၍လည်းကောင်း ဧကတ္တအနက်ကို ထည့်သွင်း၍ မြန်မာပြန်ခြင်းဖြစ်သည်။
`},



{
        id: "pati-m-t32", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၃၈-ဝီရိယာရမ္ဘဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 
၈၉။ မဆုတ်နစ်သောစိတ်၊ နိဗ္ဗာန်သို့ စေလွှတ်သောစိတ်တို့ကို အားပေးထောက်ပံ့ခြင်း၌ ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ဝီရိယာရမ္ဘဉာဏ် မည်သနည်း။

မဖြစ်သေးသော အကုသိုလ်တရားယုတ်တို့ကို မဖြစ်စေခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏အဖြစ်ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

ဖြစ်ပြီးသော အကုသိုလ်တရားယုတ်တို့ကို ပယ်ခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏အဖြစ်ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

မဖြစ်သေးသော ကုသိုလ်တရားတို့ ဖြစ်ပေါ်စေခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏အဖြစ်ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

ဖြစ်ပြီးသော ကုသိုလ်တရားတို့ တည်တံ့ခြင်းငှါ၊ မပျောက်ပျက်ခြင်းငှါ၊ တိုးပွါးခြင်းငှါ၊ ပြန့်ပြောစွာ ဖြစ်ခြင်းငှါ၊ ပွါးများခြင်းငှါ၊ ပြည့်စုံခြင်းငှါ၊ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏ အဖြစ့်ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

မဖြစ်သေးသော ကာမစ္ဆန္ဒကို မဖြစ်စေခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏ အဖြစ်ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

ဖြစ်ပြီးသော ကာမစ္ဆန္ဒကို ပယ်ခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏အဖြစ် ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

မဖြစ်သေးသောဈာန်ကို ဖြစ်စေခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏အဖြစ် ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

ဖြစ်ပြီးသောဈာန်ကို တည်တံ့ခြင်းငှါ၊ မပျောက်ပျက်ခြင်းငှါ၊ တိုးပွါးခြင်းငှါ၊ ပြန့်ပြောစွာဖြစ်ခြင်းငှါ၊ ပွါးများခြင်းငှါ၊ ပြည့်စုံခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏ အဖြစ်ကြောင့် ချီး မြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။ပ။

မဖြစ်သေးသော ကိလေသာအားလုံးတို့ကို မဖြစ်စေခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏အဖြစ်ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

ဖြစ်ပြီးသော ကိလေသာအားလုံးတို့ကို ပယ်ခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ် သည်၏အဖြစ်ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။ပ။

မဖြစ်သေးသော အရဟတ္တမဂ်ကို ဖြစ်စေခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏အဖြစ်ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

ဖြစ်ပြီးသော အရဟတ္တမဂ်ကို တည်တံ့ခြင်းငှါ၊ မပျောက်ပျက်ခြင်းငှါ၊ တိုးပွါးခြင်းငှါ၊ ပြန့်ပြောစွာ ဖြစ်ခြင်းငှါ၊ ပွါးများခြင်းငှါ၊ ပြည့်စုံခြင်းငှါ မတွန့်တိုသည်၏အဖြစ်ကို နိဗ္ဗာန်သို့ စေလွှတ်သည်၏ အဖြစ် ကြောင့် ချီးမြှောက်ခြင်းသဘော၌ ဖြစ်သောပညာသည် ဝီရိယာရမ္ဘဉာဏ်မည်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် မဆုတ်နစ်သောစိတ်၊ နိဗ္ဗာန်သို့ စေလွှတ်သောစိတ်ကို အားပေးထောက်ပံ့ခြင်း၌ ဖြစ်သောပညာကို ဝီရိယာရမ္ဘဉာဏ်ဟု ဆိုအပ်၏။

သုံးဆယ့်ရှစ်ခုမြောက် ဝီရိယာရမ္ဘဉာဏ် အကျယ်ပြခြင်း ပြီး၏။

`},


{
        id: "pati-m-t33", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၃၉-အတ္ထသန္ဒဿနဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 
၉၀။ အထူးထူးသော တရားတို့ကို ပေါ်လွင်အောင် ဖော်ပြသောပညာသည် အဘယ်သို့လျှင် အတ္ထသန္ဒဿနဉာဏ် မည်သနည်း။

နာနာဓမ္မာဟူရာ၌ ခန္ဓာငါးပါး၊ အာယတနတစ်ဆယ့်နှစ်ပါး၊ ဓာတ်တစ်ဆယ့်ရှစ်ပါး၊ ကုသိုလ်၊ အကုသိုလ်၊ အဗျာကတ၊ ကာမာဝစရ၊ ရူပါဝစရ၊ အရူပါဝစရ၊ လောကုတ္တရာတရားတို့သည် အထူးထူး သောတရား 'ဓမ္မ'မည်ကုန်၏။

ပကာသနတာဟူရာ၌ ရုပ်ကို အနိစ္စအားဖြင့် ပြတတ်၏၊ ရုပ်ကို ဒုက္ခအားဖြင့် ပြတတ်၏။ ရုပ်ကို အနတ္တအားဖြင့် ပြတတ်၏။

ဝေဒနာကို။ပ။ သညာကို။ သင်္ခါရတို့ကို။ ဝိညာဉ်ကို။ မျက်စိကို။ပ။ အိုခြင်း၊ သေခြင်း 'ဇရာ မရဏ'ကို အနိစ္စအားဖြင့် ပြတတ်၏။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ' ကို ဒုက္ခအားဖြင့် ပြတတ်၏။ အိုခြင်း၊ သေခြင်း၊ 'ဇရာ မရဏ' ကို အနတ္တအားဖြင့် ပြတတ်၏။

အတ္ထသန္ဒဿနဟူရာ၌ ကာမစ္ဆန္ဒကို ပယ်စွန့်သူသည် ဈာန်ဟူသောအကျိုးကို ပြ၏။ ဒေါသကို ပယ်စွန့်သူသည် မေတ္တာဟူသော အကျိုးကို ပြ၏။ ထိနမိဒ္ဓကို ပယ်စွန့်သူသည် အာလောကသညာဟူသော အကျိုးကိုပြ၏။ ပျံ့လွင့်ခြင်း 'ဥဒ္ဓစ္စ'ကို ပယ်စွန့်သူသည် သမာဓိဟူသော အကျိုးကို ပြ၏။ ယုံမှားခြင်း 'ဝိစိကိစ္ဆာ'ကို ပယ်စွန့်သူသည် တရားကို ပိုင်းခြားမှတ်သားခြင်း 'ဓမ္မဝဝတ္ထာန်'ဟူသောအကျိုးကို ပြ၏။ အဝိဇ္ဇာကို ပယ်စွန့်သူသည် ဉာဏ်ဟူသော အကျိုးကို ပြ၏။ မမွေ့လျော်ခြင်းကို ပယ်စွန့်သူသည် ဝမ်း မြောက်ခြင်း 'ပါမောဇ္ဇ'ဟူသော အကျိုးကို ပြ၏။ အပိတ်အပင် 'နီဝရဏ' တရားကို ပယ်စွန့်သူသည် ပဌမဈာန်ဟူသော အကျိုးကို ပြ၏။ပ။ ကိလေသာအားလုံးတို့ကို ပယ်စွန့်သူသည် အရဟတ္တမဂ်ဟူသော အကျိုးကို ပြ၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာ မည်၏။ ထို့ကြောင့် အထူးထူးသော တရားတို့ကို ပေါ်လွင်အောင် ဖော်ပြ သောပညာကို အတ္ထသန္ဒဿနဉာဏ်ဟု ဆိုအပ်၏။

သုံးဆယ့်ကိုးခုမြောက် အတ္ထသန္ဒဿနဉာဏ် အကျယ်ပြခြင်း ပြီး၏။

 
`},


{
        id: "pati-m-t34", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၄၀-ဒဿနဝိသုဒ္ဓိဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 

၉၁။ တရားအားလုံးတို့ကို တစ်ခုတည်း သိမ်းကျုံးရေတွက်အပ်သည့် အဖြစ်ဟူသောပညာ၊ ထူးခြားသော သဘော, တူသောသဘောကို ထိုးထွင်း၍သိသောပညာသည် အဘယ်သို့လျှင် ဒဿနဝိသုဒ္ဓိ ဉာဏ် မည်သနည်း။

သဗ္ဗဓမ္မာနံဟူရာ၌ ခန္ဓာငါးပါး။ပ။ လောကုတ္တရာတရားတို့သည် သဗ္ဗဓမ္မမည်ကုန်၏။

ဧကသင်္ဂဟတာဟူရာ၌ တစ်ဆယ့်နှစ်ပါးသော အခြင်းအရာတို့ဖြင့် အလုံးစုံသောတရားတို့ကို တစ်ခုတည်းအဖြစ်ဖြင့် သြင်္ဂိုဟ်အပ်ကုန်၏။ ထင်ရှားရှိသောသဘောအားဖြင့်လည်းကောင်း၊ တိတ္ထိတို့ကြံအပ် သော အတ္တမှ ကင်းသော သဘောအားဖြင့်လည်းကောင်း၊ မှန်ကန်သော သဘောအားဖြင့်လည်းကောင်း၊ ဉာဏ်ဖြင့် ထိုးထွင်း၍ သိအပ်သော သဘောအားဖြင့်လည်းကောင်း၊ အထူးသိသော သဘောအားဖြင့်လည်း ကောင်း၊ ပိုင်းခြား၍ သိသော သဘောအားဖြင့်လည်းကောင်း၊ တရားသဘောအားဖြင့်လည်းကောင်း၊ ဓာတ်သဘောအားဖြင့်လည်းကောင်း၊ သိအပ်သော သဘောအားဖြင့်လည်းကောင်း၊ မျက်မှောက်ပြုအပ်သော သဘောအားဖြင့်လည်းကောင်း၊ တွေ့ထိသော သဘောအားဖြင့်လည်းကောင်း၊ အထူးထိုးထွင်း၍သိအပ်သော သဘောအားဖြင့်လည်းကောင်း ဤတစ်ဆယ့်နှစ်ပါးသော အခြင်းအရာတို့ဖြင့် အလုံးစုံသောတရားတို့ကို တစ်ခုတည်းအဖြစ်ဖြင့် သိမ်းကျုံးရေတွက်အပ်ကုန်၏။

နာနတ္တေကတ္တံဟူရာ၌ ကာမစ္ဆန္ဒသည် အထူးထူး 'နာနတ္တ' မည်၏။ ၊ ဈာန်သည် တစ်ခုတည်း 'ဧကတ္တ' မည်၏။ပ။ အလုံးစုံသောကိလေသာတို့သည် နာနတ္တမည်၏၊ အရဟတ္တမဂ်သည် ဧကတ္တမည်၏။

ပဋိဝေဓဟူရာ၌ ဒုက္ခသစ္စာကို ပိုင်းခြား၍ သိခြင်းဟုဆိုအပ်သော သိခြင်းဖြင့် သိ၏။ သမုဒယ သစ္စာကို ပယ်၍ သိခြင်းဟုဆိုအပ်သော သိခြင်းဖြင့် သိ၏။ နိရောဓသစ္စာကို မျက်မှောက်ပြု၍ သိခြင်းဟုဆိုအပ်သော သိခြင်းဖြင့် သိ၏။ မဂ္ဂသစ္စာကို ပွါးများ၍ သိခြင်းဟုဆိုအပ်သော သိခြင်းဖြင့် သိ၏။

ဒဿနဝိသုဒ္ဓိဟူရာ၌ သောတာပတ္တိမဂ်ခဏ၌ ဉာဏ်အမြင်သည် စင်ကြယ်၏။ သောတာပတ္တိဖိုလ်ခဏ၌ ဉာဏ်အမြင်သည် စင်ကြယ်၏။ သကဒါဂါမိမဂ်ခဏ၌ ဉာဏ်အမြင်သည် စင်ကြယ်၏။ သကဒါဂါမိဖိုလ် ခဏ၌ ဉာဏ်အမြင်သည် စင်ကြယ်၏။ အနာဂါမိမဂ်ခဏ၌ ဉာဏ်အမြင်သည် စင်ကြယ်၏။ အနာဂါမိဖိုလ် ခဏ၌ ဉာဏ်အမြင်သည် စင်ကြယ်၏။ အရဟတ္တမဂ်ခဏ၌ ဉာဏ်အမြင်သည် စင်ကြယ်၏။ အရဟတ္တဖိုလ် ခဏ၌ ဉာဏ်အမြင်သည် စင်ကြယ်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် တရားအားလုံးတို့ကို တစ်ခုတည်းသိမ်းကျုံးရေတွက်အပ် သည်၏အဖြစ်ဟူသောပညာ၊ ထူးခြားသော, တူသော သဘောကို ထိုးထွင်း၍ သိသောပညာကို ဒဿနဝိသုဒ္ဓိဉာဏ်ဟု ဆိုအပ်၏။

လေးဆယ်မြောက် ဒဿနဝိသုဒ္ဓိဉာဏ် အကျယ်ပြခြင်း ပြီး၏။

 `},
    

{
        id: "pati-m-t35", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၄၁-ခန္တိဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 

၉၂။ သိသည်၏အဖြစ်ကြောင့် ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ခန္တိဉာဏ်မည်သနည်း။

ရုပ်ကို အနိစ္စအားဖြင့် သိ၏။ ရုပ်ကို ဒုက္ခအားဖြင့် သိ၏။ ရုပ်ကို အနတ္တအားဖြင့် သိ၏။ သိသမျှ သော တရားကိုနှစ်သက်၏။ ဤသို့ သိသည်၏အဖြစ်ကြောင့် ဖြစ်သောပညာသည် ခန္တိဉာဏ်မည်၏။

ဝေဒနာကို။ပ။ သညာကို။ သင်္ခါရတို့ကို။ ဝိညာဉ်ကို။ မျက်စိကို။ပ။ အိုခြင်း၊ သေခြင်း 'ဇရာ မရဏ'ကို အနိစ္စအားဖြင့် သိ၏။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ' ကို ဒုက္ခအားဖြင့် သိ၏။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ'ကို အနတ္တအားဖြင့် သိ၏။ သိသမျှသောတရားကိုနှစ်သက်၏။ ဤသို့ သိသည်၏ အဖြစ် ကြောင့် ဖြစ်သောပညာသည် ခန္တိဉာဏ်မည်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် သိသည်၏အဖြစ်ကြောင့် ဖြစ်သောပညာသည် ခန္တိဉာဏ် မည်၏။

လေးဆယ့်တစ်ခုမြောက် ခန္တိဉာဏ် အကျယ်ပြခြင်း ပြီး၏။

`},


{
        id: "pati-m-t36", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၄၂-ပရိယောဂါဟဏဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 

၉၃။ ဉာဏ်ဖြင့်တွေ့ထိသောကြောင့် ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ပရိယောဂါဟဏဉာဏ် မည်သနည်း။

ရုပ်ကို အနိစ္စအားဖြင့် တွေ့၏။ ရုပ်ကို ဒုက္ခအားဖြင့် တွေ့၏။ ရုပ်ကို အနတ္တအားဖြင့် တွေ့၏။ တွေ့သမျှသောတရားသို့ သက်ဝင်၏။ ဤသို့ တွေ့သည်၏အဖြစ်ကြောင့် ဖြစ်သောပညာသည် ပရိယောဂါ ဟဏဉာဏ် မည်၏။

ဝေဒနာကို။ပ။ သညာကို။ သင်္ခါရတို့ကို။ ဝိညာဉ်ကို။ မျက်စိကို။ပ။ အိုခြင်း၊ သေခြင်း 'ဇရာ မရဏ' ကို အနိစ္စအားဖြင့် တွေ့၏။ အိုခြင်း၊ သေခြင်း 'ဇရာမရဏ'ကို ဒုက္ခအားဖြင့် တွေ့၏။ အိုခြင်း၊ သေခြင်း 'ဇရာ မရဏ'ကို အနတ္တအားဖြင့် တွေ့၏။ တွေ့သမျှသောတရားသို့ သက်ဝင်၏။ ဤသို့ တွေ့ သည်၏အဖြစ်ကြောင့် ဖြစ်သောပညာသည် ပရိယောဂါဟဏဉာဏ်မည်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် တွေ့သည်၏အဖြစ်ကြောင့် ဖြစ်သောပညာကို ပရိယောဂါ ဟဏဉာဏ်ဟု ဆိုအပ်၏။

လေးဆယ့်နှစ်ခုမြောက် ပရိယောဂါဟဏဉာဏ် အကျယ်ပြခြင်း ပြီး၏။

 `},

    
{
        id: "pati-m-t37", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၄၃-ပဒေသဝိဟာရဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 

၉၄။ စုပေါင်းလုံးစည်းခြင်း၌ ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ပဒေသဝိဟာရဉာဏ် မည် သနည်း။

မိစ္ဆာဒိဋ္ဌိ အကြောင်းကြောင့်လည်း ခံစားအပ်၏။ မိစ္ဆာဒိဋ္ဌိ၏ ငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။ သမ္မာဒိဋ္ဌိ အကြောင်းကြောင့်လည်း ခံစားအပ်၏။ သမ္မာဒိဋ္ဌိ၏ ငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။

မိစ္ဆာသင်္ကပ္ပ အကြောင်းကြောင့်လည်း ခံစားအပ်၏။ မိစ္ဆာသင်္ကပ္ပ၏ ငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။

သမ္မာသင်္ကပ္ပ အကြောင်းကြောင့်လည်း ခံစားအပ်၏။ သမ္မာသင်္ကပ္ပ၏ ငြိမ်းခြင်းအကြောင်းကြောင့် လည်း့ခံစားအပ်၏။ပ။

မှားသောလွတ်မြောက်မှု အကြောင်းကြောင့်လည်း ခံစားအပ်၏။ မှားသောလွတ်မြောက်မှု၏ ငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။

မှန်သောလွတ်မြောက်မှု အကြောင်းကြောင့်လည်း ခံစားအပ်၏။ မှန်သောလွတ်မြောက်မှု၏ ငြိမ်းခြင်း အကြောင်းကြောင့်လည်း ခံစားအပ်၏။

ဆန္ဒအကြောင်းကြောင့်လည်း ခံစားအပ်၏။ ဆန္ဒ၏ ငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။ ဝိတက်အကြောင်းကြောင့်လည်း ခံစားအပ်၏။ ဝိတက်၏ ငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။ သညာအကြောင်းကြောင့်လည်း ခံစားအပ်၏။ သညာ၏ ငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။

ဆန္ဒလည်း မငြိမ်း။ ဝိတက်လည်း မငြိမ်း။ သညာလည်း မငြိမ်း။ ထိုသို့ မငြိမ်းခြင်းအကြောင်း ကြောင့်လည်း ခံစားအပ်၏။

ဆန္ဒသာ ငြိမ်း၏။ ဝိတက်လည်း မငြိမ်း။ သညာလည်း မငြိမ်း။ ထိုသို့ ဆန္ဒသာငြိမ်း၍ ဝိတက်၊ သညာတို့ မငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။

ဆန္ဒလည်း ငြိမ်း၏။ ဝိတက်လည်း ငြိမ်း၏။ သညာကား မငြိမ်း။ ထိုသို့ ဆန္ဒနှင့်ဝိတက်သာငြိမ်း၍ သညာကား မငြိမ်းခြင်းအကြောင်းကြောင့်လည်း ခံစားအပ်၏။

ဆန္ဒလည်း ငြိမ်း၏။ ဝိတက်လည်း ငြိမ်း၏။ သညာလည်း ငြိမ်း၏။ ထိုသို့ ငြိမ်းခြင်းအကြောင်း ကြောင့်လည်း ခံစားအပ်၏။

မရောက်သေးသော အရဟတ္တဖိုလ်သို့ ရောက်ခြင်းငှါ အားထုတ်ခြင်းရှိ၏။ ထိုသို့သောအရာသို့လည်း အစဉ်ရောက်သော် ထိုသို့သောအကြောင်းကြောင့်လည်း ခံစားအပ်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် စုပေါင်းစည်းလုံးခြင်း၌ဖြစ်သောပညာကို ပဒေသဝိဟာရ ဉာဏ်ဟု ဆိုအပ်၏။

လေးဆယ့်သုံးခုမြောက် ပဒေသဝိဟာရဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`},
 



{
        id: "pati-m-t38", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၄၄-၄၉-ဆဝိဝဋ္ဋဉာဏ်, သညာဝိဝဋ္ဋဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 
၉၅။ ကြီးမှူးအုပ်စိုးသည်၏အဖြစ်ဖြင့် ဖြစ်သောပညာသည် အဘယ်သို့လျှင် သညာဝိဝဋ္ဋဉာဏ်မည် သနည်း။

ဈာန်ကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် ကာမစ္ဆန္ဒမှ သညာကြောင့် ကင်း၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာဝိဝဋ္ဋဉာဏ်မည်၏။

မေတ္တာကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် ဒေါသမှ သညာကြောင့် ကင်း၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာဝိဝဋ္ဋဉာဏ်မည်၏။

အရောင်အလင်းအမှတ် 'အာလောကသညာ' ကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် ထိနမိဒ္ဓမှ သညာကြောင့် ကင်း၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာ ဝိဝဋ္ဋဉာဏ်မည်၏။

သမာဓိကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် ဥဒ္ဓစ္စမှ သညာကြောင့် ကင်း၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာဝိဝဋ္ဋဉာဏ်မည်၏။

တရားကို ပိုင်းခြားမှတ်သားခြင်းကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် ဝိစိကိစ္ဆာမှ သညာ ကြောင့် ကင်း၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာဝိဝဋ္ဋဉာဏ် မည်၏။

ဉာဏ်ကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် အဝိဇ္ဇာမှ သညာကြောင့် ကင်း၏။ ထို့ကြောင့်ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာဝိဝဋ္ဋဉာဏ်မည်၏။

ဝမ်းမြောက်ခြင်းကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် မမွေ့မလျော်ခြင်းမှ သညာကြောင့် ကင်း၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာဝိဝဋ္ဋဉာဏ်မည်၏။

ပဌမဈာန်ကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် အပိတ်အပင် 'နီဝရဏ' တရားတို့မှ သညာ ကြောင့် ကင်း၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာဝိဝဋ္ဋဉာဏ် မည်၏။ပ။

အရဟတ္တမဂ်ကို အကြီးအမှူးပြု၍ဖြစ်သောပညာသည် ကိလေသာအားလုံးတို့မှ သညာကြောင့် ကင်း၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာသည် သညာဝိဝဋ္ဋဉာဏ်မည်၏။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့် ဖြစ်သောပညာကို သညာ ဝိဝဋ္ဋဉာဏ်ဟု ဆိုအပ်၏။

 
];
