// 🌟 ဒေတာများကို pati-text.js က လှမ်းယူနိုင်ရန် export လုပ်ပေးထားပါသည်
export const novelChapters = [


    { id: "pati-h-h1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "ခုဒ္ဒကနိကာယ်",
        audio: "",
        tocClass: "main-title",         
        headerTag: "h1", 
content: ` 

`
},
{ id: "pati-h-h2", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "ပဋိသမ္ဘိဒါမဂ်ပါဠိတော် မြန်မာပြန်",
        audio: "",
        tocClass: "main-title",         
        headerTag: "h2", 
content: ` 

`
},

  { id: "pati-h-mhw1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "၁-မဟာဝဂ်",
        audio: "",
        tocClass: "main-title",         
        headerTag: "h2", 
content: ` 
`
},  
    
    {
    id: "pati-nsmtk1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "ဉာဏ်စဉ် မာတိကာ",
        audio: "",
        tocClass: "title",         
        headerTag: "h3", 
content: `


ခုဒ္ဒကနိကာယ်

ပဋိသမ္ဘိဒါမဂ်ပါဠိတော်

မြန်မာပြန်

နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။

@@gap

၁-မဟာဝဂ်

@@gap

ဉာဏ်စဉ် မာတိကာ

@@gap

၁။ နာကြားအပ်သော တရားသဘော၌ (ဖြစ်သော) ပညာ သုတမယဉာဏ် 'နာကြားမှုဖြင့် ပြီးသောဉာဏ်'။

၂။ နာကြားရ၍ စောင့်စည်းမှု၌ (ဖြစ်သော) ပညာ သီလမယဉာဏ် 'သီလဖြင့် ပြီးသောဉာဏ်'။

၃။ စောင့်စည်းခြင်းကြောင့် တည်ကြည်မှု၌ (ဖြစ်သော) ပညာ သမာဓိဘာဝနာမယဉာဏ် 'တည်တံ့ ပွါးများမှုဖြင့် ပြီးသောဉာဏ်'။

၄။ အကြောင်းတရားတို့ကို သိမ်းဆည်းမှု၌ (ဖြစ်သော) ပညာ ဓမ္မဋ္ဌိတိဉာဏ် 'တရား၌တည်သောဉာဏ်'။

၅။ အတိတ်၊ အနာဂတ်၊ ပစ္စပ္ပုန်တရားတို့ကို အကျဉ်းချုံး၍ ပိုင်းခြားဆုံးဖြတ်နိုင်သောပညာ သမ္မသနဉာဏ် 'သုံးသပ်သောဉာဏ်'။

၆။ ပစ္စုပ္ပန်တရားတို့၏ ဖောက်ပြန်ပျက်စီးခြင်းကို ရှုမြင်နိုင်သောပညာ ဥဒယဗ္ဗယာနုပဿနာဉာဏ် 'အဖြစ် အပျက်ကိုရှုသောဉာဏ်'။

၇။ အာရုံကို ဆင်ခြင်၍ အပျက်ကို ရှုမြင်နိုင်သောပညာ ဝိပဿနာဉာဏ် 'အထူးရှုသောဉာဏ်'။

၈။ ဘေးဟူ၍ ထင်မြင်လာသောပညာ အာဒီနဝဉာဏ် 'အပြစ်ကိုသိသောဉာဏ်'။

၉။ လွတ်မြောက်လိုခြင်းကို ဆင်ခြင်လျက် လျစ်လျူရှုတတ်သောပညာ သင်္ခါရုပေက္ခာဉာဏ် 'သင်္ခါရကို လျစ်လျူရှုသောဉာဏ်'။

၁၀။ အပ (ဖြစ်သော သင်္ခါရနိမိတ်) မှ ထမြောက်လွတ်ကင်းခြင်း၌ (ဖြစ်သော) ပညာ ဂေါတြဘူဉာဏ် 'အနွယ်ကိုဖြတ်သောဉာဏ်'။

၁၁။ နှစ်ပါးစုံမှ ထမြောက်လွတ်ကင်းခြင်း၌ (ဖြစ်သော) ပညာ မဂ္ဂဉာဏ် 'မဂ်ဉာဏ်'။

၁၂။ လုံ့လစိုက်ရေးငြိမ်းအေးသောပညာ ဖလဉာဏ် 'ဖိုလ်ဉာဏ်'။

၁၃။ သံသရာလမ်းစဉ်ပြတ်မှုကို ရှုမြင်သောပညာ ဝိမုတ္တိဉာဏ် 'လွတ်မြောက်သောဉာဏ်'။

၁၄။ ထိုထို မဂ်ဖိုလ် အခိုက်အတန့်၌ ရရောက်သောတရားတို့ကို ရှုသောပညာ ပစ္စဝေက္ခဏာဉာဏ် 'ဆင်ခြင်သောဉာဏ်'။

၁၅။ အဇ္ဈတ္တသန္တာန်၌ ဖြစ်သော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ (ဖြစ်သော) ပညာ ဝတ္ထု နာနတ္တဉာဏ် 'အရာဝတ္ထုအထူးထူးကို သိသောဉာဏ်'။

၁၆။ ဗဟိဒ္ဓသန္တာန်၌ဖြစ်သော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ (ဖြစ်သော) ပညာ ဂေါစရ နာနတ္တဉာဏ် 'အာရုံအထူးထူးကို သိသောဉာဏ်'။

၁၇။ စရိယာတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ (ဖြစ်သော) ပညာ စရိယာနာနတ္တဉာဏ် 'ဖြစ်ပုံအထူးထူးကို သိသောဉာဏ်'။

၁၈။ လေးမျိုးသော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ (ဖြစ်သော) ပညာ ဘူမိနာနတ္တ္တဉာဏ် 'ဘုံအထူးထူးကို သိသောဉာဏ်'။

၁၉။ ကိုးမျိုးသော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ (ဖြစ်သော) ပညာ ဓမ္မနာနတ္တဉာဏ်'တရား့အထူးထူးကို သိသောဉာဏ်'။

၂၀။ ထူးခြား၍ သိသောပညာ ဉာတဋ္ဌဉာဏ် 'သဘောပိုင်းခြားသောဉာဏ်'။

၂၁။ ပိုင်းခြားသတ်မှတ်၍ သိသောပညာ တီရဏဋ္ဌဉာဏ် 'ပိုင်းခြား၍သိသောဉာဏ်'။

၂၂။ ပယ်စွန့်ခြင်း၌ (ဖြစ်သော) ပညာ ပရိစ္စာဂဋ္ဌဉာဏ် 'ပယ်စွန့်သောဉာဏ်'။

၂၃။ ပွါးများခြင်း၌ (ဖြစ်သော) ပညာ ဧကရသဋ္ဌဉာဏ် 'ကိစ္စထူးကိုသိသောဉာဏ်'။

၂၄။ မျက်မှောက်ပြုခြင်း၌ (ဖြစ်သော) ပညာ ဖုသနဋ္ဌဉာဏ် 'သဘောကိုတွေ့သောဉာဏ်'။

၂၅။ အနက်အကျိုးအထူးထူး၌ (ဖြစ်သော) ပညာ အတ္ထပဋိသမ္ဘိဒါဉာဏ် 'အနက်အကျိုးကို ခွဲခြား၍ သိသောဉာဏ်'။

၂၆။ ပါဠိအကြောင်းအထူးထူး၌ (ဖြစ်သော) ပညာ ဓမ္မပဋိသမ္ဘိဒါဉာဏ် 'ပါဠိအကြောင်းကို ခွဲခြား၍ သိသောဉာဏ်'။

၂၇။ သဒ္ဒါအထူးထူး၌ (ဖြစ်သော) ပညာ နိရုတ္တိပဋိသမ္ဘိဒါဉာဏ် 'သဒ္ဒါကို ခွဲခြား၍ သိသောဉာဏ်'။

၂၈။ ထင်မြင်ဉာဏ်အထူးထူး၌ (ဖြစ်သော) ပညာ ပဋိဘာနပဋိသမ္ဘိဒါဉာဏ် 'ပဋိဘာန်ခွဲခြား၍ သိ သောဉာဏ်'။

၂၉။ နေထိုင်ခြင်းအထူးထူး၌ (ဖြစ်သော) ပညာ ဝိဟာရဋ္ဌဉာဏ် 'နေထိုင်ရေးသဘောဉာဏ်'။

၃၀။ သမာပတ်ဝင်စားခြင်း အထူးထူး၌ (ဖြစ်သော) ပညာ သမာပတ္တဋ္ဌဉာဏ် 'ဝင်စားရေးသဘော ဉာဏ်'။

၃၁။ နေထိုင်ခြင်း၊ ဝင်စားခြင်း အထူးထူး၌ (နှစ်ပါးစုံ၌ ဖြစ်သော) ပညာ ဝိဟာရသမာပတ္တဋ္ဌဉာဏ် 'နေထိုင်ရေး၊ ဝင်စားရေးသဘောဉာဏ်'။

၃၂။ တည်တံ့ရေး သမာဓိ စင်ကြယ်သည်ဖြစ်၍ အာသဝေါတရားဖြတ်ခြင်း၌ (ဖြစ်သော) ပညာ အာနန္တရိက သမာဓိဉာဏ် 'အခြားမဲ့တည်တံ့ရေးဉာဏ်'။

၃၃။ ဝိပဿနာဉာဏ်လျှင် အကြီးအမှူးရှိသော ဝိပဿနာပညာ၊ ငြိမ်သက်သော ဝိဟာရသို့ရောက် သည့် အရဟတ္တဖလသမာပတ္တိပညာ၊ မြတ်သောဖလသမာပတ်၌ ညွတ်သော ပုဗ္ဗဘာဂပညာ အရဏ ဝိဟာရဉာဏ် 'ကိလေသာကင်းလျက် နေထိုင်ရေးဉာဏ်'။

၃၄။ အားနှစ်မျိုးတို့နှင့် ပြည့်စုံခြင်း၊ သင်္ခါရသုံးမျိုးတို့၏ ငြိမ်းခြင်းတို့ကြောင့် တစ်ဆယ့်ခြောက်မျိုး သော ဉာဏ်ဖြစ်ခြင်း၊ ကိုးမျိုးသော သမာဓိဖြစ်ခြင်းတို့ဖြင့် လေ့ကျင့်ပွါးထုံသောပညာ နိရောဓသမာ ပတ္တိဉာဏ် 'ချုပ်ငြိမ်းမှု ဝင်စားသောဉာဏ်'။

၃၅။ ဆင်ခြင်ဉာဏ်ဖြစ်စဉ်ကို ရုပ်သိမ်းခြင်း၌ (ဖြစ်သော) ပညာ ပရိနိဗ္ဗာနဉာဏ် 'ကိလေသာခန္ဓာ ငြိမ်းအေးသောဉာဏ်'။

၃၆။ တရားအားလုံးတို့ကို ကောင်းစွာ ဖြတ်ရာ ချုပ်ရာ၌ တစ်ဖန် မဖြစ်သောပညာ သမသီသဋ္ဌ ဉာဏ် 'အဦးမူ၍ ငြိမ်းအေးသောဉာဏ်'။

၃၇။ သီးခြားဖြစ်သောတရား၊ အထူးထူးသောတရားတို့၏ တန်ခိုးကို ကုန်စေရာ၌ (ဖြစ်သော) ပညာ သလ္လေခဋ္ဌဉာဏ် 'ခေါင်းပါးရေးဉာဏ်'။

၃၈။ မဆုတ်နစ်သောစိတ်၊ နိဗ္ဗာန်သို့စေလွှတ်သောစိတ်တို့ကို အားပေးထောက်ပံ့ခြင်း၌ (ဖြစ်သော) ပညာ ဝီရိယာရမ္ဘဉာဏ် 'လုံ့လ စိုက်ရေးဉာဏ်'။

၃၉။ အထူးထူးသော တရားတို့ကို ပေါ်လွင်အောင် ဖော်ပြသောပညာ အတ္ထသန္ဒဿနဉာဏ် 'အနက်ဖော်ဉာဏ်'။

၄၀။ တရားအားလုံးတို့ကို တစ်ခုတည်း သိမ်းကျုံးရေတွက်အပ်သည့် အဖြစ်ဟူသောပညာ၊ ထူးခြားသောသဘော တူသောသဘောကို ထိုးထွင်း၍ သိသောပညာ ဒဿနဝိသုဒ္ဓိဉာဏ် 'အမြင်စင်ကြယ်ရေးဉာဏ်'။

၄၁။ သိသည်၏ အဖြစ်ကြောင့်ဖြစ်သောပညာ ခန္တိဉာဏ် 'နှစ်သက်ဉာဏ်'။

၄၂။ ဉာဏ်ဖြင့် တွေ့ထိသောကြောင့် (ဖြစ်သော) ပညာ ပရိယောဂါဟဏဉာဏ် 'သက်ဝင်ဉာဏ်'။

၄၃။ စုပေါင်းစည်းလုံးခြင်း၌ (ဖြစ်သော) ပညာ ပဒေသဝိဟာရဉာဏ် 'စုပေါင်းစည်းလုံးရေးဉာဏ်'။

၄၄။ ကြီးမှူးအုပ်စိုးသည်၏ အဖြစ်ဖြင့်ဖြစ်သောပညာ သညာဝိဝဋ္ဋဉာဏ် 'သညာကြောင့် ကင်းပြတ်သောဉာဏ်'။

၄၅။ အထူးထူး၌ ဖြစ်သောပညာ စေတောဝိဝဋ္ဋဉာဏ် 'စေတနာကြောင့် ကင်းပြတ်သောဉာဏ်'။

၄၆။ တည်တံ့စေခြင်း၌ (ဖြစ်သော) ပညာ စိတ္တဝိဝဋ္ဋဉာဏ် 'စိတ်ကြောင့် ကင်းပြတ်သောဉာဏ်'။

၄၇။ ဆိတ်သုဉ်းခြင်း၌ (ဖြစ်သော) ပညာ ဉာဏဝိဝဋ္ဋဉာဏ် 'ဉာဏ်ကြောင့် ကင်းပြတ်သောဉာဏ်'။

၄၈။ စွန့်လွှတ်ခြင်း၌ (ဖြစ်သော) ပညာ ဝိမောက္ခဝိဝဋ္ဋဉာဏ် 'ဝိမောက္ခကြောင့် ကင်းပြတ်သောဉာဏ်'။

၄၉။ မှန်ကန်သော သဘော၌ (ဖြစ်သော) ပညာ သစ္စဝိဝဋ္ဋဉာဏ် 'သစ္စာကြောင့် ကင်းပြတ်သောဉာဏ်'။

၅၀။ ကိုယ်နှင့်စိတ်ကို တစ်ခုတည်း ပိုင်းခြားခြင်း၊ ချမ်းသာရေးအမှတ်, ပေါ့ပါးလျင်မြန်ရေးအမှတ်ကို ဆောက်တည်သည်၏ အစွမ်းအားဖြင့် ပြည့်စုံခြင်း၌ (ဖြစ်သော) ပညာ ဣဒ္ဓိဝိဓဉာဏ် 'တန်ခိုးဖန်ဆင်းသောဉာဏ်'။

၅၁။ ကြံစည်မှု ပျံ့နှံ့သည်၏ အစွမ်းဖြင့် ထူးခြားခြင်းနှင့် တူမျှခြင်းဖြစ်သည့် အသံနိမိတ်တို့ကို သက်ဝင်၍ (သိတတ်သော) ပညာ သောတဓာတုဝိသုဒ္ဓိဉာဏ် 'နားကြားဓာတ် စင်ကြယ်ရေးဉာဏ်'။

၅၂။ စိတ်သုံးပါးတို့၏ ပျံ့နှံ့မှုကြောင့် ဣန္ဒြေ (ပသာဒရုပ်) တို့ ကြည်လင်သည်၏ အစွမ်းဖြင့် ထူးခြားသော သဘော၊ တူမျှသော သဘောရှိသော ဝိညာဉ်၏ ဖြစ်ခြင်းသို့ သက်ဝင်၍ (သိသော) ပညာ စေတောပရိယဉာဏ် 'စိတ်ကြံသိသောဉာဏ်'။

၅၃။ အကြောင်းကြောင့်ဖြစ်သော အကျိုးတရားတို့၏ ထူးခြားမှု တူညီမှု ကံပျံ့နှံ့သည်၏ အစွမ်း အားဖြင့်ဖြစ်သောပညာ ပုဗ္ဗေနိဝါသာနုဿတိဉာဏ် 'ရှေးဖြစ် အောက်မေ့နိုင်ရေးဉာဏ်'။

၅၄။ အရောင်အလင်း၏ အစွမ်းအားဖြင့် ထူးခြားသော တူမျှသော ရူပနိမိတ်တို့ကို ရှုမြင်ခြင်း၌ (ဖြစ်သော) ပညာ ဒိဗ္ဗစက္ခုဉာဏ် 'နတ်မျက်စိနှင့်တူသောဉာဏ်'။

၅၅။ ခြောက်ဆယ့်လေးမျိုးသော အခြင်းအရာတို့ဖြင့် ဣန္ဒြေသုံးပါးတို့၏ လေ့လာသည်၏ အဖြစ်ဟု ဆိုအပ်သောပညာ အာသဝက္ခယဉာဏ် 'အာသဝေါကုန်ရေးဉာဏ်'။

၅၆။ ပိုင်းခြား၍ သိခြင်း၌ (ဖြစ်သော) ပညာ ဒုက္ခဉာဏ် 'ဆင်းရဲကိုသိသောဉာဏ်'။

၅၇။ ပယ်စွန့်ခြင်း၌ (ဖြစ်သော) ပညာ သမုဒယဉာဏ် 'တဏှာကိုသိသောဉာဏ်'။

၅၈။ မျက်မှောက်ပြုခြင်း၌ (ဖြစ်သော) ပညာ နိရောဓဉာဏ် 'နိဗ္ဗာန်ကိုသိသောဉာဏ်'။

၅၉။ ပွါးများခြင်း၌ (ဖြစ်သော) ပညာ မဂ္ဂဉာဏ် 'မဂ္ဂင်ကိုသိသောဉာဏ်'။

၆၀။ ဒုက္ခကို သိသောဉာဏ်။

၆၁။ ဒုက္ခ၏အကြောင်းကို သိသော 'ဒုက္ခသမုဒယ' ဉာဏ်'။

၆၂။ ဒုက္ခ၏ ချုပ်ရာ နိဗ္ဗာန်ကို သိသော 'ဒုက္ခနိရောဓ' ဉာဏ်။

၆၃။ ဒုက္ခ၏ ချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်ကို သိသော 'ဒုက္ခနိရောဓဂါမိနီပဋိပဒါ' ဉာဏ်။

၆၄။ အနက်ကို သိသော 'အတ္ထပဋိသမ္ဘိဒါ' ဉာဏ်။

၆၅။ ပါဠိကို သိသော 'ဓမ္မပဋိသမ္ဘိဒါ' ဉာဏ်။

၆၆။ သဒ္ဒါကို သိသော 'နိရုတ္တိပဋိသမ္ဘိဒါ'ဉာဏ်။

၆၇။ ပညာကို သိသော 'ပဋိဘာနပဋိသမ္ဘိဒါ'ဉာဏ်။

၆၈။ ဣနြ္ဒိယပရောပရိယတ္တကို သိသောဉာဏ်။

၆၉။ သတ္တဝါတို့၏ အလိုဆန္ဒနှင့် အနုသယကို သိသော 'အာသယာနုသယ' ဉာဏ်။

၇၀။ ယမကပါဋိဟီရကို သိသောဉာဏ်။

၇၁။ မဟာကရုဏာသမာပတ္တိကို သိသောဉာဏ်။

၇၂။ သဗ္ဗညုတညာဏ်။

၇၃။ အနာဝရဏဉာဏ်။

ဤကား ဉာဏ်ခုနစ်ဆယ့်သုံးပါးတို့တည်း။

ဤခုနစ်ဆယ့်သုံးပါးသော ဉာဏ်တို့အနက် ဉာဏ်ခြောက်ဆယ့်ခုနစ်ပါးတို့သည် သာဝကတို့နှင့် ဆက်ဆံကုန်၏။ (နောက်ဆုံး) ဉာဏ်ခြောက်ပါးတို့သည် သာဝကတို့နှင့် မဆက်ဆံကုန်၊ (ဘုရားနှင့်သာ ဆက်ဆံကုန်၏)။

ဉာဏ်စဉ်မာတိကာ ပြီး၏။`
    },
 
  { id: "pati-nnkh1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "၁-ဉာဏကထာ",
        audio: "",
        tocClass: "main-title",         
        headerTag: "h2", 
content: ` 
`},
{
        id: "pati-nnkh1-1", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "၁-သုတမယဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `
၁။ အဘယ်သို့လျှင် နာကြားအပ်သော တရားသဘော၌ (ဖြစ်သော) ပညာသည် သုတမယဉာဏ် မည်သနည်း။

''ဤတရားတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာ ကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၁)

''ဤတရားတို့ကို ပိုင်းခြားသတ်မှတ် သိအပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၂)

''ဤတရားတို့ကို ပယ်အပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၃)

''ဤတရားတို့ကို ပွါးများအပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ် သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၄)

''ဤတရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာ ကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၅)

''ဤတရားတို့သည် ဆုတ်ယုတ်သော အဖို့ရှိကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၆)

''ဤတရားအပေါင်းတို့သည် တည်တံ့ခြင်းအဖို့ရှိကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်း သည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ် မည်၏။ (၇)

''ဤတရားအပေါင်းတို့သည် ထူးခြားသောအဖို့ရှိကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်း သည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ် မည်၏။ (၈)

''ဤတရားအပေါင်းတို့သည် လောဘစသည်ကို ဖောက်ခွဲခြင်းအဖို့ရှိကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ် မည်၏။ (၉)

''အလုံးစုံသော သင်္ခါရတရားတို့သည် မမြဲကုန်''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၁၀)

''အလုံးစုံသော သင်္ခါရတရားတို့သည် ဆင်းရဲကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၁၁)

''အလုံးစုံသော တရားတို့သည် ကိုယ်ပိုင်ကိုယ်စိုး မဟုတ်ကုန်''ဟု (ဟောတော်မူသော တရား အပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယ ဉာဏ်မည်၏။ (၁၂)

''ဤတရားကား ဒုက္ခဟူသော အရိယသစ္စာတည်း''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏။ (၁၃)။

''ဤတရားကား ဒုက္ခဖြစ်ကြောင်းဟူသော အရိယသစ္စာတည်း''ဟု (ဟောတော်မူသော တရား အပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယ ဉာဏ်မည်၏။ (၁၄)

''ဤတရားကား ဒုက္ခချုပ်ရာ နိဗ္ဗာန်ဟူသော အရိယသစ္စာတည်း''ဟု (ဟောတော်မူသော တရား အပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယ ဉာဏ်မည်၏။ (၁၅)

''ဤတရားကား ဒုက္ခချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်း အကျင့်ဟူသော အရိယသစ္စာတည်း''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိ သောပညာသည် သုတမယဉာဏ်မည်၏။ (၁၆)

၂။ ''ဤတရားတို့ကို ထူးခြားစွာသိအပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားပေါင်းသည်) အဘယ်သို့လျှင် နာကြားအပ်သော တရားမည်သနည်း။ ထိုတရားအပေါင်းကို သိသောပညာသည် အဘယ်သို့လျှင် သုတမယဉာဏ်မည်သနည်း။

''သတ္တဝါအားလုံးတို့သည် အစာအာဟာရလျှင် တည်ရာရှိကုန်၏''ဟူသော တစ်ပါးသောတရားကို ထူးခြားစွာ သိအပ်၏။

(သင်္ခတဓာတ်၊ အသင်္ခတဓာတ်) တရားနှစ်ပါးတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

(ကာမ၊ ရူပ၊ အရူပ) ဓာတ်သုံးပါး တရားတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

သစ္စာလေးပါး တရားတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

အရဟတ္တဖိုလ်၏ အကြောင်းဖြစ်သော ဝိမုတ္တာယတနတရား ငါးပါးတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

အမြတ်ဆုံး အကြီးဆုံး အနုတ္တရိယခြောက်ပါး တရားတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

အခိုက်အတန့်မျှ ပဋိသန္ဓေနေခြင်းမရှိသော ရဟန္တာဖြစ်ကြောင်း၁ နိဒ္ဒသဝတ္ထုခုနစ်ပါး တရားတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏၊

ကသိုဏ်းစသော အာရုံကို လွှမ်းမိုး၍ဖြစ်သော အဘိဘာယတနဈာန်တရား ရှစ်ပါးတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

အစဉ်အတိုင်း ဝင်စားနေထိုင်ခြင်း အနုပုဗ္ဗဝိဟာရသမာပတ်တရား ကိုးပါးတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

မိစ္ဆာဒိဋ္ဌိစသည်ကို ဖျက်ဆီးကြောင်း နိဇ္ဇရဝတ္ထုတရား ဆယ်ပါးတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ (၁၀)

၃။ ရဟန်းတို့ အလုံးစုံသော တရားအပေါင်းကို ထူးခြားစွာ သိအပ်၏။ ရဟန်းတို့ အလုံးစုံသော တရားအပေါင်းကို အဘယ်သို့လျှင် ထူးခြားစွာ သိအပ်သနည်း။

ရဟန်းတို့ မျက်စိကို ထူးခြားစွာ သိအပ်၏။ အဆင်းတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ မျက်စိ အသိစိတ် 'စက္ခုဝိညာဉ်'ကို ထူးခြားစွာ သိအပ်၏။ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ကို ထူးခြားစွာ သိအပ့်၏။ မျက်စိအတွေ့ဟူသော အကြောင်းကြောင့် ဖြစ်ပေါ်သော ခံစားအပ်သော ချမ်းသာ၊ ဆင်းရဲ၊ လျစ်လျူ ဝေဒနာကို ထူးခြားစွာ သိအပ်၏။

နားကို ထူးခြားစွာ သိအပ်၏။ အသံတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ နှာခေါင်းကို ထူးခြားစွာ သိအပ်၏။ အနံ့တို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ လျှာကို ထူးခြားစွာ သိအပ်၏။ အရသာတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ ကိုယ်ကို ထူးခြားစွာ သိအပ်၏။ အတွေ့တို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

စိတ်ကို ထူးခြားစွာ သိအပ်၏။ ဓမ္မာရုံတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ စိတ်အသိ 'မနောဝိညာဉ်'ကို ထူးခြားစွာ သိအပ်၏။ စိတ်အတွေ့ 'မနောသမ္ဖဿ'ဟူသော အကြောင်းကြောင့် ဖြစ်ပေါ်သော သုခဝေဒနာ၊ ဒုက္ခဝေဒနာ၊ ဥပေက္ခာဝေဒနာကို ထူးခြားစွာ သိအပ်၏။ (၃၀)

ရူပက္ခန္ဓာ 'ရုပ်အစု'ကို ထူးခြားစွာ သိအပ်၏။ ဝေဒနာက္ခန္ဓာ 'ဝေဒနာအစု'ကို ထူးခြားစွာ သိအပ်၏။ သညာက္ခန္ဓာ 'သညာအစု'ကို ထူးခြားစွာ သိအပ်၏။ သင်္ခါရက္ခန္ဓာ 'သင်္ခါရအစု'တို့ကို ထူးခြားစွာသိအပ်ကုန်၏။ ဝိညာဏက္ခန္ဓာ 'ဝိညာဉ်အစု'ကို ထူးခြားစွာ သိအပ်၏။ (၅)

မျက်စိကို ထူးခြားစွာ သိအပ်၏။ နားကို ထူးခြားစွာ သိအပ်၏။ နှာခေါင်းကို ထူးခြားစွာ သိအပ်၏။ လျှာကို ထူးခြားစွာ သိအပ်၏။ ကိုယ်ကို ထူးခြားစွာ သိအပ်၏။ စိတ်ကို ထူးခြားစွာ သိအပ်၏။ အဆင်းတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ အသံတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ အနံ့တို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ အရသာတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ အတွေ့တို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

(ဓမ္မာရုံ) တရားတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

မျက်စိအသိစိတ် 'စက္ခုဝိညာဉ်'ကို ထူးခြားစွာ သိအပ်၏။ နားအသိစိတ် 'သောတဝိညာဉ်'ကို ထူးခြားစွာ သိအပ်၏။ နှာခေါင်းအသိစိတ် 'ဃာနဝိညာဉ်'ကို ထူးခြားစွာ သိအပ်၏။ လျှာအသိစိတ် 'ဇိဝှါ ဝိညာဉ်'ကို ထူးခြားစွာ သိအပ်၏။ ကိုယ်အသိစိတ် 'ကာယဝိညာဉ်'ကို ထူးခြားစွာ သိအပ်၏။ စိတ်အသိ 'မနောဝိညာဉ်'ကို ထူးခြားစွာ သိအပ်၏။

မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ကို ထူးခြားစွာ သိအပ်၏။ နားအတွေ့ 'သောတသမ္ဖဿ'ကို ထူးခြားစွာ သိအပ်၏။ နှာခေါင်းအတွေ့ 'ဃာနသမ္ဖဿ'ကို ထူးခြားစွာ သိအပ်၏။ လျှာအတွေ့ 'ဇိဝှါသမ္ဖဿ'ကို ထူးခြားစွာ သိအပ်၏။ ကိုယ်အတွေ့ 'ကာယသမ္ဖဿ'ကို ထူးခြားစွာ သိအပ်၏။ စိတ်အတွေ့ 'မနော သမ္ဖဿ'ကို ထူးခြားစွာ သိအပ်၏။

မျက်စိအတွေ့ကြောင့်ဖြစ်သော ခံစားမှုဝေဒနာကို ထူးခြားစွာ သိအပ်၏။ နားအတွေ့ကြောင့်ဖြစ်သော ခံစားမှု ဝေဒနာကို ထူးခြားစွာ သိအပ်၏။ နှာခေါင်းအတွေ့ကြောင့်ဖြစ်သော ခံစားမှုဝေဒနာကို ထူးခြားစွာ သိအပ်၏။ လျှာအတွေ့ကြောင့်ဖြစ်သော ခံစားမှုဝေဒနာကို ထူးခြားစွာ သိအပ်၏။ ကိုယ်အတွေ့ ကြောင့်ဖြစ်သော ခံစားမှု ဝေဒနာကို ထူးခြားစွာ သိအပ်၏။ စိတ်အတွေ့ကြောင့်ဖြစ်သော ခံစားမှုဝေဒနာကို ထူးခြားစွာ သိအပ်၏။

အဆင်းအမှတ်သညာကို ထူးခြားစွာ သိအပ်၏။ အသံအမှတ်သညာကို ထူးခြားစွာ သိအပ်၏။ အနံ့ အမှတ် သညာကို ထူးခြားစွာ သိအပ်၏။ အရသာအမှတ်သညာကို ထူးခြားစွာ သိအပ်၏။ အတွေ့အထိ အမှတ်သညာကို ထူးခြားစွာ သိအပ်၏။ ဓမ္မာရုံအမှတ်သညာကို ထူးခြားစွာ သိအပ်၏။

အဆင်း၌ စေ့ဆော်မှုကို ထူးခြားစွာ သိအပ်၏။ အသံ၌ စေ့ဆော်မှုကို ထူးခြားစွာ သိအပ်၏။ အနံ့၌ စေ့ဆော်မှုကို ထူးခြားစွာ သိအပ်၏။ အရသာ၌ စေ့ဆော်မှုကို ထူးခြားစွာ သိအပ်၏။ အတွေ့အထိ၌ စေ့ဆော်မှုကို ထူးခြားစွာ သိအပ်၏။ ဓမ္မာရုံ၌ စေ့ဆော်မှုကို ထူးခြားစွာ သိအပ်၏။

အဆင်း၌ တပ်မက်မှုကို ထူးခြားစွာ သိအပ်၏။ အသံ၌ တပ်မက်မှုကို ထူးခြားစွာ သိအပ်၏။ အနံ့၌ တပ်မက်မှုကို ထူးခြားစွာ သိအပ်၏။ အရသာ၌ တပ်မက်မှုကို ထူးခြားစွာ သိအပ်၏။ အတွေ့အထိ၌ တပ်မက်မှုကို ထူးခြားစွာ သိအပ်၏။ ဓမ္မာရုံ၌ တပ်မက်မှုကို ထူးခြားစွာ သိအပ်၏။

အဆင်း၌ ကြံစည်မှုကို ထူးခြားစွာ သိအပ်၏။ အသံ၌ ကြံစည်မှုကို ထူးခြားစွာ သိအပ်၏။ အနံ့၌ ကြံစည်မှုကို ထူးခြားစွာ သိအပ်၏။ အရသာ၌ ကြံစည်မှုကို ထူးခြားစွာ သိအပ်၏။ အတွေ့အထိ၌ ကြံ စည်မှုကို ထူးခြားစွာ သိအပ်၏။ ဓမ္မာရုံ၌ ကြံစည်မှုကို ထူးခြားစွာ သိအပ်၏။

အဆင်း၌ ဆင်ခြင်မှုကို ထူးခြားစွာ သိအပ်၏။ အသံ၌ ဆင်ခြင်မှုကို ထူးခြားစွာ သိအပ်၏။ အနံ့၌ ဆင်ခြင်မှုကို ထူးခြားစွာ သိအပ်၏။ အရသာ၌ ဆင်ခြင်မှုကို ထူးခြားစွာ သိအပ်၏။ အတွေ့အထိ၌ ဆင်ခြင်မှုကို ထူးခြားစွာ သိအပ်၏။ ဓမ္မာရုံ၌ ဆင်ခြင်မှုကို ထူးခြားစွာ သိအပ်၏။ (၆၀)

၄။ မြေဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ ရေဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ မီးဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ လေဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ ဟင်းလင်း 'အပွင့်' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ စိတ် 'ဝိညာဉ်' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ (၉)

မြေသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'ပထဝီကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ ရေသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'အာပေါကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ မီးသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'တေဇောကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန် ကို ထူးခြားစွာ သိအပ်၏။ လေသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'ဝါယောကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ အညိုသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'နီလကသိုဏ်း'လျှင် အာရုံရှိ သော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ အဝါသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'ပီတကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ အနီသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'လောဟိတ ကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ အဖြူသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'ဩဒါတကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ ဟင်းလင်းသာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'အာကာသကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ စိတ်ဝိညာဉ်သာလျှင် အပိုင်းအခြားမရှိ ပျံ့နှံ့ခြင်း 'ဝိညာဏကသိုဏ်း'လျှင် အာရုံရှိသော ဈာန်ကို ထူးခြားစွာ သိအပ်၏။ (၁၀)

ဆံပင်တို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ အမွေးတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ ခြေသည်း၊ လက်သည်းတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ သွားတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ အရေကို ထူးခြားစွာ သိအပ်၏။ အသားကို ထူးခြားစွာ သိအပ်၏။ အကြောတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

အရိုးတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ ရိုးတွင်းခြင်ဆီကို ထူးခြားစွာ သိအပ်၏။ အညှို့ကို ထူးခြားစွာ သိအပ်၏။ နှလုံးကို ထူးခြားစွာ သိအပ်၏။ အသည်းကို ထူးခြားစွာ သိအပ်၏။ အမြှေးကို ထူးခြားစွာ သိအပ်၏။ အဖျဉ်းကို ထူးခြားစွာ သိအပ်၏။ အဆုတ်ကို ထူးခြားစွာ သိအပ်၏။ အူမကို ထူးခြားစွာ သိအပ်၏။ အူသိမ်ကို ထူးခြားစွာ သိအပ်၏။ အစာသစ်ကို ထူးခြားစွာ သိအပ်၏။ အစာဟောင်းကို ထူးခြားစွာ သိအပ်၏။ သည်းခြေကို ထူးခြားစွာ သိအပ်၏။ သလိပ်ကို ထူးခြားစွာ သိအပ်၏။ ပြည်ကို ထူးခြားစွာ သိအပ်၏။ သွေးကို ထူးခြားစွာ သိအပ်၏။ ချွေးကို ထူးခြားစွာ သိအပ်၏။ အဆီခဲကို ထူးခြားစွာ သိအပ်၏။ မျက်ရည်ကို ထူးခြားစွာ သိအပ်၏။ ဆီကြည်ကို ထူးခြားစွာ သိအပ်၏။ တံတွေးကို ထူးခြားစွာ သိအပ်၏။ နှပ်ကို ထူးခြားစွာ သိအပ်၏။ အစေးကို ထူးခြားစွာ သိအပ်၏။ ကျင်ငယ်ကို ထူးခြားစွာ သိအပ်၏။ ဦးနှောက်ကို ထူးခြားစွာ သိအပ်၏။ (၁၂)

မျက်စိဟူသော တည်ရာ 'စက္ခာယတန'ကို ထူးခြားစွာ သိအပ်၏။ အဆင်းဟူသော တည်ရာ 'ရူပါယတန'ကို ထူးခြားစွာ သိအပ်၏။ နားဟူသော တည်ရာ 'သောတာယတန'ကို ထူးခြားစွာ သိအပ်၏။ အသံဟူသော တည်ရာ 'သဒ္ဒါယတန'ကို ထူးခြားစွာ သိအပ်၏။ နှာခေါင်းဟူသော တည်ရာ 'ဃာနာယတန'ကို ထူးခြားစွာ သိအပ်၏။ အနံ့ဟူသော တည်ရာ 'ဂန္ဓာယတန'ကို ထူးခြားစွာ သိအပ်၏။ လျှာဟူသော တည်ရာ 'ဇိဝှါယတန'ကို ထူးခြားစွာ သိအပ်၏။ အရသာဟူသော တည်ရာ 'ရသာယတန'ကို ထူးခြားစွာ သိအပ်၏။ ကိုယ်ဟူသော တည်ရာ 'ကာယာယတန'ကို ထူးခြားစွာ သိအပ်၏။ အတွေ့ဟူသော တည်ရာ 'ဖောဋ္ဌဗ္ဗာ ယတန'ကို ထူးခြားစွာ သိအပ်၏။ စိတ်ဟူသော တည်ရာ 'မနာယတန'ကို ထူးခြားစွာ သိအပ်၏။ ဓမ္မာရုံဟူသော တည်ရာ 'ဓမ္မာယတန'ကို ထူးခြားစွာ သိအပ်၏။ (၁၂)

မျက်စိ 'စက္ခု'ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ အဆင်း'ရူပ'ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ မျက်စိအသိစိတ် 'စက္ခုဝိညာဉ်'ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ နား'သောတ'ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ အသံ 'သဒ္ဒ'ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ နားအသိစိတ် 'သောတဝိညာဉ်' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ နှာခေါင်း 'ဃာန'ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ အနံ့ 'ဂန္ဓ' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ နှာခေါင်း အသိစိတ် 'ဃာနဝိညာဉ်' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ လျှာ 'ဇိဝှါ' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ အရသာ 'ရသ' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ လျှာအသိစိတ် 'ဇိဝှါဝိညာဉ်' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ ကိုယ် 'ကာယ'ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ အတွေ့ 'ဖောဋ္ဌဗ္ဗ'ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ ကိုယ်အသိစိတ် 'ကာယဝိညာဉ်' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ စိတ် 'မနော' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ ဓမ္မာရုံ 'ဓမ္မ'ဓာတ် ကို ထူးခြားစွာ သိအပ်၏။ စိတ်အသိ 'မနောဝိညာဉ်' ဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ (၁၈)

မျက်စိဣန္ဒြေ 'စက္ခုန္ဒြေ' ကို ထူးခြားစွာ သိအပ်၏။ နားဣန္ဒြေ 'သောတိန္ဒြေ' ကို ထူးခြားစွာ သိအပ်၏။ နှာခေါင်းဣန္ဒြေ 'ဃာနိန္ဒြေ' ကို ထူးခြားစွာ သိအပ်၏။ လျှာဣန္ဒြေ 'ဇိဝှိန္ဒြေ' ကို ထူးခြားစွာ သိအပ်၏။ ကိုယ် ဣန္ဒြေ 'ကာယိန္ဒြေ' ကို ထူးခြားစွာ သိအပ်၏။ စိတ်ဣန္ဒြေ 'မနိန္ဒြေ' ကို ထူးခြားစွာ သိအပ်၏။ အသက်ဣန္ဒြေ 'ဇီဝိတိန္ဒြေ' ကို ထူးခြားစွာ သိအပ်၏။ ဣတ္ထိဘော 'ဣတ္ထိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ ပုမ္ဘော 'ပုရိသိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ ချမ်းသာမှုဣန္ဒြေ 'သုခိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲမှုဣန္ဒြေ 'ဒုက္ခိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ ဝမ်းမြောက်မှုဣန္ဒြေ 'သောမနဿိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ နှလုံးမသာမှုဣန္ဒြေ 'ဒေါမနဿိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ လျစ်လျူရှုမှုဣန္ဒြေ 'ဥပေက္ခိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ ယုံကြည်မှု ဣန္ဒြေ 'သဒ္ဓိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ အား စိုက်မှုဣန္ဒြေ 'ဝီရိယိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ အောက်မေ့မှု ဣန္ဒြေ 'သတိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ တည်ကြည်မှုဣန္ဒြေ 'သမာဓိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ သိမှုဣန္ဒြေ 'ပညိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ မသိရသေးသည်ကို သိလိုမှုဣန္ဒြေ 'အနုညာတညဿာမီတိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ သိမြင်နေမှုဣန္ဒြေ 'အညိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ သိမြင်ပြီးစီးမှုဣန္ဒြေ 'အညာတာဝိန္ဒြေ'ကို ထူးခြားစွာ သိအပ်၏။ (၂၂)

၅။ ကာမဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ ရူပဓာတ်ကို ထူးခြားစွာ သိအပ်၏။ အရူပဓာတ်ကို ထူးခြားစွာ သိအပ်၏။

ကာမဘဝကို ထူးခြားစွာ သိအပ်၏။ ရူပဘဝကို ထူးခြားစွာ သိအပ်၏။ အရူပဘဝကို ထူးခြားစွာ သိအပ်၏။

သညာရှိသော 'သညီ' ဘဝကို ထူးခြားစွာ သိအပ်၏။ သညာမရှိသော 'အသညီ'ဘဝကို ထူးခြားစွာ သိအပ်၏။ နေဝသညီ နာသညီဘဝကို ထူးခြားစွာ သိအပ်၏။

ခန္ဓာတစ်ပါးရှိသော 'ဧကဝေါကာရ' ဘဝကို ထူးခြားစွာ သိအပ်၏။ ခန္ဓာလေးပါးရှိသော 'စတုဝေါကာရ' ဘဝကို ထူးခြားစွာ သိအပ်၏။ ခန္ဓာငါးပါးရှိသော 'ပဉ္စဝေါကာရ' ဘဝကို ထူးခြားစွာ သိအပ်၏။ (၁၂)

၆။ ပဌမဈာန်ကို ထူးခြားစွာ သိအပ်၏။ ဒုတိယဈာန်ကို ထူးခြားစွာ သိအပ်၏။ တတိယဈာန်ကို ထူးခြားစွာ သိအပ်၏။ စတုတ္ထဈာန်ကို ထူးခြားစွာ သိအပ်၏။

(စိတ်၏ ဆန့်ကျင်ဘက်တရားတို့မှ လွတ်သော) စေတောဝိမုတ္တိခေါ် မေတ္တာကို ထူးခြားစွာ သိအပ်၏။ စေတောဝိမုတ္တိခေါ် ကရုဏာကို ထူးခြားစွာ သိအပ်၏။ စေတောဝိမုတ္တိခေါ် မုဒိတာကို ထူးခြားစွာ သိအပ်၏။ စေတောဝိမုတ္တိခေါ် ဥပေက္ခာကို ထူးခြားစွာ သိအပ်၏။

အပိုင်းအခြားမရှိသော ကောင်းကင်ပညတ်အာရုံရှိသော အာကာသာနဉ္စာယတန သမာပတ်ကို ထူးခြားစွာ သိအပ်၏။ အပိုင်းအခြားမရှိသော စိတ်ဝိညာဉ်အာရုံရှိသော ဝိညာဏဉ္စာယတနသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။ ပဌမာရုပ္ပဝိညာဉ်ကင်းခြင်းကြောင့် ကင်းသောအာရုံရှိသော အာကိဉ္စညာယတနသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။ သိမ်မွေ့သောသညာရှိ ရုန့်ရင်းသော သညာကင်းသော အာရုံရှိသော နေဝသညာ နာသညာယတနသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။ (၁၂)

မသိမိုက်မဲခြင်း 'အဝိဇ္ဇာ'ကို ထူးခြားစွာ သိအပ်၏။ ပြုလုပ်စီမံခြင်း 'သင်္ခါရ'တို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ စိတ်ဝိညာဉ်ကို ထူးခြားစွာ သိအပ်၏။ နာမ်ရုပ်ကို ထူးခြားစွာ သိအပ်၏။ တည်ရာ ခြောက်မျိုး 'သဠာယတန'ကို ထူးခြားစွာ သိအပ်၏။ အတွေ့ 'ဖဿ'ကို ထူးခြားစွာ သိအပ်၏။ ခံစားမှု 'ဝေဒနာ' ကို ထူးခြားစွာ သိအပ်၏။ တပ်မက်မှု 'တဏှာ'ကို ထူးခြားစွာ သိအပ်၏။ စွဲလန်းမှု 'ဥပါဒါန်' ကို ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွားမှုကံ 'ဘဝ'ကို ထူးခြားစွာ သိအပ်၏။ ဘဝသစ်ဖြစ်ပေါ်ရာ 'ဇာတိ'ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု 'ဇရာ'၊ သေမှု 'မရဏ'ကို ထူးခြားစွာ သိအပ်၏။ (၁၂)

၇။ ဆင်းရဲဒုက္ခကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခဖြစ်ကြောင်းကို ထူးခြားစွာ သိအပ်၏။ ဆင်း ရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်ကို ထူးခြားစွာ သိအပ်၏။

ရုပ်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ဖြစ်ကြောင်းကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်ကို ထူးခြားစွာ သိအပ်၏။

ခံစားမှု 'ဝေဒနာ'ကို ထူးခြားစွာ သိအပ်၏။ပ။ အမှတ် 'သညာ' ကို ထူးခြားစွာ သိအပ်၏။ပ။ ပြုလုပ်စီမံမှု 'သင်္ခါရ'တို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။ပ။ စိတ်ဝိညာဉ်ကို ထူးခြားစွာ သိအပ်၏။ မျက်စိကို ထူးခြားစွာ သိအပ်၏။ပ။ အိုမှု၊ သေမှုကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်ကို ထူးခြားစွာ သိအပ်၏။ (၈၀၈)

ဆင်းရဲဒုက္ခ၏ ပိုင်းခြား သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခဖြစ်ကြောင်း တဏှာ၏ ပယ်အပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်၏ မျက်မှောက်ပြုအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်၏ ပွါးများရသော အနက်ကို ထူးခြားစွာ သိအပ်၏။

ရုပ်၏ ပိုင်းခြား သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ဖြစ်ကြောင်းတဏှာ၏ ပယ်အပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ချုပ်ရာ နိဗ္ဗာန်၏ မျက်မှောက်ပြုအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်၏ ပွါးများရသော အနက်ကို ထူးခြားစွာ သိအပ်၏။

ခံစားမှု 'ဝေဒနာ'၏။ပ။ အမှတ် 'သညာ'၏။ပ။ ပြုလုပ်စီမံမှု 'သင်္ခါရ'တို့၏။ပ။ စိတ်ဝိညာဉ်၏။ပ။ မျက်စိ 'စက္ခု'၏။ပ။

အိုမှု၊ သေမှု၏ ပိုင်းခြားသိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုဖြစ်ကြောင်း တဏှာ၏ ပယ်အပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုချုပ်ရာ နိဗ္ဗာန်၏ မျက်မှောက်ပြုအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်၏ ပွါး များရသော အနက်ကို ထူးခြားစွာ သိအပ်၏။ (၈၀၈)

ဆင်းရဲဒုက္ခ၏ ပိုင်းခြား၍လည်း သိအပ်၊ ထိုးထွင်း၍လည်း သိအပ်သော အနက်ကို ထူးခြားစွာ့သိအပ်၏။ ဆင်းရဲဒုက္ခဖြစ်ကြောင်း၏ ပယ်အပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ ချုပ်ရာ နိဗ္ဗာန်၏ မျက်မှောက်ပြုအပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ ချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်၏ ပွါးများအပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။

ရုပ်၏ ပိုင်းခြား၍လည်း သိအပ်၊ ထိုးထွင်း၍လည်း သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ဖြစ်ကြောင်းတဏှာ၏ ပယ်အပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ချုပ်ရာ နိဗ္ဗာန်၏ မျက်မှောက်ပြုအပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်၏ ပွါးများအပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။

ခံစားမှု 'ဝေဒနာ'၏။ပ။ အမှတ်'သညာ'၏။ပ။ ပြုလုပ်စီမံမှု'သင်္ခၤါရ'တို့၏။ပ။ စိတ်ဝိညာဉ်၏။ပ။ မျက်စိ 'စက္ခု'၏။ ပ၊ အိုမှု၊ သေမှု၏ ပိုင်းခြား၍လည်း သိအပ်၊ ထိုးထွင်း၍လည်း သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုဖြစ်ကြောင်း၏ ပယ်အပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုချုပ်ရာ နိဗ္ဗာန်၏ မျက်မှောက်ပြုအပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်၏ ပွါးများအပ်၊ ထိုးထွင်း၍ သိအပ်သော အနက်ကို ထူးခြားစွာ သိအပ်၏။ (၈၀၈)

၈။ ဆင်းရဲဒုက္ခကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ ဖြစ်ကြောင်းကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ ဖြစ်ကြောင်း၏ ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ဒုက္ခ၌ သုခဟူသောအမှတ်ဖြင့် ဖြစ်ပေါ်သော ဆင်းရဲဒုက္ခ၏ လိုလားတပ်မက်မှု 'ဆန္ဒရာဂ' ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ၏ သာယာမက်မောဖွယ်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ၏ အပြစ်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ၏ ထွက်မြောက်ရာကို ထူးခြားစွာ သိအပ်၏။

ရုပ်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ဖြစ်ကြောင်းကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်ဖြစ်ကြောင်း၏ ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ လိုလားတပ်မက်မှု ဆန္ဒရာဂ ချုပ်ငြိမ်းခြင်းကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ သာယာမက်မောဖွယ်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ အပြစ်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ ထွက်မြောက်ရာကို ထူးခြားစွာ သိအပ်၏။

ခံစားမှု ဝေဒနာကို ထူးခြားစွာ သိအပ်၏။

မှတ်သားမှု သညာကို ထူးခြားစွာ သိအပ်၏။

ပြုပြင်မှုသင်္ခါရတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

စိတ်ဝိညာဉ်ကို ထူးခြားစွာ သိအပ်၏။ပ။ မျက်စိ 'စက္ခု'ကို ထူးခြားစွာ သိအပ်၏။

အိုမှု 'ဇရာ'၊ သေမှု 'မရဏ'ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု ဖြစ်ကြောင်းကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု ဖြစ်ကြောင်း၏ ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၏ လိုလားတပ်မက်မှု 'ဆန္ဒရာဂ'ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၏ သာယာမက်မောဖွယ်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၏ အပြစ်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၏ ထွက်မြောက်ရာကို ထူးခြားစွာ သိအပ်၏။ (၁၆၁၆)

ဆင်းရဲဒုက္ခကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခဖြစ်ကြောင်းကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲ ဒုက္ခချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်သို့ ရောက်ကြောင်းအကျင့်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ၏ သာယာမက်မောဖွယ်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ၏ အပြစ်ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဒုက္ခ၏ ထွက်မြောက်ရာကို ထူးခြားစွာ သိအပ်၏။

ရုပ်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ ဖြစ်ကြောင်းကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ ချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ ချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ သာယာမက်မောဖွယ်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ အပြစ်ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၏ ထွက်မြောက်ရာကို ထူးခြားစွာ သိအပ်၏။

ခံစားမှု 'ဝေဒနာ' ကို ထူးခြားစွာ သိအပ်၏။

မှတ်သားမှု 'သညာ' ကို ထူးခြားစွာ သိအပ်၏။

ပြုပြင်မှု 'သင်္ခါရ' တို့ကို ထူးခြားစွာ သိအပ်ကုန်၏။

စိတ်ဝိညာဉ်ကို ထူးခြားစွာ သိအပ်၏။

မျက်စိ 'စက္ခု' ကို ထူးခြားစွာ သိအပ်၏။ပ။

အိုမှု၊ သေမှုကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုဖြစ်ကြောင်းကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုချုပ်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှုချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၏ သာယာမက်မောဖွယ်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၏ အပြစ်ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၏ ထွက်မြောက်ရာကို ထူးခြားစွာ သိအပ်၏။

၉။ မမြဲဟု အဖန်ဖန် ရှုမြင်ခြင်း 'အနိစ္စာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ဆင်းရဲဟု အဖန်ဖန် ရှုမြင်ခြင်း 'ဒုက္ခာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ကိုယ်ပိုင်ကိုယ်စိုးမဟုတ်ဟု အဖန်ဖန် ရှုမြင်ခြင်း 'အနတ္တာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန် ရှုမြင်ခြင်း 'နိဗ္ဗိဒါနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ တပ်မက်မှုကင်းပျောက်ဖွယ်ဟု အဖန်ဖန် ရှုမြင်ခြင်း 'ဝိရာဂါနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ချုပ်ငြိမ်းခြင်းသဘောဟု အဖန်ဖန် ရှုမြင်ခြင်း 'နိရောဓာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ အဖန်ဖန်စွန့်ပယ်အပ်သည်ဟု ရှုမြင်ခြင်း 'ပဋိနိဿဂ္ဂါနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။

ရုပ်၌ မမြဲဟု အဖန်ဖန် ရှုမြင်ခြင်း 'အနိစ္စာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၌ ဆင်းရဲဟု အဖန်ဖန် ရှုမြင်ခြင်း 'ဒုက္ခာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၌ ကိုယ်ပိုင်ကိုယ်စိုးမဟုတ်ဟု အဖန် ဖန် ရှုမြင်ခြင်း 'အနတ္တာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၌ ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန် ရှုမြင်ခြင်း 'နိဗ္ဗိဒါနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၌ တပ်မက်မှုကင်းပျောက်ဖွယ်ဟု အဖန်ဖန် ရှုမြင်ခြင်း 'ဝိရာဂါနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၌ ချုပ်ငြိမ်းခြင်းသဘောဟု အဖန်ဖန် ရှုမြင်ခြင်း 'နိရော ဓာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ ရုပ်၌ အဖန်ဖန်စွန့်ပယ်အပ်သည်ဟု ရှုမြင်ခြင်း 'ပဋိနိဿဂ္ဂါနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။

ဝေဒနာ၌။ပ။

သညာ၌။ပ။

သင်္ခါရတို့၌။ပ။

စိတ်ဝိညာဉ်၌။ပ။

မျက်စိ၌။ပ။

အိုမှု၊ သေမှု၌ မမြဲဟု အဖန်ဖန် ရှုမြင်ခြင်း 'အနိစ္စာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၌ ဆင်းရဲဟု အဖန်ဖန် ရှုမြင်ခြင်း 'ဒုက္ခာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၌ ကိုယ် ပိုင်ကိုယ်စိုး မဟုတ်ဟု အဖန်ဖန် ရှုမြင်ခြင်း 'အနတ္တာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၌ ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန် ရှုမြင်ခြင်း 'နိဗ္ဗိဒါနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၌ တပ်မက်မှု ကင်းပျောက်ဖွယ်ဟု အဖန်ဖန် ရှုမြင်ခြင်း 'ဝိရာဂါနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၌ ချုပ်ငြိမ်းခြင်းသဘောဟု အဖန်ဖန် ရှုမြင်ခြင်း 'နိရောဓာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ အိုမှု၊ သေမှု၌ အဖန်ဖန်စွန့်ပယ်အပ်သည်ဟု ရှုမြင်ခြင်း 'ပဋိနိဿဂ္ဂါနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။ (၁၄၁၄)

၁၀။ ဖြစ်ပေါ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်ကို ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ တစ်ဖန်ဘဝသစ်ဖြစ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ ဂတိကို ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ ဖြစ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ် ဝိပါက်၏ ဖြစ်ပေါ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေနေခြင်း 'ဇာတိ'ကို ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို ထူးခြားစွာ သိအပ်၏။ စိုးရိမ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာပင်ပန်းခြင်းကို ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်မဟုတ်သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်း မဖြစ် သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်မဖြစ်ခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ မလားရောက်ရာ နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ မဖြစ်ခြင်းနိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ မဖြစ်ခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေမနေခြင်းနိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ မအိုခြင်းနိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ မနာခြင်းနိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ မသေခြင်းနိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ မစိုးရိမ်ခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ မငိုကြွေးခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာမပင်ပန်းခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပေါ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ သင်္ခါရ နိမိတ်ကို ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်မဟုတ်သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်း မဖြစ်သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်ဖြစ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်မဖြစ်ခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ဂတိကို ထူးခြားစွာ သိအပ်၏။ ဂတိမဟုတ်သော နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ ဖြစ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ မဖြစ်ခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ဖြစ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ မဖြစ်ခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေ နေခြင်းကို ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေမနေခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို ထူးခြားစွာ သိအပ်၏။ မအိုခြင်းနိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို ထူးခြားစွာ သိအပ်၏။ မနာခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို ထူးခြားစွာ သိအပ်၏။ မသေခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ စိုးရိမ်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ မစိုးရိမ်ခြင်းနိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို ထူးခြားစွာ သိအပ်၏။ မငိုကြွေးခြင်းနိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာပင်ပန်းခြင်းကို ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာမပင်ပန်းခြင်း နိဗ္ဗာန်ကို ထူးခြားစွာ သိအပ်၏။ (၃၀)

ဖြစ်ပေါ်ခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်ကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ တစ်ဖန်ဘဝသစ်ဖြစ်ခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ ဂတိကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ ဖြစ်ခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ် ဝိပါက်၏ ဖြစ်ခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေနေခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ စိုးရိမ်ခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို ဆင်းရဲ ဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာပင်ပန်းခြင်းကို ဆင်းရဲဒုက္ခဟု ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်း မဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်မဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ဘဝသစ်မဖြစ်ခြင်းဟူသော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ဂတိမဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ မဖြစ်ခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ မဖြစ်ခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေမနေခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ မအိုခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ မနာခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ မသေခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ မစိုးရိမ်ခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ မငိုကြွေးခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာမပင်ပန်းခြင်း နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းကို ဆင်းရဲ၊ ဖြစ်ပေါ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို ဆင်းရဲ၊ ဖြစ်ပွါးခြင်း မဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ သင်္ခါရ နိမိတ်ကို ဆင်းရဲ၊ သင်္ခါရနိမိတ်မဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်း ကို ဆင်းရဲ၊ အားထုတ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ် ဖြစ်ခြင်းကို ဆင်းရဲ၊ ဘဝသစ်မဖြစ်ခြင်းဟူသော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ဂတိကို ဆင်းရဲ၊ ဂတိမဟုတ်သော နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့ဖြစ်ခြင်းကို ဆင်းရဲ၊ ခန္ဓာ တို့၏ မဖြစ်ခြင်း နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ဖြစ်ခြင်းကို ဆင်းရဲ၊ မဟဂ္ဂုတ်ဝိပါက်၏ မဖြစ်ခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေနေခြင်းကို ဆင်းရဲ၊ ပဋိသန္ဓေမနေခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို ဆင်းရဲ၊ မအိုခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို ဆင်းရဲ၊ မနာခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို ဆင်းရဲ၊ မသေခြင်းနိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ စိုးရိမ်ခြင်းကို ဆင်းရဲ၊ မစိုးရိမ်ခြင်း နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို ဆင်းရဲ၊ မငိုကြွေးခြင်း နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာပင်ပန်းခြင်းကို ဆင်းရဲ၊ ပြင်းစွာ မပင်ပန်းခြင်း နိဗ္ဗာန်ကို ချမ်းသာဟု ထူးခြားစွာ သိအပ်၏။ (၃၀)

ဖြစ်ပေါ်ခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်ကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ တစ်ဖန်ဘဝသစ် ဖြစ်ခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ ဂတိကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ ဖြစ်ခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ဖြစ်ခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေနေခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ စိုရိမ်ခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာ ပင်ပန်းခြင်းကို ဘေးဟု ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်း မဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်မဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်း ရာဟု ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ဘဝသစ်မဖြစ်ခြင်းဟူသော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ဂတိမဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ မဖြစ်ခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ မဖြစ်ခြင်း နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေမနေခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ မအိုခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ မနာခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ မသေခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ မစိုးရိမ်ခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ မငိုကြွေးခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာမပင်ပန်းခြင်း နိဗ္ဗာန်ကို ဘေးကင်း ရာဟု ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းကို ဘေး၊ ဖြစ်ပေါ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွားခြင်းကို ဘေး၊ ဖြစ်ပွားခြင်းမဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ သင်္ခါရ နိမိတ်ကို ဘေး၊ သင်္ခါရနိမိတ် မဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို ဘေး၊ အားထုတ်ခြင်း မဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ် ဖြစ်ခြင်းကို ဘေး၊ တစ်ဖန်ဘဝသစ်မဖြစ်ခြင်း နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ဂတိကို ဘေး၊ ဂတိမဟုတ်သော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ ဖြစ်ခြင်းကို ဘေး၊ ခန္ဓာတို့၏ မဖြစ်ခြင်းဟူသော နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ဖြစ်ပေါ်ခြင်းကို ဘေး၊ မဟဂ္ဂုတ်ဝိပါက်၏ မဖြစ်ပေါ်ခြင်း နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေနေခြင်းကို ဘေး၊ ပဋိသန္ဓေ မနေခြင်း နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို ဘေး၊ မအိုခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို ဘေး၊ မနာခြင်း နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို ဘေး၊ မသေခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ စိုးရိမ်ခြင်းကို ဘေး၊ မစိုးရိမ်ခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို ဘေး၊ မငိုကြွေးခြင်းနိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာ ပင်ပန်းခြင်းကို ဘေး၊ ပြင်းစွာမပင်ပန်းခြင်း နိဗ္ဗာန်ကို ဘေးကင်းရာဟု ထူးခြားစွာ သိအပ်၏။ (၃၀)

ဖြစ်ပေါ်ခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်ကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်ဖြစ်ခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဂတိကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ဖြစ်ခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ထင်ရှားဖြစ်ပေါ်ခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေနေခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ စိုးရိမ်ခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာပင်ပန်းခြင်းကို သာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းမဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ် မဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်း မဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်မဖြစ်ခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဂတိမဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ မဖြစ်ခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ မဖြစ်ခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေမနေခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ မအိုခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ မနာခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ မသေခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ မစိုးရိမ်ခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ မငိုကြွေးခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍့ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာမပင်ပန်းခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းကို သာမိသ၊ ဖြစ်ပေါ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို သာမိသ၊ ဖြစ်ပွါးခြင်းမဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ သင်္ခါ နိမိတ်ကို သာမိသ၊ သင်္ခါရနိမိတ်မဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို သာမိသ၊ အားထုတ်ခြင်းမဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်ဖြစ်ခြင်းကို သာမိသ၊ တစ်ဖန် ဘဝသစ်မဖြစ်ခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဂတိကို သာမိသ၊ ဂတိမဟုတ်သော နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ဖြစ်ခြင်းကို သာမိသ၊ ခန္ဓာတို့၏မဖြစ်ခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ထင်ရှားဖြစ်ပေါ်ခြင်းကို သာမိသ၊ မဟဂ္ဂုတ်ဝိပါက်၏ ထင်ရှားမဖြစ်ပေါ်ခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေမနေခြင်းကို သာမိသ၊ ပဋိသန္ဓေမနေခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို သာမိသ၊ မအိုခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို သာမိသ၊ မနာခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို သာမိသ၊ မသေခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပူပန်ခြင်းကို သာမိသ၊ မပူပန်ခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို သာမိသ၊ မငိုကြွေးခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာပင်ပန်းခြင်းကို သာမိသ၊ ပြင်းစွာမပင်ပန်းခြင်း နိဗ္ဗာန်ကို နိရာမိသဟူ၍ ထူးခြားစွာ သိအပ်၏။ (၃၀)

ဖြစ်ပေါ်ခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်ကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်ဖြစ်ခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဂတိကို သင်္ခါရ တို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ဖြစ်ခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ် ဝိပါက်၏ ထင်ရှားဖြစ်ပေါ်ခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေနေခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ စိုးရိမ်ခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာပင်ပန်းခြင်းကို သင်္ခါရတို့ဟူ၍ ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းမဟုတ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းမဟုတ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ် မဟုတ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်း မဖြစ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်မဖြစ်ခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဂတိမဟုတ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ မဖြစ်ခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ထင်ရှားမဖြစ်ပေါ်ခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေမနေခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ မအိုခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ မနာခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ မသေခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ မစိုးရိမ်ခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ မငိုကြွေးခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာ မပင်ပန်းခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ (၁၅)

ဖြစ်ပေါ်ခြင်းကို သင်္ခါရတို့၊ ဖြစ်ပေါ်ခြင်းမဟုတ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဖြစ်ပွါးခြင်းကို သင်္ခါရတို့၊ ဖြစ်ပွါးခြင်းမဟုတ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ သင်္ခါရနိမိတ်ကို သင်္ခါရ တို့၊ သင်္ခါရနိမိတ်မဟုတ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ အားထုတ်ခြင်းကို သင်္ခါရတို့၊ အား ထုတ်ခြင်း မဖြစ်သည်ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ တစ်ဖန် ဘဝသစ်ဖြစ်ခြင်းကို သင်္ခါရတို့၊ တစ်ဖန် ဘဝသစ်မဖြစ်ခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ဂတိကို သင်္ခါရတို့၊ ဂတိမဟုတ်သည် ကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ခန္ဓာတို့၏ဖြစ်ခြင်းကို သင်္ခါရတို့၊ ခန္ဓာတို့၏ မဖြစ်ခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ထင်ရှားဖြစ်ပေါ်ခြင်းကို သင်္ခါရတို့၊ မဟဂ္ဂုတ်ဝိပါက်၏ ထင်ရှားမဖြစ်ပေါ်ခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပဋိသန္ဓေနေခြင်းကို သင်္ခါရတို့၊ ပဋိသန္ဓေ မနေခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ အိုခြင်းကို သင်္ခါရတို့၊ မအိုခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ နာခြင်းကို သင်္ခါရတို့၊ မနာခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ သေခြင်းကို သင်္ခါရတို့၊ မသေခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ စိုးရိမ်ခြင်းကို သင်္ခါရတို့၊ မစိုးရိမ်ခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ငိုကြွေးခြင်းကို သင်္ခါရတို့၊ မငို ကြွေးခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ ပြင်းစွာ ပင်ပန်းခြင်းကို သင်္ခါရတို့၊ ပြင်းစွာ မပင်ပန်းခြင်းကို နိဗ္ဗာန်ဟူ၍ ထူးခြားစွာ သိအပ်၏။ (၃၀)

ပဌမအခန်း ပြီး၏။

၁။ ပါထေယျ- အင်္ဂုတ္တရ- အဋ္ဌကထာနှင့် ဤအဋ္ဌကထာ၌ ဒသကို သင်္ချာဟောယူ၍ ဆယ်နှစ်ရွယ်-ဟု ဖွင့်ဆိုသည်။ ဤ၌ကား ဒသာ-အခိုက်အတန့်ဟောယူ၍ ပြန်ဆိုသည်။
`
},

    
    
    {
        id: "pati-nnkh1-2", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
title: "ဒုတိယအခန်း",
        audio: "",
        tocClass: "title",
    headerTag: "h3", 
    content: `
၁၁။ သိမ်းဆည်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အခြံအရံသဘောကို ထူးခြားစွာ သိအပ်၏။

         ထက်ဝန်းကျင် ပြည့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တည်ကြည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ချီးမြှောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဖရိုဖရဲ မကွဲခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မနောက်ကျုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မတုန်လှုပ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ လွန်မင်းစွာ တည်သည်၏ အစွမ်းဖြင့် မဂ်စိတ်၏ တည်ကြည်ခြင်းသဘော ကို ထူးခြားစွာ သိအပ်၏။

         အာရုံပြုသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ကျက်စားတတ်ရာအဖြစ်ကို ထူးခြားစွာ သိအပ်၏။

         ပယ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ထက်ဝန်းကျင်မှ စွန့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ထမြောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         နစ်စေခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ငြိမ်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မြင့်မြတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         လွတ်မြောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အာသဝေါတရားတို့၏ အာရုံမဟုတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ကူးမြောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အကြောင်းနိမိတ် မရှိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တောင့်တမှု မရှိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆိတ်သုဉ်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မဂ်၏ တစ်ခုတည်းသော ကိစ္စရှိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အချင်းချင်း မလွန်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။
 
အစုံဖွဲ့ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ထွက်မြောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အကြောင်းဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အကြီးအမှူးသဘောကို ထူးခြားစွာ သိအပ်၏။ (၃၀)

        ၁၂။ သမထ 'သမာဓိ'၏ မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝိပဿနာ 'ပညာ'၏ အဖန်ဖန်ရှုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမထဝိပဿနာတို့၏ တစ်ခုတည်းသော ကိစ္စရှိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အစုံဖွဲ့အပ်သော သမထဝိပဿနာ၏ အချင်းချင်း မလွန်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၄)

         အကျင့်သိက္ခာ၏ ဆောက်တည်အပ်သောသဘောကို ထူးခြားစွာ သိအပ်၏။

         အာရုံ၏ ကျက်စားကြောင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆုတ်နစ်သော စိတ်၏ ချီးမြှောက်ခြင်းကို ထူးခြားစွာ သိအပ်၏။

         ပျံ့လွင့်သော စိတ်၏နှိပ်စက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         နှစ်ပါးစုံမှ စင်ကြယ်သော စိတ်တို့၏ လျစ်လျူရှုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တရားထူးရရှိသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ထူးထူးခြားခြား ထိုးထွင်း၍ သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သစ္စာလေးပါးကို ထိုးထွင်း၍ သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ချုပ်ငြိမ်းခြင်း၌ တည်စေခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၉)

         ယုံကြည်မှုသဒ္ဓိန္ဒြေ၏ ဆုံးဖြတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         လုံ့လပြု မှုဝီရိယိန္ဒြေ၏ ချီးမြှောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အောက်မေ့မှုသတိန္ဒြေ၏ အာရုံသို့ ကပ်၍ တည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တည်ကြည်မှု သမာဓိန္ဒြေ၏ မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သိမှုပညိန္ဒြေ၏ မြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၅)

         သဒ္ဓါဗိုလ်၏ မယုံကြည်သောစိတ်ကြောင့် မတုန်လှုပ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယဗိုလ်၏ ပျင်းရိမှုကြောင့် မတုန်လှုပ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သတိဗိုလ်၏ မေ့ပျောက်ခြင်းကြောင့် မတုန်လှုပ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမာဓိဗိုလ်၏ ပျံ့လွင့်မှုဥဒ္ဓစ္စကြောင့် မတုန်လှုပ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာဗိုလ်၏ မသိမှုအဝိဇ္ဇာကြောင့် မတုန်လှုပ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၅)

         သတိသမ္ဗောဇ္ဈင်၏ အာရုံသို့ ကပ်၍ တည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဓမ္မဝိစယသမ္ဗောဇ္ဈင်၏ ဆင်ခြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယသမ္ဗောဇ္ဈင်၏ ချီးမြှောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပီတိသမ္ဗောဇ္ဈင်၏ ပျံ့နှံ့ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပဿဒ္ဓိသမ္ဗောဇ္ဈင်၏ ငြိမ်းအေးခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမာဓိသမ္ဗောဇ္ဈင်၏ မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဥပေက္ခာသမ္ဗောဇ္ဈင်၏ ဆင်ခြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၇)

         သမ္မာဒိဋ္ဌိ၏ ရှုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမ္မာသင်္ကပ္ပ၏ အာရုံသို့ တင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမ္မာဝါစာ၏ သိမ်းဆည်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမ္မာကမ္မန္တ၏ ကာယကံစောင့်စည်းမှုကို ဖြစ်စေခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမ္မာအာဇီဝ၏ စင်ကြယ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမ္မာဝါယာမ၏ ချီးမြှောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမ္မာသတိ၏ အာရုံသို့ ကပ်၍ တည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမ္မာသမာဓိ၏ မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၈)

        ၁၃။ ဣန္ဒြေတို့၏ အစိုးရခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဗိုလ်တို့၏ မတုန်လှုပ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဗောဇ္ဈင်တို့၏ ဆန့်ကျင်ဘက်မှ ထွက်မြောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မဂ္ဂင်၏ အကြောင်းဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သတိပဋ္ဌာန်တို့၏ အာရုံတို့၌ သက်ဝင်၍ တည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမ္မပ္ပဓာန်တို့၏ အားထုတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဣဒ္ဓိပါဒ်တို့၏ ပြည့်စုံပြီးစီးခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သစ္စာတို့၏ မှန်ကန်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မဂ်လေးပါးနှင့်ယှဉ်သော ပုဂ္ဂိုလ်တို့၏ (ဖိုလ်ခဏ၌) တစ်ဖန်ငြိမ်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဖိုလ်တို့၏ မျက်မှောက်ပြုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ကြံစည်ခြင်း 'ဝိတက်'၏ အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၀)

         သုံးသပ်ခြင်း 'ဝိစာရ'၏ သုံးသပ်ဆင်ခြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         နှစ်သိမ့်ခြင်း 'ပီတိ'၏ ပျံ့နှံ့ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ချမ်းသာခြင်း 'သုခ'၏ ယိုစီးခြင်း၊ စွတ်စိုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ တည်ကြည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၅)

         အာဝဇ္ဇန်းတို့၏ ဆင်ခြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝိညာဉ်၏ သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ အပြားအားဖြင့် သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သညာ၏ မှတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော ကိစ္စရှိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ထူးထူးခြားခြားသိခြင်း 'အဘိညာ'၏ သိအပ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ပိုင်းခြား၍သိခြင်း 'ပရိညာ'၏ ဆင်ခြင်ဆုံးဖြတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပယ်စွန့်ခြင်း 'ပဟာန်'၏ စွန့်လွှတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပွါးထုံခြင်း 'ဘာဝနာ'၏ တစ်ခုတည်းသော ကိစ္စရှိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မျက်မှောက်ပြုခြင်း၏ တွေ့ထိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ခန္ဓာတို့၏ စုပေါင်းခြင်း ခန္ဓာဟူသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဓာတ်တို့၏ သတ္တဇီဝတို့မှ ဆိတ်ခြင်းစသည်ဖြင့် ဓာတ်ဟူသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         အာယတနတို့၏ တည်နေဖြစ်ပွါးကြောင်း အာယတနသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပြုပြင်စီမံအပ်သော သင်္ခတတရားတို့၏ အကြောင်းတရားတို့သည် ပေါင်းဆုံ၍ ပြုလုပ်အပ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         အသင်္ခတတရား၏ အကြောင်းတရားတို့သည် ပေါင်းဆုံ၍ မပြုလုပ်အပ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၅)

        ၁၄။ စိတ်၏ အာရုံကို သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ရှေးစိတ်၏ နောက်စိတ်ကို အကြားမရှိဖြစ်စေခြင်း၌ စွမ်းနိုင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဂေါတြဘူစိတ်၊ မဂ်စိတ်၏ သင်္ခါရနိမိတ်စသည်မှ ထခြင်း၊ ထစေခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဂေါတြဘူစိတ်၊ မဂ်စိတ်၏ နိဗ္ဗာန်၌ ဝဋ်ကင်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ဟိတ်အကြောင်းဖြစ်သောသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ အထောက်အပံ့သဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ မှီရာဖြစ်သောသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ဖြစ်ရာဘုံဟူသောသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ အာရုံပြုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ကျက်စားရာဟူသောသဘောကို ထူးခြားစွာ သိအပ်၏။
 
         စိတ်၏ မပြတ်ဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ သွားရောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ဆောင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မဂ်စိတ်၏ (ဝဋ်မှ) ထုတ်ဆောင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ လွတ်မြောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၅)

        ၁၅။ တစ်ခုတည်းသော အာရုံ၌ ဆင်ခြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ အထူးသိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ အပြားအားဖြင့်သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

တစ်ခုတည်းသော အာရုံ၌ မှတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ တည်ကြည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

တစ်ခုတည်းသော အာရုံ၌ ဖွဲ့နှောင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ပြေးဝင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ကြည်လင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ငြိမ်းချမ်းစွာတည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ လွတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ဆင်ခြင်သည်၏အစွမ်းဖြင့် ''ဤတရားကား ငြိမ်သက်၏''ဟု ရှုခြင်း သဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ယာဉ်ကဲ့သို့ပြုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ တည်ရာမှီရာကဲ့သို့ ပြုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ရှေးရှုထင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ထက်ဝန်းကျင်မှ ဆည်းပူးခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ကောင်းစွာအားထုတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ သိမ်းဆည်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ထက်ဝန်းကျင် ခြံရံခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ပြည့်စုံခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ သက်ဝင်စုပေါင်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ဆောက်တည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ အဖန်ဖန်မှီဝဲခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ပွါးများခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ကြိမ်ဖန်များစွာ လေ့လာခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ကောင်းစွာတိုးတက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ဆန့်ကျင်ဘက်တရားတို့မှ လွတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ သိမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ လျော်စွာသိမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ တစ်ဖန်သိမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ကောင်းစွာသိမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ သိစေခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ လျော်စွာ သိစေအပ်သောသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ တစ်ဖန် သိစေအပ်သောသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ကောင်းစွာ သိစေအပ်သောသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ မဂ်ဖိုလ်၏အစု၌ ဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ မဂ်ဖိုလ်၏အစု၌ လျော်စွာဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ မဂ်ဖိုလ်၏အစု၌ တစ်ဖန်ဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ မဂ်ဖိုလ်၏အစု၌ ကောင်းစွာဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ထွန်းပခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ အလွန်ထွန်းပခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ လျော်စွာထွန်းပခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ တစ်ဖန် ထွန်းပခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         တစ်ခုတည်းသော အာရုံ၌ ကောင်းစွာ ထွန်းပခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၄၂)

         ၁၆။ ပူပန်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မဂ်၏ တင့်တယ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ကိလေသာတို့ကို ရှို့မြှိုက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အညစ်အကြေးမရှိသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         အညစ်အကြေးကင်းသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         အညစ်အကြေးမတင်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ညီမျှသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ကိလေသာကို ပယ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမုစ္ဆေဒဝိဝေက ဖြစ်သောကြောင့် ကင်းဆိတ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝိဝေကဟူသော နိဗ္ဗာန်၌ ဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ရာဂကင်းသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝိရာဂဟူသော နိဗ္ဗာန်၌ ဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ချုပ်ငြိမ်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဒုက္ခချုပ်ရာ နိဗ္ဗာန်၌ ဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စွန့်ပယ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စွန့်ပယ်မှု၌ လေ့လာခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         လွတ်မြောက်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         လွတ်မြောက်ခြင်း၌ လေ့လာခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၈)

         ပြုလိုခြင်း ''ဆန္ဒ''ဟူသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ အကြောင်းရင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ တည်ရာဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ ပြဋ္ဌာန်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ ပြည့်စုံခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ ဆုံးဖြတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ ချီးမြှောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ ထင်ရှားခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆန္ဒ၏ ရှုမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၀)

         အားထုတ်ခြင်း 'ဝီရိယ'ဟူသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ အကြောင်းရင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ တည်ရာဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ ပြဋ္ဌာန်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ ပြည့်စုံခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ ဆုံးဖြတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ ချီးမြှောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ ထင်ရှားခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဝီရိယ၏ ရှုမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၀)

         အာရုံကို ကြံစည်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ အကြောင်းရင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ တည်ရာဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ပြဋ္ဌာန်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ပြည့်စုံခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ဆုံးဖြတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ချီးမြှောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ထင်ရှားခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         စိတ်၏ ရှုမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၀)

         စုံစမ်းဆင်ခြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ အကြောင်းရင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ တည်ရာဖြစ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ ပြဋ္ဌာန်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ ပြည့်စုံခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ ဆုံးဖြတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ ချီးမြှောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ ထင်ရှားခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ မပျံ့လွင့်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပညာ၏ ရှုမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၀)

        ၁၇။ ဆင်းရဲခြင်း ဒုက္ခသဘောကို ထူးခြားစွာ သိအပ်၏ -

         ဒုက္ခ၏နှိပ်စက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဒုက္ခ၏ ပြုပြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဒုက္ခ၏ ပူလောင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဒုက္ခ၏ ဖောက်ပြန်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဆင်းရဲကြောင်း သမုဒယသဘောကို ထူးခြားစွာ သိအပ်၏ -

         သမုဒယ၏ အားထုတ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမုဒယ၏ အကြောင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         သမုဒယ၏ ဝဋ်နှင့်ယှဉ်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         သမုဒယ၏ ကြောင့်ကြခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ချုပ်ငြိမ်းခြင်း နိရောဓသဘောကို ထူးခြားစွာ သိအပ်၏ -

         နိရောဓ၏ ဝဋ်မှ ထွက်မြောက်ကြောင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။        

         နိရောဓ၏ ဒုက္ခမှ ဆိတ်သုဉ်းခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         နိရောဓ၏ မပြုပြင်ရခြင်း အသင်္ခတသဘောကို ထူးခြားစွာ သိအပ်၏။

         နိရောဓ၏ မသေပျောက်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အကြောင်းဖြစ်သော မဂ်သဘောကို ထူးခြားစွာ သိအပ်၏ -

         မဂ်၏ ထွက်မြောက်ကြောင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         မဂ်၏ အကြောင်းဖြစ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         မဂ်၏ နိဗ္ဗာန်ကို ရှုမြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မဂ်၏ မြင့်မြတ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         မဖောက်မပြန် မှန်ကန်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         အတ္တမှ ကင်းဆိတ်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         မချွတ်မယွင်း မှန်ကန်သော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ထိုးထွင်း၍ သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         အလွန်သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ပိုင်းခြား၍ သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မိမိသဘောကို ဆောင်ခြင်းစသော သဘောကို ထူးခြားစွာ သိအပ်၏။

         ဓာတ်တို့၏ သဘောကို ထူးခြားစွာ သိအပ်၏။

         သိခြင်းငှါ စွမ်းနိုင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         မျက်မှောက်ပြုခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ဉာဏ်ဖြင့် တွေ့မြင်ခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။

         ကောင်းစွာ သိခြင်းသဘောကို ထူးခြားစွာ သိအပ်၏။ (၁၂)

       ၁၈။ ကာမမှ လွတ်မြောက်ခြင်းကို ထူးခြားစွာ သိအပ်၏။

         ပျက်စီးစေလိုသော ဗျာပါဒမရှိခြင်းကို ထူးခြားစွာ သိအပ်၏။

         အလင်းဟူသော အမှတ် 'အာလောကသညာ' ကို ထူးခြားစွာ သိအပ်၏။

         မပျံ့လွင့်ခြင်းကို ထူးခြားစွာ သိအပ်၏။

         တရားကို သတ်မှတ်ပိုင်းခြားခြင်းကို ထူးခြားစွာ သိအပ်၏။

         အသိဉာဏ်ကို ထူးခြားစွာ သိအပ်၏။

         ဝမ်းမြောက်ခြင်းကို ထူးခြားစွာ သိအပ်၏။ (၇)

         ပဌမဈာန်ကို ထူးခြားစွာ သိအပ်၏။

         ဒုတိယဈာန်ကို ထူးခြားစွာ သိအပ်၏။

         တတိယဈာန်ကို ထူးခြားစွာ သိအပ်၏။

         စတုတ္ထဈာန်ကို ထူးခြားစွာ သိအပ်၏။

         အာကာသာနဉ္စာယတနသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။

         ဝိညာဏဉ္စာယတနသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။

         အာကိဉ္စညာယတနသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။

         နေဝသညာနာသညာယတနသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။ (၈)

         မမြဲဟု အဖန်ဖန်ရှုခြင်း 'အနိစ္စာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ဆင်းရဲဟု အဖန်ဖန်ရှုခြင်း 'ဒုက္ခာနုပဿနာ'ကို ထူးခြားစွာ သိအပ်၏။

         ကိုယ်ပိုင်ကိုယ်စိုးမဟုတ်ဟု အဖန်ဖန်ရှုခြင်း 'အနတ္တာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန်ရှုခြင်း 'နိဗ္ဗိဒါနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         တပ်မက်မှု ကင်းပျောက်ဖွယ်ဟု အဖန်ဖန်ရှုခြင်း 'ဝိရာဂါနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ချုပ်ငြိမ်းခြင်းသဘောဟု အဖန်ဖန်ရှုခြင်း 'နိရောဓာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         အဖန်ဖန်စွန့်ပယ်အပ်သည်ဟု ရှုခြင်း 'ပဋိနိဿဂ္ဂါနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ကုန်ဆုံးခြင်းကို အဖန်ဖန်ရှုခြင်း 'ခယာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ပျက်စီးခြင်းကို အဖန်ဖန်ရှုခြင်း 'ဝယာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ဖောက်ပြန်တတ်သောသဘောကို အဖန်ဖန်ရှုခြင်း 'ဝိပရိဏာမာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         နိစ္စနိမိတ်မရှိခြင်းကို အဖန်ဖန်ရှုခြင်း 'အနိမိတ္တာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         သုခကို တောင့်တခြင်းမရှိသည်ကို အဖန်ဖန်ရှုခြင်း 'အပ္ပဏိဟိတာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         အတ္တမှကင်းဆိတ်ခြင်းကို အဖန်ဖန်ရှုခြင်း 'သုညတာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         လွန်ကဲသော ဉာဏ်ပညာတရားတို့၌ ရှုခြင်း 'အဓိပညာဓမ္မဝိပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ဟုတ်တိုင်းမှန်စွာသော ဉာဏ်အမြင်ကို ထူးခြားစွာ သိအပ်၏။

         အပြစ်ဟု အဖန်ဖန်ရှုခြင်း 'အာဒီနဝါနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ဆင်ခြင်၍ အဖန်ဖန်ရှုခြင်း 'ပဋိသင်္ခါနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။

         ဝဋ်ကင်းရာကို အဖန်ဖန်ရှုခြင်း 'ဝိဝဋ္ဋနာနုပဿနာ' ကို ထူးခြားစွာ သိအပ်၏။ (၁၈)

          ၁၉။ သောတာပတ္တိမဂ်ကို ထူးခြားစွာ သိအပ်၏။

         သောတာပတ္တိဖလသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။

         သကဒါဂါမိမဂ်ကို ထူးခြားစွာ သိအပ်၏။

         သကဒါဂါမိဖလသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။

         အနာဂါမိမဂ်ကို ထူးခြားစွာ သိအပ်၏။

         အနာဂါမိဖလသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။

         အရဟတ္တမဂ်ကို ထူးခြားစွာ သိအပ်၏။

         အရဟတ္တဖလသမာပတ်ကို ထူးခြားစွာ သိအပ်၏။ (၈)

         သဒ္ဓိန္ဒြေကို ဆုံးဖြတ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဝီရိယိန္ဒြေကို ချီးမြှောက်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သတိန္ဒြေကို ထင်ရှားသောသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမာဓိန္ဒြေကို မပျံ့လွင့်သောသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ပညိန္ဒြေကို ရှုမြင်တတ်သောသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သဒ္ဓါဗိုလ်ကို မယုံကြည်ခြင်းကြောင့် မတုန်လှုပ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဝီရိယဗိုလ်ကို ပျင်းရိခြင်းကြောင့် မတုန်လှုပ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သတိဗိုလ်ကို မေ့လျော့ခြင်းကြောင့် မတုန်လှုပ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမာဓိဗိုလ်ကို ပျံ့လွင့်ခြင်းကြောင့် မတုန်လှုပ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ပညာဗိုလ်ကို တွေဝေမိုက်မဲခြင်းကြောင့် မတုန်လှုပ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သတိသမ္ဗောဇ္ဈင်ကို ထင်ရှားသောသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဓမ္မဝိစယသမ္ဗောဇ္ဈင်ကို စိစစ်ဆင်ခြင်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဝီရိယသမ္ဗောဇ္ဈင်ကို ချီးမြှောက်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ပီတိသမ္ဗောဇ္ဈင်ကို ပျံ့နှံ့တတ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ပဿဒ္ဓိသမ္ဗောဇ္ဈင်ကို ငြိမ်းချမ်းခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမာဓိသမ္ဗောဇ္ဈင်ကို မပျံ့လွင့်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဥပေက္ခာသမ္ဗောဇ္ဈင်ကို ဆင်ခြင်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မာဒိဋ္ဌိကို မှန်ကန်စွာ ရှုမြင်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မာသင်္ကပ္ပကို အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မာဝါစာကို သိမ်းဆည်းခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မာကမ္မန္တကို ဖြစ်စေခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မာအာဇီဝကို ဖြူစင်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မာဝါယာမကို ချီးမြှောက်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မာသတိကို အာရုံသို့ကပ်၍ တည်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မာသမာဓိကို မပျံ့လွင့်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဣန္ဒြေတို့ကို အစိုးရခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဗိုလ်တို့ကို မတုန်လှုပ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဗောဇ္ဈင်တို့ကို ဆန့်ကျင်ဘက်မှ ထွက်မြောက်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         မဂ်ကို နိဗ္ဗာန်သို့ရောက်စေခြင်း၏ အကြောင်းဖြစ်သော သဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သတိပဋ္ဌာန်တို့ကို အာရုံသို့ကပ်၍ တည်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမ္မပ္ပဓာန်တို့ကို အားထုတ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဣဒ္ဓိပါဒ်တို့ကို ပြည့်စုံခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သစ္စာတို့ကိုဟုတ်မှန်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။ (၃၃)

         သမထကို မပျံ့လွင့်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဝိပဿနာကို အဖန်ဖန်ရှုခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမထ ဝိပဿနာတို့ကို ကိလေသာတို့ကို ပယ်ခြင်းဖြင့် တူသော ကိစ္စရှိသော သဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         အစုံဖွဲ့ခြင်းကို အချင်းချင်းမလွန်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။ (၄)

         သီလစင်ကြယ်ခြင်း 'သီလဝိသုဒ္ဓိ' ကို စောင့်စည်းခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         စိတ်စင်ကြယ်ခြင်း 'စိတ္တဝိသုဒ္ဓိ' ကို မပျံ့လွင့်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         အယူဉာဏ်စင်ကြယ်ခြင်း 'ဒိဋ္ဌိဝိသုဒ္ဓိ' ကို ရှုမြင်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         လွတ်ခြင်း 'ဝိမောက္ခ' ကို ကိလေသာမှ လွတ်မြောက်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဝိဇ္ဇာသုံးပါးကို ထိုးထွင်း၍ သိခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         လွတ်ခြင်း 'ဝိမုတ္တိ'ကို စွန့်တတ်သော သဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ကိလေသာကုန်ခန်းရေးဉာဏ်ကို အကြွင်းမဲ့ ပယ်ဖျက်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         မဖြစ်ပွါးသော အရဟတ္တဖိုလ်ဉာဏ်ကို တစ်ဖန် ငြိမ်းအေးခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။ (၈)

        ၂၀။ ဆန္ဒကို အရင်းမူလဖြစ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         မနသိကာရကို ကုသိုလ်ကို ဖြစ်စေခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဖဿကို ပေါင်းဆုံခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဝေဒနာကို သက်ဝင်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သမာဓိကို အကြီးအမှူးဖြစ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         သတိကို အစိုးရခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         အရိယမဂ်ပညာကို ကုသိုလ်တရားတို့ထက် မြတ်ခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         ဖိုလ်ဝိမုတ္တိကို အနှစ်သာရဟူသော သဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။

         အမြိုက်နိဗ္ဗာန်ကို ပြီးဆုံးခြင်းသဘောရှိ၏ဟု ထူးခြားစွာ သိအပ်၏။ (၉)

         ထူးခြားစွာ သိအပ်ကုန်သောတရားတို့သည် သိပြီးတရားများ ဖြစ်ကုန်၏။

         ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ''ဤတရားတို့ကို ထူးခြားစွာ သိအပ်ကုန်၏''ဟု (ဟော တော်မူသော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏ဟု ဆိုအပ်၏။ (၁)
 ဒုတိယအခန်းပြီး၏။
`
    },
    {
        id: "pati-nnkh1-3", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "တတိယအခန်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `
၂၁။ ''ဤတရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏''ဟု (ဟောတော်မူသောတရားအပေါင်းသည်) အဘယ်သို့လျှင် နာကြားအပ်သော တရားမည်သနည်း၊ ထိုတရားအပေါင်းကို သိသောပညာသည် အဘယ် သို့လျှင် (သုတမယ) ဉာဏ်မည်သနည်း။

     အာသဝေါတရားနှင့်တကွဖြစ်သော ဥပါဒါန်၏ အာရုံဖြစ်သော ဖဿဟူသော တစ်ပါးသော တရားကို ပိုင်းခြား၍ သိအပ်၏။

     နာမ်ရုပ်ဟူသော တရားနှစ်ပါးတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     ဝေဒနာသုံးပါး တရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     အာဟာရလေးပါး တရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     ဥပါဒါန်တို့၏ အာရုံဖြစ်သော ခန္ဓာငါးပါး တရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     အဇ္ဈတ္တသန္တာန်၌ ဖြစ်သော အာယတနခြောက်ပါး တရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     ဝိညာဉ်တည်ရာခုနစ်ပါး တရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     လောကဓံရှစ်ပါး တရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     သတ္တဝါတို့နေထိုင်ရာကိုးပါး တရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     တည်ရာ 'အာယတန'ဆယ်ပါး တရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။ (၁၀)

     ရဟန်းတို့ တရားအားလုံးကို ပိုင်းခြား၍ သိအပ်၏။

     ရဟန်းတို့ အဘယ်သို့လျှင် တရားအားလုံးကို ပိုင်းခြား၍ သိအပ်သနည်း။

     ရဟန်းတို့ မျက်စိကို ပိုင်းခြား၍ သိအပ်၏။ အဆင်း 'ရူပါရုံ'တို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     မျက်စိအသိစိတ် 'စက္ခုဝိညာဉ်'ကို ပိုင်းခြား၍ သိအပ်၏။ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ကို ပိုင်းခြား၍ သိအပ်၏။ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ဟူသော အကြောင်းကြောင့်ဖြစ်ပေါ်သော သုခဝေဒနာ၊ ဒုက္ခဝေဒနာ၊ ဥပေက္ခာဝေဒနာကိုလည်း ပိုင်းခြား၍ သိအပ်၏။

     နားကို ပိုင်းခြား၍ သိအပ်၏။ အသံ'သဒ္ဒါရုံ'တို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။ပ။

     နှာခေါင်းကို ပိုင်းခြား၍ သိအပ်၏။ အနံ့'ဂန္ဓာရုံ' တို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     လျှာကို ပိုင်းခြား၍ သိအပ်၏။ အရသာ 'ရသာရုံ' တို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။

     ကိုယ်ကို ပိုင်းခြား၍ သိအပ်၏။ အတွေ့အထိ 'ဖောဋ္ဌဗ္ဗာရုံ' တို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။ပ။

     စိတ်ကို ပိုင်းခြား၍ သိအပ်၏။ ဓမ္မာရုံတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။ စိတ်အသိ 'မနောဝိညာဉ်'ကို ပိုင်းခြား၍ သိအပ်၏။ စိတ်အတွေ့အထိ 'မနောသမ္ဖဿ' ကို ပိုင်းခြား၍ သိအပ်၏။ စိတ်အတွေ့အထိ 'မနော သမ္ဖဿ'ဟူသော အကြောင်းကြောင့်ဖြစ်ပေါ်သော သုခဝေဒနာ၊ ဒုက္ခဝေဒနာ၊ ဥပေက္ခာဝေဒနာကိုလည်း ပိုင်းခြား၍ သိအပ်၏။

     ရုပ်ကို ပိုင်းခြား၍ သိအပ်၏။ ဝေဒနာကို ပိုင်းခြား၍ သိအပ်၏။ သညာကို ပိုင်းခြား၍ သိအပ်၏။ သင်္ခါရတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏။ ဝိညာဉ်ကို ပိုင်းခြား၍ သိအပ်၏။

     မျက်စိကို ပိုင်းခြား၍ သိအပ်၏။ပ။ ဇရာ မရဏကို ပိုင်းခြား၍ သိအပ်၏။ပ။ အမြိုက်နိဗ္ဗာန်ကို အပြီးအဆုံးဟူသော သဘောအားဖြင့် ပိုင်းခြား၍ သိအပ်၏။

     ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ရရှိသော ဈာန်စသော တရားတို့သည် ရှိကုန်၏။ ဤသို့ ထိုဈာန်စသော တရားတို့ကို ပိုင်းခြား၍လည်း သိအပ်ကုန်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်ကုန်၏။

    ၂၂။ ဈာန်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဈာန်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     မပျက်စီးစေလိုမှု 'အဗျာပါဒ' ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အဗျာပါဒကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အရောင်အလင်းဟူသော အာလောကသညာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အာလောက သညာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     မပျံ့လွင့်မှု 'အဝိက္ခေပ' ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား မပျံ့လွင့်မှု 'အဝိက္ခေပ'ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     တရားကို ပိုင်းခြားမှတ်သားခြင်း 'ဓမ္မဝဝတ္ထာန်'ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဓမ္မ ဝဝတ္ထာန်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဉာဏ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဉာဏ်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား ၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဝမ်းမြောက်ခြင်း 'ပါမောဇ္ဇ' ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဝမ်းမြောက်ခြင်း 'ပါမောဇ္ဇ'ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ပဌမဈာန်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ပဌမဈာန်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဒုတိယဈာန်ကို။ပ။ တတိယဈာန်ကို။ပ။ စတုတ္ထဈာန်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား စတုတ္ထဈာန်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အာကာသာနဉ္စာယတနသမာပတ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အာကာသာနဉ္စာယတန သမာပတ်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဝိညာဏဉ္စာယတနသမာပတ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဝိညာဏဉ္စာယတနသမာပတ် ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အာကိဉ္စညာယတနသမာပတ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အာကိဉ္စညာယတန သမာပတ်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     နေဝသညာနာသညာယတနသမာပတ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား နေဝသညာ နာသညာယတနသမာပတ်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။ (၈)

     အနိစ္စာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အနိစ္စာနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဒုက္ခာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဒုက္ခာနုပဿနာကို ရရှိ၏။ ဤသို့ ထို တရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အနတ္တာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အနတ္တာနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     နိဗ္ဗိဒါနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား နိဗ္ဗိဒါနုပဿနာကို ရရှိ၏။ ဤသို့ ထို တရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဝိရာဂါနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဝိရာဂါနုပဿနာကို ရရှိ၏။ ဤသို့ ထို တရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     နိရောဓာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား နိရောဓာနုပဿနာကို ရရှိ၏။ ဤ သို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ပဋိနိဿဂ္ဂါနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ပဋိနိဿဂ္ဂါနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ခယာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ခယာနုပဿနာကို ရရှိ၏။ ဤသို့ထို တရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဝယာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဝယာနုပဿနာကို ရရှိ၏။ ဤသို့ထို တရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဝိပရိဏာမာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဝိပရိဏာမာနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အနိမိတ္တာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အနိမိတ္တာနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အပ္ပဏိဟိတာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အပ္ပဏိဟိတာနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     သုညတာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား သုညတာနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အဓိပညာဓမ္မဝိပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အဓိပညာဓမ္မဝိပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ယထာဘူတဉာဏ်အမြင်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ယထာဘူတဉာဏ်အမြင်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အာဒီနဝါနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အာဒီနဝါနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ပဋိသင်္ခါနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ပဋိသင်္ခါနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     ဝိဝဋ္ဋနာနုပဿနာကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ဝိဝဋ္ဋနာနုပဿနာကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။ (၁၈)

     သောတာပတ္တိမဂ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား သောတာပတ္တိမဂ်ကို ရရှိ၏။ ဤသို့ ထိုတရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     သကဒါဂါမိမဂ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား သကဒါဂါမိမဂ်ကို ရရှိ၏။ ဤသို့ ထို တရားကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အနာဂါမိမဂ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အနာဂါမိမဂ်ကို ရရှိ၏။ ဤသို့ ထိုတရား ကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။

     အရဟတ္တမဂ်ကို ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား အရဟတ္တမဂ်ကို ရရှိ၏။ ဤသို့ ထိုတရား ကို ပိုင်းခြား၍လည်း သိအပ်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်၏။ (၄)

     ရရှိခြင်းငှါ အားထုတ်သော ပုဂ္ဂိုလ်အား ရရှိသော ဈာန်စသော တရားတို့သည် ရှိကုန်၏။ ဤသို့ ထိုဈာန်စသောတရားတို့ကို ပိုင်းခြား၍လည်း သိအပ်ကုန်၏။ ဆုံးဖြတ်လည်း ဆုံးဖြတ်အပ်ကုန်၏။ ထို ဝိပဿနာဉာဏ်သည် သိတတ်သောကြောင့် ဉာဏ်မည်၏။ အပြားအားဖြင့် ခွဲခြား၍ သိတတ်သောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ''ဤတရားတို့ကို ပိုင်းခြား၍ သိအပ်ကုန်၏''ဟု (ဟောတော်မူသောတရား အပေါင်းသည်) နာကြားအပ်သော တရားမည်၏၊ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယ ဉာဏ်မည်၏ဟု ဆိုအပ်၏။ (၂)
 
    ၂၃။ ''ဤတရားတို့ကို ပယ်အပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) အဘယ်သို့ လျှင် နာကြားအပ်သော တရားမည်သနည်း၊ ထိုတရားအပေါင်ကို သိသောပညာသည် အဘယ်သို့လျှင် သုတမယဉာဏ် မည်သနည်း။

     ငါ ဖြစ်၏ဟူသော မာန်တည်းဟူသော တစ်ခုတည်းသောတရားကို ပယ်အပ်၏။

     အမှန်ကို မသိခြင်း တွေဝေခြင်း 'အဝိဇ္ဇာ'၊ ဘဝ၌ တပ်မက်ခြင်း 'ဘဝတဏှာ'တည်းဟူသောနှစ်ပါးသောတရားတို့ကို ပယ်အပ်ကုန်၏။

     ကာမတဏှာ၊ ဘဝတဏှာ၊ ဝိဘဝတဏှာ တရားသုံးပါးတို့ကို ပယ်အပ်ကုန်၏။

     သံသရာ၌ နစ်မြုပ်ကြောင်း ဩဃလေးပါး တရားတို့ကို ပယ်အပ်ကုန်၏။

     အပိတ်အပင် 'နီဝရဏ' ငါးပါးတို့ကို ပယ်အပ်ကုန်၏။

     တဏှာကာယခြောက်ပါး တရားတို့ကို ပယ်အပ်ကုန်၏။

     အမြဲကိန်းသော အနုသယခုနစ်ပါး တရားတို့ကို ပယ်အပ်ကုန်၏။

     ဖောက်ပြန်သော သဘောတရား မိစ္ဆ တ္တရှစ်ပါး တရားတို့ကို ပယ်အပ်ကုန်၏။

     တဏှာအကြောင်းရင်းရှိသော တဏှာမူလကကိုးပါး တရားတို့ကို ပယ်အပ်ကုန်၏။

     ဖောက်ပြန်သော သဘောတရား မိစ္ဆ တ္တဆယ်ပါး တရားတို့ကို ပယ်အပ်ကုန်၏။

    ၂၄။ ပယ်ခြင်းပဟာန်သည် အကြွင်းမဲ့ဖြတ်သောအားဖြင့် ပယ်ခြင်း သမုစ္ဆေဒပဟာန်၊ တစ်ဖန် ငြိမ်းအေးစေသောအားဖြင့် ပယ်ခြင်း ပဋိပ္ပဿဒ္ဓိပဟာန်ဟုနှစ်ပါးရှိ၏။ အကြွင်းမဲ့ဖြတ်သောအားဖြင့် ပယ်ခြင်းကား အာသဝေါတရားတို့၏ ကုန်ခန်းရာဖြစ်သော လောကုတ္တရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းဖြစ်သော မဂ်ကို ပွါးများသူအား ဖြစ်၏။ တစ်ဖန် ငြိမ်းအေးစေသောအားဖြင့် ပယ်ခြင်းကား ဖိုလ်ခဏ၌ ဖြစ်၏။

     ပယ်ခြင်းပဟာန်တို့သည် သုံးပါးတို့တည်း။ ပဌမဈာန်သည် ကာမတို့၏ ထွက်မြောက်ရာ ဖြစ်၏။ အရူပဈာန်သည် ရုပ်တို့၏ ထွက်မြောက်ရာဖြစ်၏။ အမှတ်မရှိဟုတ်မှန်သော သင်္ခတတရားကို စွဲ၍ ဖြစ် သော တရား၏ ချုပ်ငြိမ်းခြင်းသည် ထွက်မြောက်ရာ ဖြစ်၏။

     ဈာန်ကိုရသော ပုဂ္ဂိုလ်အား ကာမတို့ကို ပယ်လည်း ပယ်အပ်ကုန်၏။ စွန့်လည်း စွန့်အပ်ကုန်၏။

     အရူပဈာန်ကို ရသောပုဂ္ဂိုလ်အား ရုပ်တို့ကို ပယ်လည်း ပယ်အပ်ကုန်၏။ စွန့်လည်း စွန့်အပ်ကုန်၏။

     နိဗ္ဗာန်ကို ရသောပုဂ္ဂိုလ်အား သင်္ခါရတို့ကို ပယ်လည်း ပယ်အပ်ကုန်၏။ စွန့်လည်း စွန့်အပ်ကုန်၏။

     ပယ်ခြင်းပဟာန်တို့သည် လေးပါးတို့တည်း။ ဒုက္ခသစ္စာကို ပိုင်းခြား၍ သိသောအားဖြင့် ထိုးထွင်း၍ သိခြင်းကို ထိုးထွင်း၍ သိသည်ဖြစ်၍ ပယ်၏။

     သမုဒယသစ္စာကို ပယ်သောအားဖြင့် ထိုးထွင်း၍ သိခြင်းကို ထိုးထွင်း၍ သိသည်ဖြစ်၍ ပယ်၏။

     နိရောဓသစ္စာကို မျက်မှောက်ပြုသောအားဖြင့် ထိုးထွင်း၍ သိခြင်းကို ထိုးထွင်း၍ သိသည်ဖြစ်၍ ပယ်၏။

     မဂ္ဂသစ္စာကို ပွါးသောအားဖြင့် ထိုးထွင်း၍ သိခြင်းကို ထိုးထွင်း၍ သိသည်ဖြစ်၍ ပယ်၏။

     ပယ်ခြင်းပဟာန်တို့သည် ခွါသောအားဖြင့် ပယ်ခြင်း ဝိက္ခမ္ဘနပဟာန်၊ ထိုခဏမျှ ပယ်ခြင်း တဒင်္ဂပဟာန်၊ အကြွင်းမဲ့ ဖြတ်တောက်ပယ်ခြင်း သမုစ္ဆေဒပဟာန်၊ တစ်ဖန် ငြိမ်းအေးစေသောအားဖြင့် ပယ်ခြင်း ပဋိပ္ပဿဒ္ဓိပဟာန်၊ ထွက်မြောက်သောအားဖြင့် ပယ်ခြင်း နိဿရဏပဟာန်ဟု ငါးပါးတို့တည်း။

     ပဌမဈာန်ကို ပွါးများသောပုဂ္ဂိုလ်အား နီဝရဏတရားတို့ကို ဝိက္ခမ္ဘနပဟာန်ဖြင့် ပယ်၏။

     ငြီးငွေ့ခြင်းအဖို့ရှိသော သမာဓိကို ပွါးများသောပုဂ္ဂိုလ်အား မိစ္ဆာအယူတို့ကို တဒင်္ဂပဟာန်ဖြင့် ပယ်၏။

     ကိလေသာကုန်ခန်းရာဖြစ်သော လောကုတ္တရာမဂ်ကို ပွါးများသောပုဂ္ဂိုလ်အား ကိလေသာတို့ကို သမုစ္ဆေဒပဟာန်ဖြင့် ပယ်၏။

     ဖိုလ်ခဏ၌ (ကိလေသာတို့ကို) ပဋိပ္ပဿဒ္ဓိပဟာန်ဖြင့် ပယ်၏။

     ကိလေသာချုပ်ငြိမ်းရာ နိဗ္ဗာန်သည် ထွက်မြောက်သောအားဖြင့် ပယ်ခြင်း နိဿရဏပဟာန် မည်၏။

     ရဟန်းတို့ တရားအားလုံးကို ပယ်ရမည်။ ရဟန်းတို့ အဘယ်သို့လျှင် တရားအားလုံးကို ပယ်ရ မည်နည်း။

     ရဟန်းတို့ မျက်စိကို ပယ်ရမည်။ အဆင်းတို့ကို ပယ်ကြရမည်။ မျက်စိအသိစိတ် 'စက္ခုဝိညာဉ်'ကို ပယ်ရမည်။ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ကို ပယ်ရမည်။ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ဟူသော အကြောင်းကြောင့် ဖြစ်ပေါ်သော သုခဝေဒနာ၊ ဒုက္ခဝေဒနာ၊ ဥပေက္ခာဝေဒနာကိုလည်း ပယ်ရမည်။

     နားကို ပယ်ရမည်။ အသံတို့ကို ပယ်ကြရမည်။ပ။ နှာခေါင်းကို ပယ်ရမည်။ အနံ့တို့ကို ပယ်ကြရ မည်။ လျှာကို ပယ်ရမည်။ အရသာတို့ကို ပယ်ကြရမည်။ ကိုယ်ကို ပယ်ရမည်။ အတွေ့တို့ကို ပယ်ကြရ မည်။ စိတ်ကို ပယ်ရမည်။ ဓမ္မာရုံတို့ကို ပယ်ကြရမည်။ စိတ်အသိ 'မနောဝိညာဉ်'ကို ပယ်ရမည်။ စိတ် အတွေ့ 'မနောသမ္ဖဿ'ကို ပယ်ရမည်။ စိတ်အတွေ့ 'မနောသမ္ဖဿ'ဟူသော အကြောင်းကြောင့် ဖြစ်ပေါ် သော သုခဝေဒနာ၊ ဒုက္ခဝေဒနာ၊ ဥပေက္ခာဝေဒနာကိုလည်း ပယ်ရမည်။

     ရုပ်ကို ရှုမြင်လျက် ပယ်၏။ ဝေဒနာကို ရှုမြင်လျက် ပယ်၏။ သညာကို ရှုမြင်လျက် ပယ်၏။ သင်္ခါရတို့ကို ရှုမြင်လျက် ပယ်၏။ ဝိညာဉ်ကို ရှုမြင်လျက် ပယ်၏။ မျက်စိကို။ပ။ အိုခြင်း၊ သေခြင်းကို။ပ။ အမြိုက်နိဗ္ဗာန်ကို အပြီးအဆုံးဟူသော သဘောအားဖြင့် ရှုမြင်လျက် ပယ်၏။ ပယ်ပြီးဖြစ်ကုန်သော တရား တို့သည် စွန့်ပြီးဖြစ်ကုန်၏။

     ထိုတရားသဘောသည် သိတတ်သောအနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ''ဤတရားတို့ကို ပယ်အပ်ကုန်၏''ဟု (ဟောတော်မူ သော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏၊ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏ဟု ဆိုအပ်၏။ (၃)
တတိယအခန်း ပြီး၏။
`
    },
    {
        id: "pati-nnkh1-4", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "စတုတ္ထအခန်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
  content: `
            ၂၅။ ''ဤတရားတို့ကို ပွါးများအပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) အဘယ် သို့လျှင် နာကြားအပ်သော တရားမည်သနည်း။ ထိုတရားအပေါင်းကို သိသောပညာသည် အဘယ်သို့လျှင် သုတမယဉာဏ် မည်သနည်း။

     သာယာနှစ်ခြိုက်ဖွယ်နှင့် တကွဖြစ်သော ကာယဂတာသတိဟူသော တစ်ခုသောတရားကို ပွါးများအပ်၏။

     သမထ ဝိပဿနာဟူသောနှစ်ပါးသောတရားတို့ကို ပွါးများအပ်ကုန်၏။

     သမာဓိသုံးပါး တရားတို့ကို ပွါးများအပ်ကုန်၏။

     သတိပဋ္ဌာန်လေးပါး တရားတို့ကို ပွါးများအပ်ကုန်၏။

     အင်္ဂါငါးပါးရှိသော စတုတ္ထဈာန်သမာဓိဟူသော ငါးပါးသောတရားတို့ကို ပွါးများအပ်ကုန်၏။

     အနုဿတိခြောက်ပါး တရားတို့ကို ပွါးများအပ်ကုန်၏။

     ဗောဇ္ဈင်ခုနစ်ပါး တရားတို့ကို ပွါးများအပ်ကုန်၏။

     အင်္ဂါရှစ်ပါးရှိသော အရိယမဂ်ဟူသော ရှစ်ပါးသောတရားတို့ကို ပွါးများအပ်ကုန်၏။

     ဝိပဿနာ၏ စင်ကြယ်ကြောင်း အင်္ဂါကိုးပါး တရားတို့ကို ပွါးများအပ်ကုန်၏။

     ကသိုဏ်းအာရုံဆယ်ပါး တရားတို့ကို ပွါးများအပ်ကုန်၏။

     ပွါးများခြင်း ဘာဝနာတို့သည် လောကီဘာဝနာ၊ လောကုတ္တရာဘာဝနာအားဖြင့်နှစ်ပါးရှိ ကုန်၏။

     ပွါးများခြင်းဘာဝနာတို့သည် ရူပါဝစရကုသိုလ်တရားတို့ကို ပွါးများခြင်း၊ အရူပါဝစရကုသိုလ်တရား တို့ကို ပွါးများခြင်း၊ လောက၌ အကျုံးမဝင်သော ကုသိုလ်တရားတို့ကို ပွါးများခြင်းဟု သုံးပါးရှိကုန်၏။

     ရူပါဝစရကုသိုလ်တရားတို့ကို ပွါးများခြင်းသည် အယုတ်၊ အလတ်၊ အမြတ်ဟု ရှိ၏။ အရူပါဝစရ ကုသိုလ်တရားတို့ကို ပွါးများခြင်းသည အယုတ်၊ အလတ်၊ အမြတ်ဟု ရှိ၏။ လောက၌ အကျုံးမဝင်သော ကုသိုလ်တရားတို့ကို ပွါးများခြင်းသည် အမြတ်သာ ရှိ၏။

     ပွါးများခြင်းဘာဝနာတို့သည် ဒုက္ခသစ္စာကို ပိုင်းခြားသိ၍ ပွါးများခြင်း၊ သမုဒယသစ္စာကို ပယ်၍ ပွါးများခြင်း၊ နိရောဓသစ္စာကို မျက်မှောက်ပြု၍ ပွါးများခြင်း၊ မဂ္ဂသစ္စာကို ပွါးထုံ၍ ပွါးများခြင်းဟု လေးပါး ရှိကုန်၏။ ဤသည်တို့ကား ပွါးများခြင်းဘာဝနာ လေးပါးတို့တည်း။ (၄)

     ထို့ပြင်လည်း ရှာမှီး၍ ပွါးများခြင်း၊ ရရောက်၍ ပွါးများခြင်း၊ ကိစ္စတူ ပွါးများခြင်း၊ အဖန်ဖန် မှီဝဲ၍ ပွါးများခြင်းဟု ဘာဝနာလေးပါးရှိ၏။

     ထိုလေးပါးတို့တွင် ရှာမှီး၍ ပွါးများခြင်းဆိုသည်ကား သမာဓိပွါးများသူအားလုံးတို့၏ သမာဓိ အတွင်းရှိ တရားတို့သည် (တည်တံ့ရေး) ကိစ္စတစ်ခုတည်းသာ ရှိ၏ဟု ပွါးများခြင်းမျိုးတည်း။

     ရရောက်၍ ပွါးများခြင်းဆိုသည်ကား သမာဓိပွါးများသူအားလုံးတို့၏ သမာဓိအတွင်းရှိ တရားတို့ သည့်တစ်ခုသည် တစ်ခုကို မလွန်ကြကုန်ဟု ပွါးများခြင်းမျိုးတည်း။

     ကိစ္စတူ ပွါးများခြင်းဆိုသည်ကား ဆုံးဖြတ်တတ်သောအနက်အားဖြင့် သဒ္ဓိန္ဒြေကို ပွါးများသူအား (ကြွင်း) ဣန္ဒြေလေးပါးတို့သည် သဒ္ဓိန္ဒြေ၏အစွမ်းဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်း ရှိသော အနက်အားဖြင့် ပွားများခြင်းမျိုးတည်း။

     ချီးမြှောက်တတ်သော အနက်အားဖြင့် ဝီရိယိန္ဒြေကို ပွါးများသူအား (ကြွင်း) ဣန္ဒြေလေးပါးတို့သည် ဝီရိယိန္ဒြေ၏အစွမ်းဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွားများခြင်း။

     ထင်ရှားသော အနက်အားဖြင့် သတိန္ဒြေကို ပွါးများသူအား (ကြွင်း) ဣန္ဒြေလေးပါးတို့သည် သတိန္ဒြေ၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွားများခြင်း။

     မပျံ့လွင့်သောအနက်အားဖြင့် သမာဓိန္ဒြေကို ပွါးများသူအား (ကြွင်း) ဣန္ဒြေလေးပါးတို့သည် သမာဓိ န္ဒြေ၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွားများခြင်း။

     ရှုမြင်တတ်သောအနက်အားဖြင့် ပညိန္ဒြေကို ပွါးများသူအား (ကြွင်း) ဣန္ဒြေလေးပါးတို့သည် ပညိန္ဒြေ၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွားများခြင်း။

     မယုံကြည်ခြင်း၌ မတုန်လှုပ်သောအနက်အားဖြင့် သဒ္ဓါဗိုလ်ကို ပွါးများသူအား (ကြွင်း) ဗိုလ်လေးပါး တို့သည် သဒ္ဓါဗိုလ်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗိုလ်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက် အားဖြင့် ပွားများခြင်း။

     ပျင်းရိခြင်း၌ မတုန်လှုပ်သောအနက်အားဖြင့် ဝီရိယဗိုလ်ကို ပွါးများသူအား (ကြွင်း) ဗိုလ်လေးပါးတို့ သည် ဝီရိယဗိုလ်၏အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗိုလ်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွားများခြင်း။

     မေ့လျော့ခြင်း၌ မတုန်လှုပ်သောအနက်အားဖြင့် သတိဗိုလ်ကို ပွါးများသူအား (ကြွင်း) ဗိုလ်လေးပါး တို့သည် သတိဗိုလ်၏အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗိုလ်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အား ဖြင့် ပွားများခြင်း။

     ပျံ့လွင့်ခြင်း၌ မတုန်လှုပ်သောအနက်အားဖြင့် သမာဓိဗိုလ်ကို ပွါးများသူအား (ကြွင်း) ဗိုလ်လေးပါး တို့သည် သမာဓိဗိုလ်၏အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗိုလ်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အား ဖြင့် ပွားများခြင်း။

     အမှန်မသိ (တွေဝေ)ခြင်း၌ မတုန်လှုပ်သောအနက်အားဖြင့် ပညာဗိုလ်ကို ပွါးများသူအား (ကြွင်း) ဗိုလ်လေးပါးတို့သည် ပညာဗိုလ်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗိုလ်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွားများခြင်း။

     ထင်ရှားသောအနက်အားဖြင့် သတိသမ္ဗောဇ္ဈင်ကို ပွါးများသူအား (ကြွင်း) ဗောဇ္ဈင်ခြောက်ပါးတို့သည် သတိသမ္ဗောဇ္ဈင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗောဇ္ဈင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     စိစစ်တတ်သော အနက်အားဖြင့် ဓမ္မဝိစယသမ္ဗောဇ္ဈင်ကို ပွါးများသူအား (ကြွင်း) ဗောဇ္ဈင်ခြောက် ပါးတို့သည် ဓမ္မဝိစယသမ္ဗောဇ္ဈင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗောဇ္ဈင်တို့၏ ကိစ္စတစ်ခုတည်း ရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     ချီးမြှောက်တတ်သောအနက်အားဖြင့် ဝီရိယသမ္ဗောဇ္ဈင်ကို ပွါးများသူအား (ကြွင်း) ဗောဇ္ဈင်ခြောက်ပါး တို့သည် ဝီရိယသမ္ဗောဇ္ဈင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗောဇ္ဈင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     ပျံ့နှံ့တတ်သောအနက်အားဖြင့် ပီတိသမ္ဗောဇ္ဈင်ကို ပွါးများသူအား (ကြွင်း) ဗောဇ္ဈင်ခြောက်ပါးတို့ သည် ပီတိသမ္ဗောဇ္ဈင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗောဇ္ဈင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက် အားဖြင့် ပွါးများခြင်း။

     ငြိမ်းအေးသောအနက်အားဖြင့် ပဿဒ္ဓိသမ္ဗောဇ္ဈင်ကို ပွါးများသူအား (ကြွင်း) ဗောဇ္ဈင်ခြောက်ပါးတို့ သည် ပဿဒ္ဓိသမ္ဗောဇ္ဈင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗောဇ္ဈင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     မပျံ့လွင့်သော အနက်အားဖြင့် သမာဓိသမ္ဗောဇ္ဈင်ကို ပွါးများသူအား (ကြွင်း) ဗောဇ္ဈင်ခြောက်ပါးတို့ သည် သမာဓိသမ္ဗောဇ္ဈင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ဗောဇ္ဈင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     ဆင်ခြင်တတ်သောအနက်အားဖြင့် ဥပေက္ခာသမ္ဗောဇ္ဈင်ကို ပွါးများသူအား (ကြွင်း) ဗောဇ္ဈင်ခြောက်ပါး တို့သည် ဥပေက္ခာသမ္ဗောဇ္ဈင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု ကိစ္စတစ်ခုတည်းရှိသော အနက် အားဖြင့် ပွါးများခြင်း။

     ရှုမြင်တတ်သော အနက်အားဖြင့် သမ္မာဒိဋ္ဌိမဂ္ဂင်ကို ပွါးများသူအား (ကြွင်း) မဂ္ဂင်ခုနစ်ပါးတို့သည် သမ္မာဒိဋ္ဌိမဂ္ဂင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု မဂ္ဂင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     ရှေးရှုတင်ပေးတတ်သောအနက်အားဖြင့် သမ္မာသင်္ကပ္ပမဂ္ဂင်ကို ပွါးများသူအား (ကြွင်း) မဂ္ဂင်ခုနစ်ပါး တို့သည် သမ္မာသင်္ကပ္ပမဂ္ဂင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု မဂ္ဂင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     သိမ်းဆည်းတတ်သော အနက်အားဖြင့် သမ္မာဝါစာမဂ္ဂင်ကို ပွါးများသူအား (ကြွင်း) မဂ္ဂင်ခုနစ်ပါးတို့ သည် သမ္မာဝါစာမဂ္ဂင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု မဂ္ဂင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက် အားဖြင့် ပွါးများခြင်း။

     ကောင်းစွာဖြစ်သောအနက်အားဖြင့် သမ္မာကမ္မန္တမဂ္ဂင်ကို ပွါးများသူအား (ကြွင်း) မဂ္ဂင်ခုနစ်ပါးတို့ သည် သမ္မာကမ္မန္တမဂ္ဂင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု မဂ္ဂင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက် အားဖြင့် ပွါးများခြင်း။

     ဖြူစင်သောအနက်အားဖြင့် သမ္မာအာဇီဝမဂ္ဂင်ကို ပွါးများသူအား (ကြွင်း) မဂ္ဂင်ခုနစ်ပါးတို့သည် သမ္မာအာဇီဝမဂ္ဂင်၏ အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု မဂ္ဂင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အား ဖြင့် ပွါးများခြင်း။

     ချီးမြှောက်တတ်သော အနက်အားဖြင့် သမ္မာဝါယာမမဂ္ဂင်ကို ပွါးများသူအား (ကြွင်း) မဂ္ဂင်ခုနစ်ပါး တို့သည် သမ္မာဝါယာမမဂ္ဂင်၏အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု မဂ္ဂင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     ထင်ရှားသောအနက်အားဖြင့် သမ္မာသတိမဂ္ဂင်ကို ပွါးများသူအား (ကြွင်း) မဂ္ဂင်ခုနစ်ပါးတို့သည် သမ္မာသတိမဂ္ဂင်၏အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု မဂ္ဂင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     မပျံ့လွင့်သောအနက်အားဖြင့် သမ္မာသမာဓိမဂ္ဂင်ကို ပွါးများသူအား (ကြွင်း) မဂ္ဂင်ခုနစ်ပါးတို့သည် သမ္မာသမာဓိမဂ္ဂင်၏အစွမ်းအားဖြင့် ကိစ္စတူမျှကုန်၏ဟု မဂ္ဂင်တို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အား ဖြင့် ပွါးများခြင်း။

     ဤပွါးများခြင်းများသည် ကိစ္စတူပွါးများခြင်းမျိုးတည်း။

     အဖန်ဖန်မှီဝဲ၍ ပွါးများခြင်းဆိုသည်ကား ဤသာသနာတော်၌ ရဟန်းသည် နံနက်အခါ၌ မှီဝဲ၏။ နေ့လယ်အခါ၌လည်း မှီဝဲ၏။ ညချမ်းအခါ၌လည်း မှီဝဲ၏။ ဆွမ်းမစားမီလည်း မှီဝဲ၏။ ဆွမ်းစားပြီး နောက်လည်း မှီဝဲ၏။ ညဉ့်ဦးယံ၌လည်း မှီဝဲ၏။ သန်းခေါင်ယံ၌လည်း မှီဝဲ၏။ မိုးသောက်ယံ၌လည်း မှီဝဲ၏။ ညဉ့်၌လည်း မှီဝဲ၏။ နေ့၌လည်း မှီဝဲ၏။ ညဉ့်နေ့တို့၌လည်း မှီဝဲ၏။ လဆုတ်ပက္ခ၌လည်း မှီဝဲ၏။ လဆန်းပက္ခ၌လည်း မှီဝဲ၏။ မိုးကာလ၌လည်း မှီဝဲ၏။ ဆောင်းကာလ၌လည်း မှီဝဲ၏။ နွေကာလ ၌လည်း မှီဝဲ၏။ ပဌမအရွယ်၌လည်း မှီဝဲ၏။ ဒုတိယအရွယ်၌လည်း မှီဝဲ၏။ တတိယအရွယ်၌လည်း မှီဝဲ၏။ ဤသည်ကား အဖန်ဖန်မှီဝဲ၍ ပွါးများခြင်းမျိုးတည်း။

     ဤသည်တို့ကား ပွါးများခြင်း ဘာဝနာလေးပါးတို့တည်း။

     ထို့ပြင်လည်း ပွါးများခြင်းဘာဝနာတို့သည် လေးပါးတို့တည်း။ လေးမျိုးဟူသော်ကား- ထိုထိုအရာ၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သောအနက်အားဖြင့် ပွါးများခြင်း၊ ဣန္ဒြေတို့၏ ကိစ္စ တစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း၊ ထိုကိစ္စတစ်ခုတည်းရှိသောအဖြစ်သို့ရောက်ကြောင်းဖြစ် သော ဝီရိယကို ဆောင်တတ်သော အနက်အားဖြင့် ပွါးများခြင်း၊ မှီဝဲတတ်သော အနက်အားဖြင့် ပွါးများခြင်းတို့တည်း။

     (ထိုလေးပါးတို့တွင်) ထိုထိုအရာ၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း 'ဘာဝနာ' သည် အဘယ်နည်း။

     ကာမစ္ဆန္ဒကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား ဈာန်၏အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်း ချင်း မကျော်လွန်ကုန်ဟု ထိုဈာန်၌ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သောအနက်အားဖြင့် ပွါးများခြင်း။

     ပျက်စီးစေလိုသောဒေါသကို စွန့်ပယ်သော ပုဂ္ဂိုလ်အား မပျက်စီးစေလိုသော မေတ္တာ၏ အစွမ်းအား ဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုမေတ္တာ၌ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ထိုင်းမှိုင်းခြင်း 'ထိနမိဒ္ဓ'ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား အရောင်အလင်းဟူသောအမှတ် 'အာလောက သညာ'၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုအာလောက သညာ၌ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သောအနက်အားဖြင့် ပွါးများခြင်း။

     ပျံ့လွင့်ခြင်း 'ဥဒ္ဓစ္စ'ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား မပျံ့လွင့်သည်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုမပျံ့လွင့်သည်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော် လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ယုံမှားသံသယ 'ဝိစိကိစ္ဆာ'ကို စွန့်ပယ်သော ပုဂ္ဂိုလ်အား တရားကို ဉာဏ်ဖြင့် ပိုင်းခြားမှတ်သားခြင်း၏ အစွမ်းဖြင့် ဖြစ်ကုန်သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုတရားတို့ကို ဉာဏ် ဖြင့် ပိုင်းခြားမှတ်သားခြင်း၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သောအနက်အားဖြင့် ပွါးများခြင်း။

     မသိခြင်း 'အဝိဇ္ဇာ' ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား ဉာဏ်၏အစွမ်းဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုဉာဏ်၌ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သောအနက်အားဖြင့် ပွါး များခြင်း။

     မမွေ့လျော်ခြင်းကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား ဝမ်းမြောက်ခြင်း၏အစွမ်းအားဖြင့် ဖြစ်ကုန်သော တရားတို့သည် အချင်းချင်းမကျော်လွန်ကုန်ဟု ထိုဝမ်းမြောက်ခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန် သော အနက်အားဖြင့် ပွါးများခြင်း။

     အပိတ်အပင် 'နီဝရဏ'တရားတို့ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား ပဌမဈာန်၏အစွမ်းအားဖြင့် ဖြစ်ကုန် သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုပဌမဈာန်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ကြံစည်ခြင်း 'ဝိတက်'၊ သုံးသပ်ခြင်း 'ဝိစာရ'တို့ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား ဒုတိယဈာန်၏ အစွမ်း့အားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုဒုတိယဈာန်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     နှစ်သိမ့်ခြင်း 'ပီတိ'ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား တတိယဈာန်၏အစွမ်းအားဖြင့် ဖြစ်ကုန်သော တရား တို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုတတိယဈာန်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ချမ်းသာဆင်းရဲ 'သုခဒုက္ခ'တို့ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား စတုတ္ထဈာန်၏အစွမ်းအားဖြင့် ဖြစ်ကုန် သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုစတုတ္ထဈာန်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ရူပါဝစရဈာန်ဟုဆိုအပ်သော ရူပသညာ၊ ဒွေပဉ္စဝိညာဉ်တစ်ဆယ်ဟု ဆိုအပ်သော ပဋိဃသညာ၊ နာနတ္တသညာကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား အာကာသာနဉ္စာယတနသမာပတ်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန် သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုအာကာသာနဉ္စာယတနသမာပတ်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     အာကာသာနဉ္စာယတနသညာကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား ဝိညာဏဉ္စာယတနသမာပတ်၏ အစွမ်း အားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုဝိညာဏဉ္စာယတနသမာပတ်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ဝိညာဏဉ္စာယတနသညာကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား အာကိဉ္စညာယတနသမာပတ်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုအာကိဉ္စညာယတနသမာပတ်၌ ဖြစ် ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     အာကိဉ္စညာယတနသညာကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား နေဝသညာနာသညာယတနသမာပတ်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုနေဝသညာနာသညာ ယတနသမာပတ်၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     မြဲ၏ဟူသောအမှတ် 'နိစ္စသညာ' ကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား မမြဲဟု အဖန်ဖန်ရှုခြင်း 'အနိစ္စာနုပဿနာ'၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုမမြဲဟု အဖန်ဖန်ရှုခြင်း 'အနိစ္စာနုပဿနာ'၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါး များခြင်း။

     ချမ်းသာ၏ဟူသောအမှတ် 'သုခသညာ'ကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား ဆင်းရဲဟု အဖန်ဖန်ရှုခြင်း 'ဒုက္ခာနုပဿနာ'၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထို ဆင်းရဲဟု အဖန်ဖန် ရှုခြင်း 'ဒုက္ခာနုပဿနာ'၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အား ဖြင့် ပွါးများခြင်း။

     ငါပိုင်ငါစိုးဟူသောအမှတ် 'အတ္တသညာ'ကို ပယ်သောပုဂ္ဂိုလ်အား ငါပိုင်ငါစိုးမဟုတ်ဟု အဖန်ဖန်ရှုခြင်း 'အနတ္တာနုပဿနာ'၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထို ငါပိုင်ငါစိုး မဟုတ်ဟု အဖန်ဖန်ရှုခြင်း 'အနတ္တာနုပဿနာ'၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     နှစ်သက်ခြင်း 'တဏှာ'ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန်ရှုခြင်း 'နိဗ္ဗိဒါနုပဿနာ'၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုငြီးငွေ့ဖွယ်ဟု အဖန် ဖန်ရှုခြင်း 'နိဗ္ဗိဒါနုပဿနာ'၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     တပ်မက်ခြင်း 'ရာဂ' ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား တပ်မက်ခြင်း 'ရာဂ'ကင်းခြင်း၌ အဖန်ဖန်ရှုခြင်း၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုတပ်မက်ခြင်း 'ရာဂ'့ကင်းခြင်း၌ အဖန်ဖန်ရှုခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ဖြစ်ကြောင်း 'သမုဒယ'ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား ချုပ်ငြိမ်းခြင်း 'နိရောဓ'ကို အဖန်ဖန်ရှုခြင်း၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုချုပ်ငြိမ်းခြင်း 'နိရောဓ'ကို အဖန်ဖန်ရှုခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     စွဲယူခြင်းကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား စွန့်လွှတ်ခြင်း၌ အဖန်ဖန်ရှုခြင်း၏ အစွမ်းအားဖြင့် ဖြစ်ကုန် သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုစွန့်လွှတ်မှုကို အဖန်ဖန်ရှုမြင်ခြင်း၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     အစိုင်အခဲဟူသောအမှတ် 'ဃနသညာ'ကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား ကုန်ဆုံးခြင်းကို အဖန်ဖန်ရှုခြင်း၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုကုန်ဆုံးခြင်းကို အဖန်ဖန်ရှုခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     သင်္ခါရတို့၏အကျိုးငှါ အားထုတ်ခြင်းလုံ့လကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား ပျက်စီးခြင်းကို အဖန်ဖန် ရှုခြင်း၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုပျက်စီးခြင်းကို အဖန်ဖန်ရှုမြင်ခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     မြဲမြံခိုင်ခံ့၏ဟူ၍ဖြစ်သောအမှတ် 'ဓုဝသညာ'ကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား ဖောက်ပြန်ပျက်စီးခြင်းကို အဖန်ဖန်ရှုမြင်ခြင်း၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထို ဖောက်ပြန်ပျက်စီးခြင်းကို အဖန်ဖန်ရှုမြင်ခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အား ဖြင့် ပွါးများခြင်း။

     အကြောင်းနိမိတ်ကို စွန့်ပယ်သောပုဂ္ဂိုလ်အား အကြောင်းနိမိတ်မဟုတ်သည်ကို အဖန်ဖန်ရှုသည်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုအကြောင်းနိမိတ်မဟုတ် သည်ကို အဖန်ဖန်ရှုခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     တောင့်တခြင်းကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား မတောင့်တခြင်းကို အဖန်ဖန်ရှုသည်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုမတောင့်တခြင်းကို အဖန်ဖန်ရှုခြင်း၌ ဖြစ် ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ငါ၊ ငါ့ဟာဟု မှားသောအားဖြင့်နှလုံးသွင်းခြင်းကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား ငါ၊ ငါ့ဟာမှ ဆိတ်သုဉ်းခြင်း၌ အဖန်ဖန်ရှုသည်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုငါ၊ ငါ့ဟာမှ ဆိတ်သုဉ်းခြင်း၌ အဖန်ဖန်ရှုခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အား ဖြင့် ပွါးများခြင်း။

     အနှစ်ရှိ၏ဟု မှားသောအားဖြင့်နှလုံးသွင်းခြင်းကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား လွန်ကဲသောဉာဏ် ပညာကို အဖန်ဖန်ရှုသည်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုလွန်ကဲသောဉာဏ်ပညာကို အဖန်ဖန်ရှုခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အား ဖြင့် ပွါးများခြင်း။

     တွေဝေသောအားဖြင့်နှလုံးသွင်းခြင်းကို ပယ်စွန့်သောပုဂ္ဂိုလ်အားဟုတ်မှန်သော ဉာဏ်အမြင်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုဟုတ်မှန်သော ဉာဏ် အမြင်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     တွယ်တာနှစ်သက်ဖွယ်ဟု မှားသောအားဖြင့်နှလုံးသွင်းခြင်းကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား အပြစ်ကို အဖန်ဖန်ရှုခြင်း၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုအပြစ် ကို အဖန်ဖန်ရှုခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     မစူးစမ်းမဆင်ခြင်ခြင်းကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား စူးစမ်းဆင်ခြင်ခြင်းကို အဖန်ဖန်ရှုခြင်း၏ အစွမ်း့အားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုစူးစမ်းဆင်ခြင်ခြင်းကို အဖန်ဖန် ရှုခြင်း၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ဆက်စပ်ဖွဲ့နှောင်မှု၌ မှားသောအားဖြင့်နှလုံးသွင်းခြင်းကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား ဆက်စပ်နှောင် ဖွဲ့မှုမရှိခြင်းကို အဖန်ဖန်ရှုခြင်း၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန် ကုန်ဟု ထိုဆက်စပ်နှောင်ဖွဲ့မှု မရှိခြင်းကို အဖန်ဖန်ရှုခြင်း၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ဒိဋ္ဌိနှင့်တကွတည်သော ကိလေသာတို့ကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား သောတာပတ္တိမဂ်၏ အစွမ်းအား ဖြင့် ဖြစ်ကုန်သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုသောတာပတ္တိမဂ်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ရုန့်ရင်းသောကိလေသာတို့ကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား သကဒါဂါမိမဂ်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန် သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုသကဒါဂါမိမဂ်၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     အသေးအဖွဲနှင့်တကွဖြစ်သော ကိလေသာတို့ကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား အနာဂါမိမဂ်၏ အစွမ်း အားဖြင့် ဖြစ်ကုန်သောတရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုအနာဂါမိမဂ်၌ ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ကိလေသာအားလုံးကို ပယ်စွန့်သော ပုဂ္ဂိုလ်အား အရဟတ္တမဂ်၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သော တရားတို့သည် အချင်းချင်း မကျော်လွန်ကုန်ဟု ထိုအရဟတ္တမဂ်၌ ဖြစ်ကုန်သောတရားတို့ကို မကျော်လွန် သော အနက်အားဖြင့် ပွါးများခြင်း။

     ဤသည်တို့ကား ထိုထိုအရာ၌ဖြစ်ကုန်သော တရားတို့ကို မကျော်လွန်သော အနက်အားဖြင့် ပွါးများခြင်း 'ဘာဝနာ'တို့တည်း။

     ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း 'ဘာဝနာ'သည် အဘယ်နည်း။

     ကာမစ္ဆန္ဒကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား ဈာန်၏အစွမ်းအားဖြင့် ဣန္ဒြေငါးပါးတို့သည် ကိစ္စတူမျှကုန်၏ဟု ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     ပျက်စီးစေလိုသောဒေါသကို ပယ်စွန့်သော ပုဂ္ဂိုလ်အား မပျက်စီးစေလိုသော မေတ္တာ၏ အစွမ်းအား ဖြင့် ဣန္ဒြေငါးပါးတို့သည် ကိစ္စတူမျှကုန်၏ဟု ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါး များခြင်း။ပ။

     ကိလေသာအားလုံးကို ပယ်စွန့်သော ပုဂ္ဂိုလ်အား အရဟတ္တမဂ်၏ အစွမ်းအားဖြင့် ဣန္ဒြေငါးပါးတို့ သည် ကိစ္စတူမျှကုန်၏ဟု ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း။

     ဤသည်တို့ကား ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အနက်အားဖြင့် ပွါးများခြင်း 'ဘာဝနာ'တို့တည်း။

     ဣန္ဒြေတို့၏ ကိစ္စတစ်ခုတည်းရှိသော အဖြစ်သို့ရောက်ကြောင်းဖြစ်သော ဝီရိယကို ဆောင်တတ် သော အနက်အားဖြင့် ပွါးများခြင်း 'ဘာဝနာ'သည် အဘယ်နည်း။

     ကာမစ္ဆန္ဒကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား ဈာန်၏အစွမ်းအားဖြင့် ဝီရိယကို ရွက်ဆောင်၏ဟု ထိုကိစ္စ တစ်ခုတည်းရှိသော အဖြစ်သို့ရောက်ကြောင်းဖြစ်သော ဝီရိယကို ဆောင်တတ်သော အနက်အားဖြင့် ပွါး များခြင်း။

     ပျက်စီးစေလိုသောဒေါသကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား မပျက်စီးစေလိုသော မေတ္တာ၏အစွမ်းအားဖြင့် ဝီရိယကို ရွက်ဆောင်၏ဟု ထိုကိစ္စတစ်ခုတည်းရှိသောအဖြစ်သို့ရောက်ကြောင်းဖြစ်သော ဝီရိယကို ဆောင် တတ်သော အနက်အားဖြင့် ပွါးများခြင်း။ပ။

     ကိလေသာအားလုံးကို ပယ်စွန့်သောပုဂ္ဂိုလ်အား အရဟတ္တမဂ်၏အစွမ်းအားဖြင့် ဝီရိယကို ရွက် ဆောင်၏ဟု ထိုကိစ္စတစ်ခုတည်းရှိသောအဖြစ်သို့ရောက်ကြောင်းဖြစ်သော ဝီရိယကို ဆောင်တတ်သော အနက်အားဖြင့် ပွါးများခြင်း။

     ဤသည်တို့ကား ဣန္ဒြေတို့၏ တစ်ခုတည်းသောကိစ္စရှိသော အဖြစ်သို့ရောက်ကြောင်းဖြစ်သော ဝီရိယကို ရွက်ဆောင်တတ်သော အနက်အားဖြင့် ပွါးများခြင်း 'ဘာဝနာ' တို့တည်း။

     မှီဝဲတတ်သောအနက်အားဖြင့် ပွါးများခြင်း 'ဘာဝနာ' သည် အဘယ်နည်း။

     ကာမစ္ဆန္ဒကို ပယ်စွန့်သောပုဂ္ဂိုလ်သည် ဈာန်ကို လွန်စွာ မှီဝဲ၏ဟု လွန်စွာ မှီဝဲခြင်းအနက်အားဖြင့် ပွါးများခြင်း။

     ပျက်စီးစေလိုသော ဒေါသကို ပယ်စွန့်သောပုဂ္ဂိုလ်သည် မပျက်စီးစေလိုသော မေတ္တာကို လွန်စွာ မှီဝဲ၏ဟု လွန်စွာ မှီဝဲခြင်းအနက်အားဖြင့် ပွါးများခြင်း။ပ။

     ကိလေသာအားလုံးကို ပယ်စွန့်သောပုဂ္ဂိုလ်သည် အရဟတ္တမဂ်ကို လွန်စွာ မှီဝဲ၏ဟု လွန်စွာ မှီဝဲခြင်း အနက်အားဖြင့် ပွါးများခြင်း။

     ဤသည်တို့ကား မှီဝဲခြင်းအနက်အားဖြင့် ပွါးများခြင်း 'ဘာဝနာ'တို့တည်း။

     ပွါးများခြင်း 'ဘာဝနာ'လေးမျိုးတို့ကား ဤသည်တို့တည်း။

     ရုပ်ကို ရှုလျက် ပွါးများ၏။ ဝေဒနာကို ရှုလျက် ပွါးများ၏။ သညာကို ရှုလျက် ပွါးများ၏။ သင်္ခါရတို့ကို ရှုလျက် ပွါးများ၏။ ဝိညာဉ်ကို ရှုလျက် ပွါးများ၏။ မျက်စိကို။ပ။ အိုခြင်း၊ သေခြင်းကို။ပ။ မသေရာသို့ သက်ဝင်သော နိဗ္ဗာန်ကို အဆုံးဖြစ်သော အနက်အားဖြင့် ရှုလျက် ပွါးများ၏။

     ပွါးများအပ်သောတရားတို့သည် တစ်ခုတည်းသော ကိစ္စရှိကုန်၏။ ထိုတရားသဘောသည် သိတတ် သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ''ဤတရားတို့ကို ပွါးများအပ်ကုန်၏''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) နာကြားအပ် သောတရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏ဟု ဆိုအပ်၏။ (၄)
စတုတ္ထအခန်း ပြီး၏။

     ''ဤတရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏''ဟု (ဟောတော်မူသောတရားအပေါင်းသည်) အဘယ်သို့လျှင် နာကြားအပ်သော တရားမည်သနည်း။ ထိုတရားအပေါင်းကိုသိသောပညာသည် အဘယ် သို့လျှင် သုတမယဉာဏ်မည်သနည်း။

     မပျက်စီးနိုင်သော စိတ်၏လွတ်လပ်မှု အရဟတ္တဖိုလ်ဟူသော တစ်ခုတည်းသော တရားကို မျက် မှောက်ပြုအပ်၏။

     ဝိဇ္ဇာ၊ ဝိမုတ္တိဟူသောနှစ်ပါးသော တရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     ဝိဇ္ဇာသုံးပါး တရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     မဂ်၏ အကျိုးဖြစ်သော ဖိုလ်လေးပါးတရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     သီလက္ခန္ဓစသော ငါးပါးသော တရားအစုတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     အဘိညာဉ်ခြောက်ပါး တရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     ရဟန္တာတို့၏ အားခုနစ်ပါး တရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     ဝိမောက္ခရှစ်ပါး တရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     အစဉ်အတိုင်း ချုပ်စေအပ်သော ကိုးပါးသော တရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     ရဟန္တာတို့၏ ဥစ္စာဖြစ်သော ဆယ်ပါးသော တရားတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     ရဟန်းတို့ တရားအားလုံးကို မျက်မှောက်ပြုအပ်၏။ ရဟန်းတို့ အဘယ်သို့လျှင် တရားအားလုံးကို မျက်မှောက်ပြုအပ်သနည်း။

     ရဟန်းတို့ မျက်စိကို မျက်မှောက်ပြုအပ်၏။ အဆင်းတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။ မျက်စိအသိ စိတ် 'စက္ခုဝိညာဉ်'ကို မျက်မှောက်ပြုအပ်၏။ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ကို မျက်မှောက်ပြုအပ်၏။ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ကြောင့်ဖြစ်သော သုခဝေဒနာ၊ ဒုက္ခဝေဒနာ၊ ဥပေက္ခာဝေဒနာကိုလည်း မျက် မှောက်ပြုအပ်၏။

     နားကို မျက်မှောက်ပြုအပ်၏။ အသံတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။ပ။

     နှာခေါင်းကို မျက်မှောက်ပြုအပ်၏။ အနံ့တို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     လျှာကို မျက်မှောက်ပြုအပ်၏။ အရသာတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     ကိုယ်ကို မျက်မှောက်ပြုအပ်၏။ အတွေ့အထိ ဖောဋ္ဌဗ္ဗာရုံတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။

     စိတ်ကို မျက်မှောက်ပြုအပ်၏။ ဓမ္မာရုံတို့ကို မျက်မှောက်ပြုအပ်ကုန်၏။ စိတ်အသိ 'မနောဝိညာဉ်' ကို မျက်မှောက်ပြုအပ်၏။ စိတ်အတွေ့ 'မနောသမ္ဖဿ'ကို မျက်မှောက်ပြုအပ်၏။ စိတ်အတွေ့'မနော သမ္ဖဿ'ကြောင့် ဖြစ်သော သုခဝေဒနာ၊ ဒုက္ခဝေဒနာ၊ ဥပေက္ခာဝေဒနာကိုလည်း မျက်မှောက်ပြုအပ်၏။

     ရုပ်ကို ရှုလျက် မျက်မှောက်ပြု၏။ ဝေဒနာကို ရှုလျက် မျက်မှောက်ပြု၏။ သညာကို ရှုလျက် မျက်မှောက်ပြု၏။ သင်္ခါရတို့ကို ရှုလျက် မျက်မှောက်ပြု၏။ ဝိညာဉ်ကို ရှုလျက် မျက်မှောက်ပြု၏။

     မျက်စိကို။ပ။ အိုခြင်း၊ သေခြင်းကို။ပ။ အမြိုက်နိဗ္ဗာန်သို့ သက်ဝင်သော နိဗ္ဗာန်ကို အဆုံးဖြစ်သော အနက်အားဖြင့် ရှုလျက် မျက်မှောက်ပြု၏။

     မျက်မှောက်ပြုအပ်ကုန်သော တရားတို့ကို တွေ့ထိအပ်ကုန်၏။ ထိုတရားသဘောသည် သိတတ် သောကြောင့် ဉာဏ်မည်၏။ အပြားအားဖြင့် သိတတ်သောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ''ဤတရား တို့ကို မျက်မှောက်ပြုအပ်ကုန်၏''ဟု (ဟောတော်မူအပ်သော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိသောပညာသည် သုတမယဉာဏ်မည်၏ဟု ဆိုအပ်၏။ (၅)

     ''ဤတရားတို့သည် ဆုတ်ယုတ်သောအဖို့ ရှိကုန်၏'' ''ဤတရားတို့သည် တည်တံ့ခြင်းအဖို့ ရှိကုန်၏'' ''ဤတရားတို့သည် ထူးခြားသောအဖို့ရှိကုန်၏'' ''ဤတရားတို့သည် (လောဘစသော ကိလေ သာ အစိုင်အခဲကို) ဖေါက်ခွဲခြင်းအဖို့ရှိကုန်၏''ဟု (ဟောတော်မူအပ်သော တရားအပေါင်းသည်) အဘယ်သို့ လျှင် နာကြားအပ်သော တရားမည်သနည်း။ ထိုတရားအပေါင်းကို သိတတ်သောပညာသည် အဘယ် သို့လျှင် သုတမယဉာဏ် မည်သနည်း။

     ပဌမဈာန်ကို ရသောသူအား ကာမဂုဏ်နှင့် တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ ဖြစ်ခဲ့သော် ဆုတ်ယုတ်သော အဖို့ရှိသော တရားဖြစ်၏။ ထိုဈာန်နှင့်လျော်သော သတိသည် တည်တံ့ခဲ့သော် တည်တံ့ခြင်း အဖို့ရှိသော တရားဖြစ်၏။ ကြံစည်မှုဝိတက်ကင်းသော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ သည် ဖြစ်ခဲ့သော် ထူးခြားသော အဖို့ရှိသော တရားဖြစ်၏။ ငြီးငွေ့ခြင်းနှင့် တကွဖြစ်သော၊ ရာဂ ကင်းခြင်း (အရိယမဂ်)နှင့်စပ်ယှဉ်သည့် အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ ဖြစ်ခဲ့သော် ဖေါက်ခွဲခြင်းအဖို့ရှိ သော တရားဖြစ်၏။

     ဒုတိယဈာန်ကို ရသောသူအား ကြံစည်ခြင်း 'ဝိတက်'နှင့်တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ဆုတ်ယုတ်သော အဖို့ရှိသော တရားဖြစ်၏။ ထိုဈာန်နှင့်လျော်သော သတိသည် တည်တံ့ခဲ့သော် တည်တံ့ခြင်းအဖို့ရှိသော တရားဖြစ်၏။ လျစ်လျူရှုခြင်း ဥပေက္ခာ၊ ချမ်းသာခြင်း သုခနှင့် တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ထူးခြားသော အဖို့ရှိသော တရားဖြစ်၏။ ငြီးငွေ့ခြင်းနှင့် တကွဖြစ်သော ရာဂကင်းခြင်း (အရိယမဂ်)နှင့်စပ်ယှဉ်သည့် အမှတ်သညာ,နှလုံးသွင်းခြင်း တို့ဖြစ်ခဲ့သော် ဖေါက်ခွဲခြင်း အဖို့ရှိသော တရားဖြစ်၏။

     တတိယဈာန်ကို ရသော သူအားနှစ်သက်ခြင်း 'ပီတိ'၊ ချမ်းသာခြင်း 'သုခ'နှင့် တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ ဖြစ်ခဲ့သော် ဆုတ်ယုတ်သော အဖို့ရှိသော တရားဖြစ်၏။ ထိုဈာန်နှင့် လျော်သော သတိ တည်တံ့ခဲ့သော် တည်တံ့ခြင်းအဖို့ရှိသော တရားဖြစ်၏။ ဆင်းရဲချမ်းသာမှတစ်ပါး ဖြစ်သော ဥပေက္ခာနှင့် တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ ဖြစ်ခဲ့သော် ထူးခြားသော အဖို့ ရှိသော တရားဖြစ်၏။ ငြီးငွေ့ခြင်းနှင့် တကွဖြစ်သော ရာဂကင်းခြင်း (အရိယမဂ်)နှင့်စပ်ယှဉ်သည့် အမှတ် သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ဖေါက်ခွဲခြင်းအဖို့ရှိသော တရားဖြစ်၏။

     စတုတ္ထဈာန်ကို ရသောသူအား လျစ်လျူရှုခြင်းဥပေက္ခာနှင့်တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ ဖြစ်ခဲ့သော် ဆုတ်ယုတ်သော အဖို့ရှိသော တရားဖြစ်၏။ ထိုဈာန်နှင့်လျော်သော သတိ တည်တံ့ခဲ့ သော် တည်တံ့ခြင်းအဖို့ရှိသော တရားဖြစ်၏။ အာကာသာနဉ္စာယတနဈာန်နှင့် တကွဖြစ်သော အမှတ် သညာ,နှလုံးသွင်းခြင်းတို့ ဖြစ်ခဲ့သော် ထူးခြားသော အဖို့ရှိသော တရားဖြစ်၏။ ငြီးငွေ့ခြင်းနှင့် တကွ ဖြစ်သော ရာဂကင်းခြင်း (အရိယမဂ်)နှင့်စပ်ယှဉ်သည့် အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ ဖြစ်ခဲ့သော် ဖေါက်ခွဲခြင်းအဖို့ရှိသောတရားဖြစ်၏။

     အာကာသာနဉ္စာယတနဈာန်ကို ရသောသူအား ရုပ်နှင့်တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်း တို့ဖြစ်ခဲ့သော် ဆုတ်ယုတ်သော အဖို့ရှိသော တရားဖြစ်၏။ ထိုဈာန်နှင့်လျော်သော သတိ တည်တံ့ခဲ့သော် တည်တံ့ခြင်းအဖို့ရှိသော တရားဖြစ်၏။ ဝိညာဏဉ္စာယတနနှင့်တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ထူးခြားသော အဖို့ရှိသော တရားဖြစ်၏။ ငြီးငွေ့ခြင်းနှင့် တကွဖြစ်သော ရာဂကင်းခြင်း (အရိယမဂ်)နှင့်စပ်ယှဉ်သည့် အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ဖေါက်ခွဲခြင်းအဖို့ရှိသော တရား ဖြစ်၏။

     ဝိညာဏဉ္စာယတနဈာန်ကို ရသော သူအား အာကာသာနဉ္စာယတနနှင့် တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ဆုတ်ယုတ်သော အဖို့ရှိသော တရားဖြစ်၏။ ထိုဈာန်နှင့်လျော်သော သတိတည်တံ့ခဲ့သော် တည်တံ့ခြင်းအဖို့ရှိသော တရားဖြစ်၏။ အာကိဉ္စညာယတနနှင့် တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ထူးခြားသောအဖို့ရှိသော တရားဖြစ်၏။ ငြီးငွေ့ခြင်းနှင့် တကွဖြစ်သော ရာဂကင်းခြင်း (အရိယမဂ်)နှင့်စပ်ယှဉ်သည့် အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ဖေါက်ခွဲခြင်းအဖို့ရှိသော တရားဖြစ်၏။

     အာကိဉ္စညာယတနဈာန်ကို ရသောသူအား ဝိညာဏဉ္စာယတနဈာန်နှင့် တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ဆုတ်ယုတ်သော အဖို့ရှိသော တရားဖြစ်၏။ ထိုဈာန်နှင့်လျော်သော သတိ တည်တံ့ခဲ့သော် တည်တံ့ခြင်းအဖို့ရှိသော တရားဖြစ်၏။ နေဝသညာနာသညာယတနဈာန်နှင့် တကွဖြစ်သော အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ထူးခြားသော အဖို့ရှိသော တရား ဖြစ်၏။ ငြီးငွေ့ခြင်းနှင့် တကွ ဖြစ်သော ရာဂကင်းခြင်း (အရိယမဂ်)နှင့်စပ်ယှဉ်သည့် အမှတ်သညာ,နှလုံးသွင်းခြင်းတို့ဖြစ်ခဲ့သော် ဖေါက်ခွဲခြင်းအဖို့ရှိသော တရားဖြစ်၏။

     ထိုတရားသဘောသည် သိတတ်သောအနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ''ဤတရားတို့သည် ဆုတ်ယုတ်သော အဖို့ရှိကုန်၏'' ''ဤတရားတို့သည် တည်တံ့ခြင်း အဖို့ရှိကုန်၏'' ''ဤတရားတို့သည် ထူးခြားသော အဖို့ရှိကုန်၏'' ''ဤ တရားတို့သည် ဖေါက်ခွဲခြင်းအဖို့ရှိကုန်၏''ဟု (ဟောတော်မူအပ်သော တရားအပေါင်းသည်) နာကြားအပ် သောတရားမည်၏။ ထိုတရားအပေါင်းကို သိတတ်သောပညာသည် သုတမယဉာဏ် မည်၏ဟု ဆိုအပ်၏။ (၄-၉)

     ''သင်္ခါရအားလုံးတို့သည် မမြဲကုန်။ သင်္ခါရအားလုံးတို့သည် ဆင်းရဲကုန်၏။ တရားအားလုံး တို့သည် ကိုယ်ပိုင်ကိုယ်စိုး မဟုတ်ကုန်''ဟု (ဟောတော်မူအပ်သော တရားအပေါင်းသည်) အဘယ်သို့လျှင် နာကြားအပ်သော တရားမည်သနည်း။ ထိုတရားအပေါင်းကို သိတတ်သောပညာသည် အဘယ်သို့ လျှင် သုတမယဉာဏ်မည်သနည်း။

     ရုပ်သည် ကုန်ခန်းတတ်သော အနက်အားဖြင့် မမြဲ။ ဘေးဟူသော အနက်အားဖြင့် ဆင်းရဲ၏။ အနှစ်မရှိသော အနက်အားဖြင့် ကိုယ်ပိုင်ကိုယ်စိုးမဟုတ်ဟု (ဟောတော်မူအပ်သော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိတတ်သောပညာသည် သုတမယဉာဏ်မည်၏။

     ခံစားခြင်း 'ဝေဒနာ' သည်။ မှတ်သားခြင်း 'သညာ' သည်။ ပြုပြင်ခြင်း 'သင်္ခါရ' သည်။ ဝိညာဉ်သည်။ မျက်စိသည်။ပ။ အိုခြင်း၊ သေခြင်းသည် ကုန်ခန်းတတ်သော အနက်အားဖြင့် မမြဲ။ ဘေးဟူသော အနက် အားဖြင့် ဆင်းရဲ၏။ အနှစ်မရှိသော အနက်အားဖြင့် ကိုယ်ပိုင်ကိုယ်စိုးမဟုတ်ဟု (ဟောတော်မူအပ်သော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိတတ်သောပညာသည် သုတမယဉာဏ်မည်၏။

     ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ အပြားအားဖြင့် သိ တတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ''သင်္ခါရအားလုံးတို့သည် မမြဲကုန်။ သင်္ခါရ အားလုံးတို့သည် ဆင်းရဲကုန်၏။ တရားအားလုံးတို့သည် ကိုယ်ပိုင်ကိုယ်စိုးမဟုတ်ကုန်''ဟု (ဟောတော် မူအပ်သော တရားအပေါင်းသည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိတတ်သောပညာသည် သုတမယဉာဏ်မည်၏ဟု ဆိုအပ်၏။ (၃-၁၂)

     ''ဤတရားကား ဆင်းရဲအမှန်တရား 'ဒုက္ခအရိယသစ္စာ'တည်း။ ဤတရားကား ဆင်းရဲဖြစ် ကြောင်း အမှန်တရား 'ဒုက္ခသမုဒယအရိယသစ္စာ'တည်း။ ဤတရားကား ဆင်းရဲချုပ်ငြိမ်းရာ အမှန်တရား 'ဒုက္ခနိရောဓအရိယသစ္စာ'တည်း။ ဤတရားကား ဆင်းရဲချုပ်ငြိမ်းရာ နိဗ္ဗာန်သို့ရောက်ကြောင်း ကျင့်ဝတ် အမှန်တရား 'ဒုက္ခ နိရောဓဂါမိနီ ပဋိပဒါအရိယသစ္စာ'တည်း''ဟု (ဟောတော်မူအပ်သော တရားအပေါင်း သည်) နာကြားအပ်သော တရားမည်၏။ ထိုတရားအပေါင်းကို သိတတ်သောပညာသည် အဘယ်သို့လျှင် သုတမယဉာဏ်မည်သနည်း။

     ထိုအမှန်တရားလေးမျိုး အရိယသစ္စာတို့တွင် ဆင်းရဲအမှန်တရား 'ဒုက္ခအရိယသစ္စာ'ဟူသည် အဘယ်နည်း။

     ပဋိသန္ဓေနေရခြင်းသည်လည်း ဆင်းရဲတည်း။ အိုရခြင်းသည်လည်း ဆင်းရဲတည်း။ သေရခြင်းသည် လည်း ဆင်းရဲတည်း။ စိုးရိမ်ရခြင်း၊ ငိုကြွေးမြည်တမ်းရခြင်း၊ ကိုယ်ဆင်းရဲရခြင်း၊ စိတ်ဆင်းရဲရခြင်း၊ ပြင်းစွာပင်ပန်းရခြင်းသည်လည်း ဆင်းရဲတည်း။ မချစ်မနှစ်လိုဖွယ်တို့နှင့် တွေ့ဆုံပေါင်းသင်းရခြင်းသည် လည်း ဆင်းရဲတည်း။ ချစ်နှစ်လိုဖွယ်တို့နှင့် ကွဲကွာကွေကွင်းရခြင်းသည်လည်း ဆင်းရဲတည်း။ အလိုရှိ သည်ကို မရခြင်းသည်လည်း ဆင်းရဲတည်း။ အကျဉ်းချုပ်အားဖြင့် ဥပါဒါနက္ခန္ဓာငါးပါးသည် ဆင်းရဲတည်း။

     ထိုဒုက္ခသစ္စာတို့တွင် ပဋိသန္ဓေနေရခြင်း 'ဇာတိ'သည် အဘယ်နည်း။

     ထိုထိုသတ္တဝါတို့၏ ထိုထိုသတ္တဝါအပေါင်း၌ ရှေးဦးစွာဖြစ်ပေါ်ခြင်း၊ ပြည့်စုံစွာ ဖြစ်ပွါခြင်း၊ (အမိဝမ်း တွင်း ဥခွံတွင်းသို့) သက်ဝင်ခြင်း၊ ကိုယ်ထင်ရှားဖြစ်ခြင်း၊ ခန္ဓာတို့၏ ထင်ရှားဖြစ်ခြင်း၊ မျက်စိ နားစ သော တည်နေရာ အာယတနများကို ရခြင်းတည်း။ ဤသဘောကို ဇာတိဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် အိုခြင်း 'ဇရာ'သည် အဘယ်နည်း။

     ထိုထိုသတ္တဝါတို့၏ ထိုထိုသတ္တဝါအပေါင်း၌ အိုမင်းခြင်း၊ ဆွေးမြေ့ခြင်း၊ ကျိုးပဲ့ခြင်း၊ ဆံဖြူခြင်း၊ အရေတွန့်ခြင်း၊ ရုပ်အသက်ဆုတ်ယုတ်ခြင်း၊ (မျက်စိစသော) ဣန္ဒြေတို့၏ ရင့်ခြင်းတည်း။ ဤသဘောကို အိုခြင်း ဇရာဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် သေခြင်း 'မရဏ'ဟူသည် အဘယ်နည်း။

     ထိုထိုသတ္တဝါတို့၏ ထိုထိုသတ္တဝါအပေါင်းမှ ရွေ့လျောခြင်း၊ ရွေ့လျောသောအခြင်းအရာ၊ ပျက်စီးခြင်း၊ ကွယ်ပျောက်ခြင်း၊ သက်ပြတ်သေဆုံးခြင်း၊ ကွယ်လွန်ခြင်း၊ သေချိန်ပြုခြင်း၊ ခန္ဓာတို့၏ ပျက်ခြင်း၊ ကိုယ်ကောင် ပစ်ချခြင်း၊ ဇီဝိတိန္ဒြေပြတ်စဲခြင်းတည်း။ ဤသဘောကို သေခြင်းမရဏဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် စိုးရိမ်ခြင်း 'သောက'ဟူသည် အဘယ်နည်း။

     ဆွေမျိုးပျက်စီးခြင်း၊ စည်းစိမ်ဥစ္စာပျက်စီးခြင်း၊ အနာရောဂါဖြစ်ခြင်း၊ အကျင့်သီလပျက်စီးခြင်း၊ အယူပျက်စီးခြင်းနှင့် တွေ့ကြုံသူ၏လည်းကောင်း၊ တစ်စုံတစ်ခုသော ပျက်စီးခြင်းနှင့် ပြည့်စုံသူ၏လည်း ကောင်း၊ တစ်စုံတစ်ခုသော ဆင်းရဲတရားနှင့် တွေ့ကြုံသူ၏လည်းကောင်း စိုးရိမ်ခြင်း၊ စိုးရိမ်သောအခြင်း အရာအားဖြင့်ဖြစ်ခြင်း၊ စိုးရိမ်သောသူ၏အဖြစ်၊ အတွင်း၌ စိုးရိမ်ခြင်း၊ အတွင်း၌ အဖန်တလဲလဲစိုးရိမ်ခြင်း၊ စိတ်ပူခြင်း၊နှလုံးမသာခြင်း၊ ပူဆွေးမှုငြောင့် စူးဝင်နေခြင်းတည်း။ ဤသဘောကို စိုးရိမ်ခြင်းသောကဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် ငိုယိုမြည်တမ်းခြင်း 'ပရိဒေဝ'ဟူသည် အဘယ်နည်း။

     ဆွေမျိုးပျက်စီးခြင်း၊ စည်းစိမ်ဥစ္စာပျက်စီးခြင်း၊ အနာရောဂါဖြစ်ခြင်း၊ အကျင့်သီလပျက်စီးခြင်း၊ အယူပျက်စီးခြင်းနှင့် တွေ့ကြုံသူ၏လည်းကောင်း၊ တစ်စုံတစ်ခုသော ပျက်စီးခြင်းနှင့် ပြည့်စုံသူ၏လည်း ကောင်း၊ တစ်စုံတစ်ခုသော ဆင်းရဲတရားနှင့် တွေ့ကြုံသူ၏လည်းကောင်း ပြင်းစွာငိုကြွေးခြင်း၊ အဖန်ဖန် ငိုကြွေးခြင်း၊ ပြင်းစွာ ငိုကြွေးသောအခြင်းအရာ၊ အဖန်ဖန်တလဲလဲငိုကြွေးသော အခြင်းအရာ၊ ပြင်းစွာ ငိုကြွေးသူ၏အဖြစ်၊ အဖန်ဖန်ငိုကြွေးသူ၏ အဖြစ်၊ အချည်းအနှီပြောဆိုခြင်း၊ ဖောက်ပြန်၍ပြောဆိုခြင်း၊ အဖန်ဖန်ပြောဆိုခြင်း၊ ပြောဆိုသောအခြင်းအရာ၊ ပြောဆိုသောသူ၏ အဖြစ်တည်း။ ဤသဘောကို ငိုယို မြည်တမ်းခြင်း ပရိဒေဝဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် ကိုယ်ဆင်းရဲခြင်း 'ဒုက္ခ'ဟူသည် အဘယ်နည်း။

     မသာယာအပ်သော ကိုယ်၌ဖြစ်သော ဆင်းရဲ၊ ကိုယ်အတွေ့ကြောင့်ဖြစ်သော မသာယာအပ်သော ဆင်းရဲကို ခံစားခြင်း၊ ကိုယ်အတွေ့ကြောင့်ဖြစ်သော မသက်သာသော ဆင်းရဲကို ခံစားခြင်းတည်း။ ဤ သဘောကို ကိုယ်ဆင်းရဲခြင်းဒုက္ခဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် စိတ်ဆင်းရဲခြင်း 'ဒေါမနဿ'ဟူသည် အဘယ်နည်း။

     မသာယာအပ်သော စိတ်၌ဖြစ်သော ဆင်းရဲ၊ စိတ်အတွေ့ကြောင့်ဖြစ်သော မသာယာအပ်သော ဆင်းရဲကို ခံစားခြင်း၊ စိတ်အတွေ့ကြောင့်ဖြစ်သော မသက်သာသောဆင်းရဲကို ခံစားခြင်းတည်း။ ဤ သဘောကို စိတ်ဆင်းရဲခြင်းဒေါမနဿဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် ပြင်းစွာပင်ပန်းခြင်း 'ဥပါယာသ'ဟူသည် အဘယ်နည်း။

     ဆွေမျိုးပျက်စီးခြင်း၊ စည်းစိမ်ဥစ္စာပျက်စီးခြင်း၊ အနာရောဂါဖြစ်ခြင်း၊ အကျင့်သီလပျက်စီးခြင်း၊ အယူပျက်စီးခြင်းနှင့် တွေ့ကြုံသူ၏လည်းကောင်း၊ တစ်စုံတစ်ခုသော ပျက်စီးခြင်းနှင့် ပြည့်စုံသူ၏လည်း ကောင်း၊ တစ်စုံတစ်ခုသော ဆင်းရဲတရားနှင့် တွေ့ကြုံသူ၏လည်းကောင်း ပင်ပန်းခြင်း၊ ပြင်းစွာပင်ပန်းခြင်း၊ ပင်ပန်းသောအခြင်းအရာ၊ ပြင်းစွာပင်ပန်းသော အခြင်းအရာ၊ ပင်ပန်းသောသူ၏အဖြစ်၊ ပြင်းစွာ ပင်ပန်းသောသူ၏ အဖြစ်တည်း။ ဤသဘောကို ပြင်းစွာပင်ပန်းခြင်းဥပါယာသဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် မချစ်မနှစ်မြို့သူ မချစ်မနှစ်မြို့သော အရာဝတ္ထုတို့နှင့် ပေါင်းသင်းရောနှောရခြင်း ဆင်းရဲဒုက္ခဟူသည် အဘယ်နည်း။

     ဤလောက၌ အလိုမရှိအပ် မနှစ်သက်အပ် မမြတ်နိုးအပ်သော အဆင်း, အသံ, အနံ့, အရသာ, အတွေ့အထိ, သဘောတရားတို့သော်လည်းကောင်း၊ အကျိုးမဲ့အစီးပွါးမဲ့ခြင်း၊ မချမ်းသာခြင်း၊ ဘေးမငြိမ်းခြင်းကို လိုလားသောသူတို့သော်လည်းကောင်း ထိုသူအား ရှိကြကုန်၏။

     ထို (အာရုံ, သတ္တဝါ) တို့နှင့် တွေ့ ရခြင်း၊ ဆုံရခြင်း၊ ပေါင်းးဖော်ရခြင်း၊ ရောနှော၍ နေရခြင်းတည်း။ ဤသဘောကို မချစ်မနှစ်လိုဖွယ်တို့နှင့် တွေ့ဆုံပေါင်း သင်းရခြင်းဆင်းရဲဒုက္ခဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် ချစ်ခင်နှစ်လိုဖွယ်တို့နှင့် ကွေကွင်းကွဲကွာရခြင်း ဆင်းရဲဟူသည် အဘယ်နည်း။

     ဤလောက၌ လိုလားနှစ်သက်မြတ်နိုးအပ်ကုန်သော အဆင်း, အသံ, အနံ့, အရသာ, အတွေ့ အထိ, သဘောတရားတို့သော်လည်းကောင်း၊ အကျိုးအစီးအပွါး၊ ချမ်းသာခြင်း၊ ဘေးကင်းခြင်းကို လို လားသော အမိ၊ အဖ၊ ညီ အစ်ကို၊နှမ အစ်မ၊ မိတ်ဆွေ အပေါင်းအဖော်၊ ဆွေမျိုးသားချင်းတို့ သော်လည်းကောင်း ထိုသူအား ရှိကုန်၏။ ထို (သတ္တဝါ,အာရုံ) တို့နှင့် မတွေ့ရခြင်း၊ မဆုံရခြင်း၊ မပေါင်း ဖော်ရခြင်း၊ မရောနှောရခြင်းတည်း။ ဤသဘောကို ချစ်ခင်နှစ်လိုဖွယ်တို့နှင့် ကွေကွင်းကွဲကွာရခြင်း ဆင်းရဲဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် လိုလားတောင့်တသော အရာကို မရခြင်း ဆင်းရဲဒုက္ခဟူသည် အဘယ်နည်း။

     ပဋိသန္ဓေနေခြင်းသဘောရှိကုန်သော သတ္တဝါတို့အား ''ငါတို့သည် ပဋိသန္ဓေနေခြင်းသဘော မဖြစ် ကုန်မူ ကောင်းလေစွ။ ပဋိသန္ဓေနေခြင်းသည် ငါတို့ထံသို့ မရောက်လာမူ ကောင်းလေစွ''ဟု ဤသို့သော တောင့်တမှုသည် ဖြစ်၏။ ထိုသို့ တောင့်တသော်လည်း ဤ (ဇာတိမလာခြင်း) ကို တောင့်တခြင်းဖြင့် မရအပ်။ ဤသည်ကိုလည်း လိုလားတောင့်တသော အရာကို မရခြင်းဆင်းရဲဒုက္ခဟု ဆိုအပ်၏။

     အိုခြင်းသဘောရှိကုန်သော သတ္တဝါတို့အား။ပ။ နာခြင်းသဘောရှိကုန်သော သတ္တဝါတို့အား။ပ။ သေခြင်းသဘောရှိကုန်သော သတ္တဝါတို့အား။ စိုးရိမ်ခြင်း၊ ငိုယိုမြည်တမ်းခြင်း၊ ကိုယ်ဆင်းရဲခြင်း၊ စိတ်နှလုံးမသာယာခြင်း၊ ပြင်းစွာပင်ပန်းခြင်း သဘောရှိကုန်သော သတ္တဝါတို့အား ''ငါတို့သည် စိုးရိမ်ခြင်း၊ ငိုယိုမြည်တမ်းခြင်း၊ ကိုယ်ဆင်းရဲခြင်း၊ စိတ်နှလုံးမသာယာခြင်း၊ ပြင်းစွာပင်ပန်းခြင်းသဘောတို့ မဖြစ် ကုန်မူ ကောင်းလေစွ။ စိုးရိမ်းခြင်း၊ ငိုယိုမြည်တမ်းခြင်း၊ ကိုယ်ဆင်းရဲခြင်း၊ စိတ်နှလုံးမသာယာခြင်း၊ ပြင်းစွာပင်ပန်းခြင်း တရားတို့သည် ငါတို့ထံသို့ မရောက်လာကုန်မူ ကောင်းလေစွ''ဟု ဤသို့သော တောင့်တခြင်းသည် ဖြစ်၏။ သို့သော်လည်း ဤ (သောကစသည်မလာခြင်း) ကို တောင့်တခြင်းဖြင့် မရအပ်။ ဤသည်ကိုလည်း လိုလားတောင့်တသော အရာကို မရခြင်းဆင်းရဲဒုက္ခဟု ဆိုအပ်၏။

     ထိုဒုက္ခသစ္စာတို့တွင် အကျဉ်းချုပ်အားဖြင့် ငါးပါးသော ဥပါဒါနက္ခန္ဓာတို့သည် ဆင်းရဲဒုက္ခတို့တည်း။

     ဤဥပါဒါန်တို့၏ အာရုံဖြစ်သော ငါးပါးသော ခန္ဓာတို့ဟူသည် အဘယ်တို့နည်း။

     ဥပါဒါန်တို့၏ အာရုံဖြစ်သော ရုပ်ဥပါဒါနက္ခန္ဓာ၊ ဝေဒနာဥပါဒါနက္ခန္ဓာ၊ သညာဥပါဒါနက္ခန္ဓာ၊ သင်္ခါရ ဥပါဒါနက္ခန္ဓာ၊ ဝိညာဏ်ဥပါဒါနက္ခန္ဓာ။ ဤငါးပါးတို့ကို အကျဉ်းချုပ်အားဖြင့် ဥပါဒါန်တို့၏ အာရုံဖြစ်သော ခန္ဓာငါးပါး ဆင်းရဲဒုက္ခတို့ဟု ဆိုအပ်ကုန်၏။

     ဤသည်ကို ဆင်းရဲအမှန် 'ဒုက္ခအရိယသစ္စာ'ဟု ဆိုအပ်၏။

     ထိုအမှန်တရား သစ္စာလေးပါးတို့တွင် ဆင်းရဲခြင်း၏ အကြောင်း အမှန်တရား 'ဒုက္ခသမုဒယ အရိယသစ္စာ'သည် အဘယ်နည်း။

     တစ်ဖန် ဘဝသစ်ကို ဖြစ်စေတတ်သော၊နှစ်သက်တတ်သော၊ ရာဂနှင့်တကွဖြစ်သော၊ ထိုထိုဘဝ အာရုံ၌နှစ်သက်တပ်မက်တတ်သော တဏှာတည်း။

     ဤတဏှာဟူသည် အဘယ်နည်း။

     ကာမတဏှာ၊ ဘဝတဏှာ၊ ဝိဘဝတဏှာတည်း။

     ထိုတဏှာဖြစ်ပေါ်လတ်သော် အဘယ်၌ ဖြစ်ပေါ်သနည်း။ တည်လတ်သော် အဘယ်၌ တည်သနည်း။

     လောက၌ ချစ်ခင်ဖွယ်၊ သာယာဖွယ် သဘောသည် ရှိ၏။ ထိုတပ်မက်သောတဏှာသည် ဖြစ်ပေါ် လတ်သော် ဤချစ်ခင်ဖွယ်၊ သာယာဖွယ်အာရုံ၌ ဖြစ်ပေါ်၏။ တည်လတ်သော် ဤချစ်ခင်ဖွယ်၊ သာယာ ဖွယ်အာရုံ၌ တည်၏။

     လောက၌ ချစ်နှစ်သက်ဖွယ်သဘော၊ သာယာဖွယ်သဘောဟူသည် အဘယ်နည်း။

     လောက၌ မျက်စိသည် ချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘော ဖြစ်၏။ ထိုတဏှာသည် ဖြစ်ပေါ်သည် ရှိသော့်ဤမျက်စိ၌ ဖြစ်၏။ တည်သည်ရှိသော် ဤမျက်စိ၌ တည်၏။

     လောက၌ နားသည်။ လောက၌နှာခေါင်းသည်။ လောက၌ လျှာသည်။ လောက၌ ကိုယ်သည်။ လောက၌ စိတ်သည် ချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘောဖြစ်၏။ ထိုတဏှာသည် ဖြစ်သည်ရှိသော် ဤစိတ်၌ ဖြစ်၏။ တည်သည်ရှိသော် ဤစိတ်၌ တည်၏။

     လောက၌ အဆင်း 'ရူပါရုံ'တို့သည် ချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘောတို့တည်း။ ထိုတဏှာသည် ဖြစ်ပေါ်လတ်သော် ဤရုပ်၌ ဖြစ်ပေါ်၏။ သက်ဝင်လတ်သော် ဤရုပ်၌ သက်ဝင်၏။

     လောက၌ အသံ'သဒ္ဒါရုံ'တို့သည် ချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘောတို့တည်း။ပ။ လောက၌ ဓမ္မာရုံ တို့သည်။ လောက၌ မျက်စိအသိ 'စက္ခုဝိညာဉ်'သည်။ပ။ လောက၌ စိတ်အသိ 'မနောဝိညာဉ်'သည်။ပ။ လောက၌ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'သည်။ပ။ လောက၌ စိတ်အတွေ့'မနောသမ္ဖဿ'သည်။

     လောက၌ မျက်စိအတွေ့ 'စက္ခုသမ္ဖဿ'ကြောင့်ဖြစ်သော ခံစားမှု'ဝေဒနာ'သည်။ပ။ လောက၌ စိတ် အတွေ့ 'မနောသမ္ဖဿ'ကြောင့်ဖြစ်သော ခံစားမှု'ဝေဒနာ'သည်။ပ။ လောက၌ ရူပါရုံအမှတ် 'ရူပသညာ' သည်။ပ။ လောက၌ ဓမ္မာရုံအမှတ် 'ဓမ္မသညာ'သည်။ လောက၌ ရူပါရုံ၌ စေ့ဆော်မှု 'ရူပ သေဉ္စတနာ' သည်။ပ။ လောက၌ ဓမ္မာရုံ၌ စေ့ဆော်မှု'ဓမ္မသေဉ္စတနာ'သည်။ လောက၌ ရူပါရုံ၌ တပ်မက်ခြင်း 'ရူပတဏှာ'သည်။ပ။ လောက၌ ဓမ္မာရုံ၌ တပ်မက်ခြင်း 'ဓမ္မတဏှာ'သည်။ လောက၌ ရူပါရုံ၌ ကြံစည်ခြင်း 'ရူပဝိတက်' သည်။ပ။ လောက၌ ဓမ္မာရုံ၌ ကြံစည်ခြင်း 'ဓမ္မဝိတက်'သည်။ လောက၌ ရူပါရုံ၌ သုံးသပ်ခြင်း 'ရူပဝိစာရ'သည်။ပ။ လောက၌ ဓမ္မာရုံ၌ သုံးသပ်ခြင်း 'ဓမ္မဝိစာရ'သည် ချစ်ခင်ဖွယ်၊ သာယာဖွယ် သဘောတည်း။ ထိုတဏှာသည် ဖြစ်ပေါ်လတ်သော် ဤဓမ္မဝိစာရ၌ ဖြစ်ပေါ်၏။ သက်ဝင်လတ်သော် ဤဓမ္မဝိစာရ၌ သက်ဝင်၏။

     ဤသည်ကို ဆင်းရဲဖြစ်ကြောင်း အမှန်တရား 'ဒုက္ခသမုဒယအရိယသစ္စာ'ဟု ဆိုအပ်၏။

     ထိုအမှန်တရား သစ္စာလေးပါးတို့တွင် ဆင်းရဲချုပ်ရာ အမှန်တရား 'ဒုက္ခနိရောဓအရိယ သစ္စာ'သည် အဘယ်နည်း။

     ထိုတဏှာ၏သာလျှင် အကြွင်းမဲ ကင်းချုပ်ရာ၊ တဏှာကို စွန့်ရာ၊ တဏှာကို ဝေးစွာစွန့်ရာ၊ တဏှာမှ ထွက်မြောက်ရာ၊ တဏှာဖြင့် မကပ်ငြိရာ နိဗ္ဗာန်တည်း။

     ထိုတဏှာကို ပယ်အပ်သော် အဘယ်၌ ပယ်အပ်သနည်း။ ချုပ်ငြိမ်းသော် အဘယ်၌ ချုပ်ငြိမ်း သနည်း။

     လောက၌ ချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘောသည် ရှိ၏။ ထိုတဏှာကို ပယ်အပ်သော် ဤချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘော၌ ပယ်အပ်၏။ ချုပ်ငြိမ်းသော် ဤချစ်ခင်ဖွယ်၊ သာယာဖွယ် သဘော၌ ချုပ်ငြိမ်း၏။

     လောက၌ ချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘောဟူသည် အဘယ်နည်း။

     လောက၌ မျက်စိသည် ချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘောတည်း။ ထိုတဏှာကို ပယ်အပ်သော် ဤမျက်စိ၌ ပယ်အပ်၏။ ချုပ်ငြိမ်းသော် ဤမျက်စိ၌ ချုပ်ငြိမ်း၏။ပ။ လောက၌ ဓမ္မာရုံကို သုံးသပ်ခြင်း 'ဓမ္မဝိစာရ'သည် ချစ်ခင်ဖွယ်၊ သာယာဖွယ်သဘောတည်း။ ထိုတဏှာကို ပယ်အပ်သော် ဤဓမ္မဝိစာရ၌ ပယ်အပ်၏။ ချုပ်ငြိမ်းသော် ဤဓမ္မဝိစာရ၌ ချုပ်ငြိမ်း၏။

     ဤသည်ကို ဆင်းရဲချုပ်ရာ အမှန်တရား 'ဒုက္ခနိရောဓအရိယသစ္စာ'ဟု ဆိုအပ်၏။

     ထိုအမှန်တရား သစ္စာလေးပါးတို့တွင် ဆင်းရဲချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းလမ်းစဉ် အမှန်တရား 'ဒုက္ခနိရောဓဂါမိနီပဋိပဒါ အရိယသစ္စာ'သည် အဘယ်နည်း။

     မြတ်သော အင်္ဂါရှစ်ပါးရှိသော ဤမဂ်ပင်တည်း။ ဤမဂ်သည် အဘယ်နည်း။

     မှန်ကန်သော ရှုမြင်ခြင်း၊ မှန်ကန်သော ကြံစည်ခြင်း၊ မှန်ကန်သော ပြောဆိုခြင်း၊ မှန်ကန်သော ပြု လုပ်ခြင်း၊ မှန်ကန်သော အသက်မွေးခြင်း၊ မှန်ကန်သော အားထုတ်ခြင်း၊ မှန်ကန်သော အောက်မေ့ခြင်း၊ မှန်ကန်သော တည်တံ့ခြင်းတည်း။

     ထိုရှစ်ပါးတို့တွင် မှန်ကန်သော ရှုမြင်ခြင်း 'သမ္မာဒိဋ္ဌိ'သည် အဘယ်နည်း။

     ဆင်းရဲခြင်း၌ သိသောဉာဏ်၊ ဆင်းရဲဖြစ်ကြောင်း၌ သိသောဉာဏ်၊ ဆင်းရဲချုပ်ရာ နိဗ္ဗာန်၌ သိသော ဉာဏ်၊ ဆင်းရဲချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းအကျင့်၌ သိသောဉာဏ်တည်း။ ဤဉာဏ်ကို မှန်ကန်သော ရှုမြင်ခြင်း 'သမ္မာဒိဋ္ဌိ'ဟု ဆိုအပ်၏။

     ထိုရှစ်ပါးတို့တွင် မှန်ကန်သော ကြံစည်ခြင်း 'သမ္မာသင်္ကပ္ပ'သည် အဘယ်နည်း။

     ကာမမှ လွတ်မြောက်ရေးကို ကြံစည်ခြင်း၊ ပြစ်မှားမှုကင်းလွတ်ရေးကို ကြံစည်ခြင်း၊ ညှဉ်းဆဲမှုကင်း လွတ်ရေးကို ကြံစည်ခြင်းတည်း။ ဤကြံစည်ခြင်းကို မှန်ကန်သော ကြံစည်ခြင်း 'သမ္မာသင်္ကပ္ပ'ဟု ဆိုအပ်၏။

     ထိုရှစ်ပါးတို့တွင် မှန်ကန်သော ပြောဆိုခြင်း 'သမ္မာဝါစာ'သည် အဘယ်နည်း။

     မဟုတ်မမှန် ပြောဆိုမှုမှ ရှောင်ကြဉ်ခြင်း၊ ချောပစ်ကုန်းတိုက်ခြင်းမှ ရှောင်ကြဉ်ခြင်း၊ ရုန့်ရင်းကြမ်း တမ်းသောစကား ပြောဆိုမှုမှ ရှောင်ကြဉ်ခြင်း၊ ပြိန်ဖျင်းသောစကားကို ပြောဆိုမှုမှ ရှောင်ကြဉ်ခြင်းတည်း။ ဤရှောင်ကြဉ်ခြင်းကို မှန်ကန်သော ပြောဆိုခြင်း 'သမ္မာဝါစာ'ဟု ဆိုအပ်၏။

     ထိုရှစ်ပါးတို့တွင် မှန်ကန်သော ပြုလုပ်ခြင်း 'သမ္မာကမ္မန္တ'သည် အဘယ်နည်း။

     သူ့အသက်သတ်ခြင်းမှ ရှောင်ကြဉ်ခြင်း၊ သူ့ဥစ္စာခိုးခြင်းမှ ရှောင်ကြဉ်ခြင်း၊ ကာမဂုဏ်တို့၌ မှား ယွင်းစွာ ကျင့်ခြင်းမှ ရှောင်ကြဉ်ခြင်းတည်း။ ဤရှောင်ကြဉ်ခြင်းကို မှန်ကန်သော ပြုလုပ်ခြင်း 'သမ္မာကမ္မန္တ'ဟု ဆိုအပ်၏။

     ထိုရှစ်ပါးတို့တွင် မှန်ကန်သော အသက်မွေးခြင်း 'သမ္မာအာဇီဝ'သည် အဘယ်နည်း။

     ဤသာသနာတော်၌ အရိယာဖြစ်သော တပည့်သည် မှားသော အသက်မွေးခြင်းကိုပယ်၍ မှန်သော အသက်မွေးခြင်းဖြင့် အသက်မွေး၏။ ဤအသက်မွေးခြင်းကို မှန်ကန်သော အသက်မွေးခြင်း 'သမ္မာအာဇီဝ'ဟု ဆိုအပ်၏။

     ထိုရှစ်ပါးတို့တွင် မှန်ကန်သော အားထုတ်ခြင်း 'သမ္မာဝါယာမ'သည် အဘယ်နည်း။

     ဤသာသနာတော်၌ ရဟန်းသည် မဖြစ်သေးသော အကုသိုလ်တရားတို့ကို မဖြစ်ပေါ်စေရန် အလိုကို ဖြစ်စေ၏။ အားထုတ်၏။ လုံ့လစိုက်၏။ စိတ်ကိုချီးမြှောက်၏။ ဆောက်တည်၏။

     ဖြစ်ပြီးသော အကုသိုလ်တရားတို့ကို ပယ်ရန်။ပ။

     မဖြစ်သေးသော ကုသိုလ်တရားတို့ကို ဖြစ်ပေါ်စေရန်။ပ။

     ဖြစ်ပြီးသော ကုသိုလ်တရားတို့ တည်မြဲစေရန် မပျောက်ပျက်စေရန် တိုးတက်ဖြစ်ပွားစေရန် ပြန့် ပြောစေရန် ပွါးများစေရန် ပြည့်စုံစေရန် အလိုကို ဖြစ်စေ၏။ အားထုတ်၏။ လုံ့လပြု၏။ စိတ်ကို ချီး မြှောက်၏။ ဆောက်တည်၏။ ဤအားထုတ်ခြင်းကို မှန်ကန်သော အားထုတ်ခြင်း 'သမ္မာဝါယာမ'ဟု ဆိုအပ်၏။

     ထိုရှစ်ပါးတို့တွင် မှန်ကန်သော အောက်မေ့ခြင်း 'သမ္မာသတိ' သည် အဘယ်နည်း။

     ဤသာသနာတော်၌ ရဟန်းသည် ပြင်းစွာအားထုတ်သော လုံ့လရှိသည်ဖြစ်၍ သမ္ပဇဉ်ဉာဏ်ရှိသည် ဖြစ်၍ သတိရှိသည်ဖြစ်၍ လောက၌ အဘိဇ္ဈာဒေါမနဿကို ပယ်ဖျောက်၍ ရုပ်အပေါင်း၌ ရုပ်အပေါင်းကို အကြိမ်ကြိမ် ရှုလေ့ရှိသည်ဖြစ်၍ နေ၏။ ခံစားမှုဝေဒနာတို့၌။ပ။ စိတ်၌။ပ။ ပြင်းစွာအားထုတ်သော လုံ့လ ရှိသည်ဖြစ်၍ သမ္ပဇဉ်ရှိသည်ဖြစ်၍ သတိရှိသည်ဖြစ်၍ လောက၌ အဘိဇ္ဈာဒေါမနဿကို ပယ်ဖျောက်၍ သဘောတရားတို့၌ သဘောတရားတို့ကို အကြိမ်ကြိမ်ရှုလေ့ရှိသည်ဖြစ်၍ နေ၏။ ဤနေခြင်းကို မှန်ကန် သော အောက်မေ့ခြင်း 'သမ္မာသတိ'ဟု ဆိုအပ်၏။

     ထိုရှစ်ပါးတို့တွင် မှန်ကန်သော တည်တံ့ခြင်း 'သမ္မာသမာဓိ' သည် အဘယ်နည်း။

     ဤသာသနာတော်၌ ရဟန်းသည် ကာမဂုဏ်တို့မှ ကင်း၍သာလျှင် အကုသိုလ်တရားတို့မှ ကင်း၍့သာလျှင် ကြံစည်ခြင်း 'ဝိတက်'၊ သုံးသပ်ခြင်း 'ဝိစာရ' ရှိသော နီဝရဏကင်းခြင်းကြောင့်ဖြစ်သည့်နှစ်သိမ့်ခြင်း 'ပီတိ'၊ ချမ်းသာခြင်း 'သုခ'ရှိသော ပဌမဈာန်သို့ ရောက်၍ နေ၏။

     ဝိတက်၊ ဝိစာရငြိမ်းခြင်းကြောင့် မိမိသန္တာန်၌ စိတ်ကို ကြည်လင်စေတတ်သည့် သမာဓိကို ပွါးစေ တတ်သော ဝိတက်လည်းမရှိ၊ ဝိစာရလည်းမရှိသော သမာဓိကြောင့်ဖြစ်သည့် ပီတိသုခရှိသော ဒုတိယဈာန် သို့ ရောက်၍ နေ၏။

     နှစ်သိမ့်ခြင်း 'ပီတိ'ကိုလည်း မတပ်မက်ခြင်းကြောင့် သတိသမ္ပဇဉ်နှင့် ပြည့်စုံသည်ဖြစ်၍ လျစ်လျူရှု လျက် နေ၏။ ချမ်းသာခြင်း 'သုခ'ကိုလည်း ကိုယ်ဖြင့် ခံစား၏။ အကြင် (တတိယဈာန်) ကြောင့် ထိုသူကို ''လျစ်လျူရှုသူ၊ သတိရှိသူ၊ ချမ်းသာစွာနေလေ့ရှိသူ''ဟု အရိယာ (ပုဂ္ဂိုလ်) တို့သည် ပြောကြားကုန်၏။

     ထိုတတိယဈာန်သို့ ရောက်၍ နေ၏။

     ချမ်းသာ၊ ဆင်းရဲကို ပယ်ခြင်းကြောင့်လည်းကောင်း၊ ဝမ်းသာခြင်း၊နှလုံးမသာခြင်းတို့၏ ရှေးဦးက ပင်လျှင် ချုပ်နှင့်ခြင်းကြောင့်လည်းကောင်း ဆင်းရဲချမ်းသာမရှိသော လျစ်လျူရှုမှု 'ဥပေက္ခာ'ကြောင့်ဖြစ် သည့် သတိ၏ စင်ကြယ်ခြင်းရှိသော စတုတ္ထဈာန်သို့ ရောက်၍ နေ၏။ ဤသမာဓိကို မှန်ကန်သော တည် တံ့ခြင်း 'သမ္မာသမာဓိ'ဟု ဆိုအပ်၏။

     ဤသည်ကို ဆင်းရဲချုပ်ရာ နိဗ္ဗာန်သို့ရောက်ကြောင်း လမ်းစဉ်ကျင့်ဝတ် အမှန်တရား 'ဒုက္ခနိရောဓ ဂါမိနီပဋိပဒါအရိယသစ္စာ'ဟု ဆိုအပ်၏။

     ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ''ဤသည်ကား ဆင်းရဲအမှန်တရား 'ဒုက္ခအရိယသစ္စာ'တည်း''၊ ''ဤသည်ကား ဆင်းရဲရကြောင်း အမှန်တရား 'ဒုက္ခသမုဒယအရိယသစ္စာ'တည်း''၊ ''ဤသည် ကား ဆင်းရဲချုပ်ငြိမ်းရာ နိဗ္ဗာန် အမှန်တရား 'ဒုက္ခနိရောဓအရိယသစ္စာ'တည်း''၊ ''ဤသည်ကား ဆင်းရဲ ချုပ်ငြိမ်းရာ နိဗ္ဗာန်သို့ရောက်ကြောင်းလမ်းစဉ် ကျင့်ဝတ်အမှန်တရား 'ဒုက္ခနိရောဓဂါမိနီပဋိပဒါအရိယ သစ္စာ'တည်း''ဟု (ဟောတော်မူသော တရားအပေါင်းသည်) ကြားနာအပ်သော တရားမည်၏။ ထိုတရား အပေါင်းကို သိတတ်သောပညာကို သုတမယဉာဏ်မည်၏ဟု ဆိုအပ်၏။ ။ (၄-၁၆)
ရှေးဦးစွာသော သုတမယဉာဏ်အကျယ်ပြခြင်း ပြီး၏။
`
    },
    
    {
        id: "pati-m-t5", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၂-သီလမယဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
 content: `
     ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၂) သီလမယဉာဏ် အကျယ်ပြခြင်း

နာကြားရ၍ စောင့်စည်းမှု၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် သီလမယဉာဏ်မည် သနည်း။

      သီလတို့သည် အပိုင်းအခြားရှိ၍ စင်ကြယ်သော 'ပရိယန္တပါရိသုဒ္ဓိ' သီလ၊ အပိုင်းအခြား မရှိမူ၍ စင်ကြယ်သော 'အပရိယန္တပါရိသုဒ္ဓိ' သီလ၊ ပြည့်စုံ၍ စင်ကြယ်သော 'ပရိပုဏ္ဏပါရိသုဒ္ဓိ' သီလ၊ အမှားမသုံး သပ်မူ၍ စင်ကြယ်သော 'အပရာမဋ္ဌပါရိသုဒ္ဓိ' သီလ၊ တစ်ဖန် ငြိမ်းအေး၍ စင်ကြယ်သော 'ပဋိပ္ပဿဒ္ဓိ ပါရိသုဒ္ဓိ' သီလဟု ငါးပါးရှိကုန်၏။

      ထိုငါးပါးတို့တွင် အပိုင်းအခြားရှိ၍ စင်ကြယ်သော 'ပရိယန္တပါရိသုဒ္ဓိ' သီလသည် အဘယ်နည်း။
      
      သတ်မှတ်ပိုင်းခြား၍ စောင့်ထိန်းအပ်သော သိက္ခာပုဒ်ရှိကုန်သော လူ၊ သာမဏေတို့၏ သီလတည်း။ ဤသီလသည် အပိုင်းအခြားရှိ၍ စင်ကြယ်သော 'ပရိယန္တပါရိသုဒ္ဓိ' သီလတည်း။

      သတ်မှတ်ပိုင်းခြားခြင်း မရှိမူ၍ စင်ကြယ်သော 'အပရိယန္တပါရိသုဒ္ဓိ' သီလသည် အဘယ်နည်း။

      မသတ်မှတ် မပိုင်းခြားမူ၍ စောင့်ထိန်းအပ်သော သိက္ခာပုဒ်ရှိကုန်သော ရဟန်းတို့၏ သီလတည်း။

      ဤသီလသည် သတ်မှတ်ပိုင်းခြားခြင်း မရှိမူ၍ စင်ကြယ်သော 'အပရိယန္တပါရိသုဒ္ဓိ' သီလတည်း။

      ပြည့်စုံ၍ စင်ကြယ်သော သီလသည် အဘယ်နည်း။

      ကုသိုလ်တရား၌ အားထုတ်ကုန်သော သေက္ခတို့ပိုင်းခြားသော ကျင့်ဝတ်၌ ဖြည့်ကျင့်၍ ကိုယ် အသက်၌ မငဲ့ကွက် အသက်စွန့်၍ (ကျင့်) ကုန်သော ကလျာဏပုထုဇဉ်တို့၏ သီလတည်း။ ဤသီလသည် ပြည့်စုံ၍ စင်ကြယ်သော 'ပရိပုဏ္ဏပါရိသုဒ္ဓိ' သီလတည်း။

      အမှားမသုံးသပ်မူ၍ စင်ကြယ်သော 'အပရာမဋ္ဌပါရိသုဒ္ဓိ' သီလသည် အဘယ်နည်း။

      (ကျင့်ဆဲ) သေက္ခပုဂ္ဂိုလ် ခုနစ်ယောက်တို့၏ သီလတည်း။ ဤသီလသည် အမှားမသုံးသပ်မူ၍ စင် ကြယ်သော 'အပရာမဋ္ဌပါရိသုဒ္ဓိ' သီလတည်း။

      တစ်ဖန် ငြိမ်းအေး၍ စင်ကြယ်သော 'ပဋိပ္ပဿဒ္ဓိပါရိသုဒ္ဓိ' သီလကား အဘယ်နည်း။

      မြတ်စွာဘုရား၏ တပည့်ဖြစ်သော ရဟန္တာ၊ ပစ္စေကဗုဒ္ဓါ၊ ရှေးဘုရားတို့ကဲ့သို့ လာခြင်းကောင်း တော်မူသော ပူဇော်အထူးကို ခံတော်မူထိုက်သော ဘုရားသျှင်တို့၏ သီလတည်း။

      ဤသီလသည် တစ်ဖန် ငြိမ်းအေး၍ စင်ကြယ်သော 'ပဋိပ္ပဿဒ္ဓိပါရိသုဒ္ဓိ' သီလတည်း။
 
      သီလသည် အပိုင်းအခြားရှိသော 'ပရိယန္တ' သီလ၊ အပိုင်းအခြားမရှိသော 'အပရိယန္တ' သီလဟုနှစ်ပါးရှိ၏။ ထိုနှစ်ပါးတို့တွင် အပိုင်းအခြားရှိသော 'ပရိယန္တ' သီလသည် အဘယ်နည်း။

      အပိုင်းအခြားရှိသော 'ပရိယန္တ' သီလသည် လာဘ်ဖြင့် ပိုင်းခြားသော 'လာဘပရိယန္တ'သီလ၊

      အခြံအရံဖြင့် ပိုင်းခြားသော 'ယသပရိယန္တ' သီလ၊

      ဆွေမျိုးဖြင့် ပိုင်းခြားသော 'ဉာတိပရိယန္တ' သီလ၊

      ကိုယ်အင်္ဂါဖြင့် ပိုင်းခြားသော 'အင်္ဂပရိယန္တ' သီလ၊

      အသက်ဖြင့် ပိုင်းခြားသော 'ဇီဝိတပရိယန္တ' သီလဟု ငါးပါးရှိ၏။

      (ထိုငါးပါးတို့တွင်) လာဘ်ဖြင့် ပိုင်းခြားသော 'လာဘပရိယန္တ'သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် လာဘ်ဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူး၏။ ဤသီလသည် လာဘ်ဖြင့် ပိုင်းခြားသော 'လာဘပရိယန္တ'သီလမည်၏။

      အခြံအရံဖြင့် ပိုင်းခြားသော 'ယသပရိယန္တ' သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် အခြံအရံဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူး၏။ ဤသီလသည် အခြံအရံဖြင့် ပိုင်းခြားသော 'ယသပရိယန္တ'သီလမည်၏။

      ဆွေမျိုးဖြင့် ပိုင်းခြားသော 'ဉာတိပရိယန္တ' သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် ဆွေမျိုးဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူး၏။ ဤသီလသည် ဆွေမျိုးဖြင့် ပိုင်းခြားသော 'ဉာတိပရိယန္တ'သီလမည်၏။

      ကိုယ်အင်္ဂါဖြင့် ပိုင်းခြားသော 'အင်္ဂပရိယန္တ' သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် ကိုယ်အင်္ဂါဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူး၏။ ဤသီလသည် ကိုယ်အင်္ဂါဖြင့် ပိုင်းခြားသော 'အင်္ဂပရိယန္တ'သီလမည်၏။

      အသက်ဖြင့် ပိုင်းခြားသော 'ဇီဝိတပရိယန္တ' သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် အသက်ဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူး၏။ ဤသီလသည် အသက်ဖြင့် ပိုင်းခြားသော 'ဇီဝိတပရိယန္တ'သီလမည်၏။

      ဤသို့သဘောရှိသော သီလတို့သည် ကျိုး,ပေါက်,ပြောက်,ကျားကုန်၏။ (တဏှာကျွန်အဖြစ်မှ) မတော်လှန်ကုန်။ ပညာရှိတို့ မချီးကျူးအပ်ကုန်။ မှားသောအားဖြင့် သုံးသပ်အပ်ကုန်၏။ သမာဓိအလို့ငှါ မဖြစ်ကုန်။ နှလုံးသာယာခြင်း၏ အကြောင်းမဖြစ်ကုန်။ ဝမ်းမြောက်ခြင်း၏ အကြောင်းမဖြစ်ကုန်။ နှစ် သက်ခြင်း၏ အကြောင်းမဖြစ်ကုန်။ ကိုယ်ငြိမ်းခြင်း 'ကာယပဿဒ္ဓိ'၊ စိတ်ငြိမ်းခြင်း 'စိတ္တပဿဒ္ဓိ'၏ အကြောင်း မဖြစ်ကုန်။ ကိုယ်ချမ်းသာခြင်း 'ကာယိကသုခ' စိတ်ချမ်းသာခြင်း 'စေတသိကသုခ'၏ အကြောင်းမဖြစ်ကုန်။ သမာဓိ၏ အကြောင်းမဖြစ်ကုန်။ဟုတ်တိုင်းမှန်စွာသိသော ဝိပဿနာဉာဏ့်မဂ်ဉာဏ်၏အကြောင်း မဖြစ် ကုန်။ စင်စစ်ငြီးငွေ့ခြင်းငှါ မဖြစ်ကုန်။ တပ်မက်ခြင်းကင်းခြင်းငှါ မဖြစ်ကုန်။ ချုပ်ငြိမ်းခြင်းငှါ၊ ငြိမ်းအေးခြင်းငှါ၊ ထူးခြားစွာသိခြင်းငှါ၊ သစ္စာဉာဏ်ပွင့်လင်းခြင်းငှါ၊ နိဗ္ဗာန်သို့ရောက်ခြင်းငှါ မဖြစ်ကုန်။ ဤသီလ သည် အပိုင်းအခြားရှိသော 'ပရိယန္တ' သီလမည်၏။

      အပိုင်းအခြားမရှိသော 'အပရိယန္တ' သီလသည် အဘယ်နည်း။

      လာဘ်ဖြင့် မပိုင်းခြားသော သီလ

      အခြံအရံဖြင့် မပိုင်းခြားသော သီလ၊

      ဆွေမျိုးဖြင့် မပိုင်းခြားသော သီလ၊

      ကိုယ်အင်္ဂါဖြင့် မပိုင်းခြားသော သီလ၊

      အသက်ဖြင့် မပိုင်းခြားသော သီလဟု ငါးပါးရှိ၏။

      (ထိုငါးပါးတို့တွင်) လာဘ်ဖြင့် မပိုင်းခြားသော သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် လာဘ်ဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူးရန် စိတ်ကိုမျှလည်း မဖြစ်စေ။ ထိုသူသည် အဘယ်မှာ လွန်ကျူးတော့မည်နည်း။ ဤသီလသည် လာဘ်ဖြင့် မပိုင်းခြားသော သီလမည်၏။

      အခြံအရံဖြင့် မပိုင်းခြားသော သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် အခြံအရံဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူးရန် စိတ်ကိုမျှလည်း မဖြစ်စေ။ ထိုသူသည် အဘယ်မှာ လွန်ကျူးတော့မည်နည်း။ ဤသီလသည် အခြံအရံဖြင့် မပိုင်းခြားသော သီလမည်၏။

      ဆွေမျိုးဖြင့် မပိုင်းခြားသော သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် ဆွေမျိုးဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူးရန် စိတ်ကိုမျှလည်း မဖြစ်စေ။ ထိုသူသည် အဘယ်မှာ လွန်ကျူးတော့မည်နည်း။ ဤသီလသည် ဆွေမျိုးဖြင့် မပိုင်းခြားသော သီလမည်၏။

      ကိုယ်အင်္ဂါဖြင့် မပိုင်းခြားသော သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် ကိုယ်အင်္ဂါဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူးရန် စိတ်ကိုမျှလည်း မဖြစ်စေ။ ထိုသူသည် အဘယ်မှာ လွန်ကျူးတော့မည်နည်း။ ဤသီလသည် ကိုယ်အင်္ဂါဖြင့် မပိုင်းခြားသော သီလမည်၏။

      အသက်ဖြင့် မပိုင်းခြားသော သီလသည် အဘယ်နည်း။

      ဤလောက၌ အချို့သော သူသည် အသက်ဟူသောအကြောင်းကြောင့် ဆောက်တည်ထားသော သိက္ခာပုဒ်ကို လွန်ကျူးရန် စိတ်ကိုမျှလည်း မဖြစ်စေ။ ထိုသူသည် အဘယ်မှာ လွန်ကျူးတော့မည်နည်း။ ဤသီလသည် အသက်ဖြင့် မပိုင်းခြားသော သီလမည်၏။

      ဤသို့သဘောရှိသော သီလတို့သည် မကျိုး,မပေါက်,မပြောက်,မကျားကုန်။ (တဏှာကျွန်အဖြစ်မှ) တော်လှန်ကုန်၏။ ပညာရှိတို့ ချီးကျူးအပ်ကုန်၏။ မှားသောအားဖြင့် မသုံးသပ်အပ်ကုန်။ သမာဓိအလို့ငှါ ဖြစ်ကုန်၏။ နှလုံးသာယာခြင်း၏ အကြောင်းဖြစ်ကုန်၏။ ဝမ်းမြောက်ခြင်း၏ အကြောင်းဖြစ်ကုန်၏။

      နှစ်သက်ခြင်း၏ အကြောင်းဖြစ်ကုန်၏။ ကိုယ်ငြိမ်းခြင်း 'ကာယပဿဒ္ဓိ'၊ စိတ်ငြိမ်းခြင်း 'စိတ္တပဿဒ္ဓိ'၏ အကြောင်းဖြစ်ကုန်၏။ ကိုယ်ချမ်းသာခြင်း 'ကာယိကသုခ' စိတ်ချမ်းသာခြင်း 'စေတသိကသုခ'၏ အကြောင်း ဖြစ်ကုန်၏။ သမာဓိ၏ အကြောင်းဖြစ်ကုန်၏။ဟုတ်တိုင်းမှန်စွာသိသော ဝိပဿနာဉာဏ် မဂ်ဉာဏ်၏ အကြောင်းဖြစ်ကုန်၏။ စင်စစ် ငြီးငွေ့ခြင်းငှါ၊ တပ်မက်ခြင်းကင်းခြင်းငှါ၊ ချုပ်ငြိမ်းခြင်းငှါ၊ ငြိမ်းအေးခြင်းငှါ၊ ထူးခြားစွာသိခြင်းငှါ၊ သစ္စာဉာဏ်ပွင့်လင်းခြင်းငှါ၊ နိဗ္ဗာန်သို့ရောက်ခြင်းငှါ ဖြစ်ကုန်၏။

      ဤသီလသည် အပိုင်းအခြားမရှိသော 'အပရိယန္တ'သီလမည်၏။

      သီလဟူသည် အဘယ်နည်း။ သီလတို့သည် အဘယ်မျှရှိကုန်သနည်း။ သီလသည် အဘယ် လျှင် ဖြစ်ကြောင်းရှိသနည်း။ သီလသည် မည်မျှသောတရား၏ စုပေါင်းရာဖြစ်သနည်း။

      သီလဟူသည် အဘယ်နည်းဟူသောအမေး၌ စေတနာသည် သီလမည်၏။ စေတသိက်သည် သီလ မည်၏။ စောင့်စည်းခြင်းသည် သီလမည်၏။ မလွန်ကျူးခြင်းသည် သီလမည်၏။

      သီလတို့သည် အဘယ်မျှရှိကုန်သနည်းဟူသောအမေး၌ ကုသိုလ်သီလ၊ အကုသိုလ်သီလ၊ အဗျာကတသီလဟု သုံးပါးရှိကုန်၏။

      သီလသည် အဘယ်လျှင် ဖြစ်ကြောင်းရှိသနည်းဟူသောအမေး၌ ကုသိုလ်သီလသည် ကုသိုလ်စိတ် လျှင် ဖြစ်ကြောင်းရှိ၏။ အကုသိုလ်သီလသည် အကုသိုလ်စိတ်လျှင် ဖြစ်ကြောင်းရှိ၏။ အဗျာကတသီလ သည် အဗျာကတစိတ်လျှင် ဖြစ်ကြောင်းရှိ၏။

      သီလသည် မည်မျှသောတရား၏ စုပေါင်းရာဖြစ်သနည်းဟူသောအမေး၌ သီလသည် စောင့်စည်းခြင်း၏ စုပေါင်းရာဖြစ်၏။ သီလသည် မလွန်ကျူးခြင်း၏ စုပေါင်းရာဖြစ်၏။ သီလသည် ထိုသို့ဖြစ်သော စောင့်စည်းမှုစေတနာ၏ စုပေါင်းရာဖြစ်၏။

      သူ့အသက်သတ်မှုကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ် သော အနက်ကြောင့် သီလမည်၏။ မပေးသော သူ့ဥစ္စာခိုးမှုကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။ သူ့သားမယားတို့၌ မှောက်မှားကျင့်မှု ကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။ မဟုတ်မမှန်ပြောဆိုမှုကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။ ကုန်းတိုက်စကား ပြောဆိုမှုကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလ မည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။ ကြမ်းတမ်းသော စကားပြောဆိုမှုကို စောင့် စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။ ပြိန် ဖျင်းသော စကားပြောဆိုမှုကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။ သူ့စည်းစိမ်ကို ရှေးရှုကြံမှု 'အဘိဇ္ဈာ'ကို စောင့်စည်းတတ်သော အနက် ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။ သူတစ်ပါးပျက်စီးစေလိုမှု 'ဗျာပါဒ' ကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။ မှားသောအယူ စွဲယူမှုကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူး တတ်သော အနက်ကြောင့် သီလမည်၏။

      ဈာန်ဖြင့် ကာမစ္ဆန္ဒကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူး တတ်သော အနက်ကြောင့် သီလမည်၏။ မပျက်စီးစေလိုမှုမေတ္တာဖြင့် သူတစ်ပါးပျက်စီးစေလိုမှု 'ဗျာပါဒ' ကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။

      အရောင်အလင်း အမှတ်သညာဖြင့် ပျင်းရိထိုင်းမှိုင်းခြင်း ''ထိနမိဒ္ဓ' ကို၊ မပျံ့လွင့်ခြင်းဖြင့် ပျံ့လွင့်ခြင်း ကို၊ တရားကိုသတ်မှတ် ပိုင်းခြားခြင်းဖြင့် ယုံမှားသံသယကို၊ အသိဉာဏ်ဖြင့် တွေဝေခြင်းကို၊ ဝမ်းမြောက်ခြင်းဖြင့် မမွေ့လျော်ခြင်းကို၊ ပဌမဈာန်ဖြင့် အပိတ်အပင် 'နီဝရဏ' တရားတို့ကို၊ ဒုတိယဈာန်ဖြင့် ကြံစည်ခြင်း 'ဝိတက်'၊ သုံးသပ်ခြင်း 'ဝိစာရ'တို့ကို၊ တတိယဈာန်ဖြင့်နှစ်သိမ့်ခြင်း 'ပီတိ' ကို၊ စတုတ္ထဈာန်ဖြင့် ချမ်းသာဆင်းရဲ 'သုခဒုက္ခ'ကို၊ အာကာသာနဉ္စာယတနသမာပတ်ဖြင့် ရုပ်၌အမှတ် 'ရူပသညာ'၊ ထိခိုက်မှု၌ အမှတ် 'ပဋိဃသညာ'၊ အထူးထူးသောအမှတ် 'နာနတ္တသညာ' ကို၊ ဝိညာဏဉ္စာယတနသမာပတ်ဖြင့် အာကာ သာနဉ္စာယတနသညာကို၊ အာကိဉ္စညာယတနသမာပတ်ဖြင့် ဝိညာဏဉ္စာယတနသညာကို၊ နေဝသညာ နာသညာယတနသမာပတ်ဖြင့် အာကိဉ္စညာယတနသညာကို၊ မမြဲဟု အဖန်ဖန်ရှုခြင်းဖြင့် မြဲ၏ဟူသော အမှတ်သညာကို၊ ဆင်းရဲဟု အဖန်ဖန်ရှုခြင်းဖြင့် ချမ်းသာ၏ဟူသော အမှတ်သညာကို ကိုယ်ကိုယ်စိုး့မဟုတ်ဟု အဖန်ဖန်ရှုခြင်းဖြင့် ကိုယ်ပိုင်ကိုယ်စိုးဟူသော အမှတ်သညာကို၊ ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန် ရှုခြင်းဖြင့်နှစ်သက်မှုကို၊ တပ်ခြင်းကင်းဖွယ်ဟု အဖန်ဖန်ရှုခြင်းဖြင့် တပ်နှစ်သက်မှုကို၊ ချုပ်ငြိမ်းမှု၌ အဖန်ဖန်ရှုခြင်းဖြင့် ဖြစ်ပွါးကြောင်းကို၊ တစ်ဖန် စွန့်လွှတ်မှု၌ အဖန်ဖန်ရှုခြင်းဖြင့် စွဲယူခြင်းကို၊ ကုန်ဆုံး ဖွယ်ဟု အဖန်ဖန်ရှုခြင်းဖြင့် အစိုင်အခဲဟူသော အမှတ်သညာကို၊ ပျက်ခြင်းကို အဖန်ဖန်ရှုခြင်းဖြင့် အား ထုတ်ခြင်းကို၊ ဖောက်ပြန်တတ်သောသဘောကို အဖန်ဖန်ရှုခြင်းဖြင့် ခိုင်မြဲ၏ဟူသော အမှတ်သညာကို၊ အကြောင်းနိမိတ်ကင်း၏ဟု အဖန်ဖန်ရှုခြင်းဖြင့် အကြောင်းနိမိတ်ကို၊ တောင့်တမှုကင်း၏ဟု အဖန်ဖန်ရှုခြင်းဖြင့် တောင့်တခြင်းကို၊ ဆိတ်သုဉ်း၏ဟု အဖန်ဖန်ရှုခြင်းဖြင့် မှားသောနှလုံးသွင်းခြင်းကို၊ လွန်ကဲသောပညာတရား၌ ရှုမြင်ခြင်းဖြင့် အနှစ်သာရရှိ၏ဟု စွဲယူကာ မှားသောနှလုံးသွင်းခြင်းကို၊ဟုတ်တိုင်းမှန်စွာ ရှုမြင်သောဉာဏ်ဖြင့် တွေဝေသောအားဖြင့် မှားသောနှလုံးသွင်းခြင်းကို၊ အပြစ်ဟု အဖန်ဖန် ရှုမြင်ခြင်းဖြင့် တွယ်တာဖွယ်ဟု မှားသောနှလုံးသွင်းခြင်းကို၊ စူးစမ်းဆင်ခြင်၍ အဖန်ဖန်ရှုမြင်ခြင်းဖြင့် မစူးစမ်း မဆင်ခြင်ခြင်းကို၊ ဂေါတြဘူဉာဏ်၊ ယထာဘူတဉာဏ်ဟူသော ဆက်စပ်နှောင်ဖွဲ့မှု မရှိခြင်းကို အဖန်ဖန်ရှုမြင်ခြင်း ဖြင့် ဆက်စပ်နှောင်ဖွဲ့ကာ မှားသောနှလုံးသွင်းခြင်းကို၊ သောတာပတ္တိမဂ်ဖြင့် မိစ္ဆာအယူနှင့်တကွတည်သော ကိလေသာတို့ကို၊ သကဒါဂါမိမဂ်ဖြင့် ရုန့်ရင်းသော ကိလေသာတို့ကို၊ အနာဂါမိမဂ်ဖြင့် အသေးအဖွဲနှင့် တကွဖြစ်သော ကိလေသာတို့ကို၊ အရဟတ္တမဂ်ဖြင့် ကိလေသာအားလုံးတို့ကို စောင့်စည်းတတ်သော အနက်ကြောင့် သီလမည်၏။ မလွန်ကျူးတတ်သော အနက်ကြောင့် သီလမည်၏။

      သီလတို့သည် ငါးပါးရှိကုန်၏။ သူ့အသက်သတ်မှုကို ပယ်စွန့်ခြင်းသည် သီလမည်၏။ ကြဉ်ရှောင်ခြင်းသည် သီလမည်၏။ စေတနာသည် သီလမည်၏။ စောင့်စည်းခြင်းသည် သီလမည်၏။ မလွန်ကျူးခြင်းသည် သီလမည်၏။

      ဤသို့ သဘောရှိကုန်သော သီလတို့သည် စိတ်နှလုံးသာကြည်ရွှင်ပြခြင်းငှါ ဖြစ်ကုန်၏။ ဝမ်းမြောက်ခြင်းငှါ ဖြစ်ကုန်၏။ နှစ်သိမ့်ခြင်းငှါ ဖြစ်ကုန်၏။ ကိုယ်စိတ်ငြိမ်းခြင်းငှါ ဖြစ်ကုန်၏။ စိတ်ချမ်းသာခြင်းငှါ ဖြစ်ကုန်၏။ ပွါးထုံခြင်းငှါ ဖြစ်ကုန်၏။ ပွါးများခြင်းငှါ ဖြစ်ကုန်၏။ ကြိမ်ဖန်များစွာ လေ့လာခြင်းငှါ ဖြစ် ကုန်၏။ ဆင်ယင်ခြင်းငှါ ဖြစ်ကုန်၏။ အခြံအရံအလို့ငှါ ဖြစ်ကုန်၏။ ဝိုင်းဝန်းရန် အလို့ငှါ ဖြစ်ကုန်၏။

      ပြည့်စုံစေခြင်းငှါ ဖြစ်ကုန်၏။ စင်စစ်ငြီးငွေ့ခြင်းငှါ၊ ရာဂကင်းခြင်းငှါ၊ ချုပ်ငြိမ်းခြင်းငှါ၊ ငြိမ်းအေးခြင်းငှါ၊ ထူးခြားစွာသိခြင်းငှါ၊ သစ္စာဉာဏ်ပွင့်လင်းခြင်းငှါ၊ ကိလေသာမီးငြိမ်းခြင်းငှါ ဖြစ်ကုန်၏။

      ဤသို့ သဘောရှိကုန်သော သီလတို့ကို စောင့်စည်းမှု ထက်ဝန်းကျင် စင်ကြယ်ခြင်းသည် လွန်ကဲ သော အဓိသီလမည်၏။ စောင့်စည်းမှု ထက်ဝန်းကျင် စင်ကြယ်ခြင်း၌ တည်သောစိတ်သည် ပျံ့လွင့်ခြင်းသို့ မရောက်။ မပျံ့လွင့်မှု ထက်ဝန်းကျင် စင်ကြယ်ခြင်းသည် လွန်ကဲသော အဓိစိတ္တမည်၏။ စောင့်စည်းမှု ထက်ဝန်းကျင် စင်ကြယ်ခြင်းကို မှန်စွာ ရှုမြင်၏။ မပျံ့လွင့်မှု ထက်ဝန်းကျင် စင်ကြယ်ခြင်းကို မှန်စွာ ရှုမြင်၏။ အမြင်ဉာဏ် ထက်ဝန်းကျင် စင်ကြယ်ခြင်းသည် လွန်ကဲသောပညာ အဓိပညာ (မဂ်ပညာ) မည်၏။

      ထိုသံဝရသီလ၌ စောင့်စည်းခြင်းသဘောသည် အဓိသီလသိက္ခာမည်၏။ ထိုသံဝရသီလ၌ မပျံ့လွင့်ခြင်းသဘောသည် အဓိစိတ္တသိက္ခာမည်၏။ ထိုသံဝရသီလ၌ မြင်ခြင်းသဘောသည် အဓိပညာသိက္ခာမည်၏။

      ဤသိက္ခာသုံးပါးတို့ကို ဆင်ခြင်၍ ကျင့်၏။ သိ၍ ကျင့်၏။ ရှုမြင်၍ ကျင့်၏။ ဆင်ခြင်၍ ကျင့်၏။ စိတ်ကို ဆောက်တည်၍ ကျင့်၏။ သဒ္ဓါဖြင့် ဆုံးဖြတ်၍ ကျင့်၏။ ဝီရိယကို ချီးမြှောက်၍ ကျင့်၏။ သတိကို ထင်စေ၍ ကျင့်၏။ စိတ်ကို ကောင်းစွာထား၍ ကျင့်၏။ ပညာဖြင့် ခွဲခြားသိ၍ ကျင့်၏။ ထူးထူးခြားခြား သိအပ်သည်ကို ထူးထူးခြားခြားသိ၍ ကျင့်၏။ ပိုင်းခြား၍သိအပ်သည်ကို ပိုင်းခြား၍သိကာ ကျင့်၏။ ပယ်အပ်သည်ကို ပယ်၍ ကျင့်၏။ မျက်မှောက်ပြုအပ်သည်ကို မျက်မှောက်ပြု၍ ကျင့်၏။ ပွါးများအပ်သည်ကို ပွါးများ၍ ကျင့်၏။

      သီလတို့သည် ငါးပါးရှိကုန်၏။ သူ့ဥစ္စာကို ခိုးယူမှုကို။ ကာမတို့၌ မှောက်မှား၍ကျင့်မှုကို။ မဟုတ်မမှန်စကား ပြောဆိုမှုကို။ ချောပစ်ကုန်းတိုက်စကား ပြောဆိုမှုကို။ ကြမ်းတမ်းသောစကား ပြောဆို မှုကို။ ပြိန်ဖျင်းသော စကားကို။ သူတစ်ပါးဥစ္စာ၌ ရှေးရှုကြံခြင်းကို။ သူတစ်ပါးပျက်စီးစေလိုခြင်းကို။ မှားသောအယူကို။ ဈာန်ဖြင့် ကာမစ္ဆန္ဒကို။ သူတစ်ပါးကို မပျက်စီးစေလိုခြင်း မေတ္တာဖြင့် သူတစ်ပါးပျက်စီးစေလိုခြင်းကို။ အရောင်အလင်းအမှတ်သညာဖြင့် ထိုင်းမှိုင်းခြင်း 'ထိနမိဒ္ဓ'ကို။ မပျံ့လွင့်ခြင်းဖြင့် ပျံ့လွင့်ခြင်းကို။ တရားကို ပိုင်းခြားမှတ်သာခြင်းဖြင့် ယုံမှားခြင်းကို။ ဉာဏ်ဖြင့် အဝိဇ္ဇာကို။ ဝမ်းမြောက်ခြင်းဖြင့် မပျော် မွေ့ခြင်းကို။

      ပဌမဈာန်ဖြင့် အပိတ်အပင် 'နီဝရဏ' တရားတို့ကို။ ဒုတိယဈာန်ဖြင့် ဝိတက်၊ ဝိစာရတို့ကို။ တတိယဈာန်ဖြင့်နှစ်သက်ခြင်းပီတိကို။ စတုတ္ထဈာန်ဖြင့် ချမ်းသာ၊ ဆင်းရဲ 'သုခ၊ ဒုက္ခ'ကို။

      အာကာသာနဉ္စာယတနသမာပတ်ဖြင့် ရူပသညာ၊ ပဋိဃသညာ၊ နာနတ္တသညာတို့ကို။ ဝိညာဏဉ္စာ ယတနသမာပတ်ဖြင့် အာကာသာနဉ္စာယတနသညာကို။ အာကိဉ္စညာယတနသမာပတ်ဖြင့် ဝိညာဏဉ္စာယတန သညာကို။ နေဝသညာနာသညာယတနသမာပတ်ဖြင့် အာကိဉ္စညာယတနသညာကို၊

      မမြဲဟု အဖန်ဖန်ရှုခြင်း 'အနိစ္စာနုပဿနာ'ဖြင့် မြဲ၏ဟူသော နိစ္စသညာကို။ ဆင်းရဲဟု အဖန်ဖန် ရှုခြင်း 'ဒုက္ခာနုပဿနာ'ဖြင့် ချမ်းသာဟူသောအမှတ် 'သုခသညာ'ကို။ ကိုယ်ပိုင်ကိုယ်စိုးမဟုတ်ဟု အဖန်ဖန် ရှုခြင်း 'အနတ္တာနုပဿနာ'ဖြင့် ကိုယ်ပိုင်ကိုယ်စိုးဟူသောအမှတ် 'အတ္တသညာ'ကို။ ငြီးငွေ့ဖွယ်ဟု အဖန်ဖန် ရှုခြင်း 'နိဗ္ဗိဒါနုပဿနာ' ဖြင့်နှစ်သက်ခြင်းကို။ ရာဂကင်းခြင်းကို အဖန်ဖန်ရှုခြင်း 'ဝိရာဂါနုပဿနာ'ဖြင့် ရာဂကို။ ချုပ်ငြိမ်းခြင်းကို အဖန်ဖန်ရှုခြင်း 'နိရောဓာနုပဿနာ' ဖြင့် ဖြစ်ခြင်း 'သမုဒယ'ကို။ အဖန်ဖန်စွန့် လွှတ်ခြင်းကို အဖန်ဖန်ရှုခြင်း 'ပဋိနိဿဂ္ဂါနုပဿနာ'ဖြင့် စွဲယူခြင်းကို။ ကုန်ဆုံးခြင်းဟု အဖန်ဖန်ရှုခြင်း 'ခယာနုပဿနာ'ဖြင့် အစိုင်အခဲဟူသောအမှတ် 'ဃနသညာ'ကို။ ပျက်ပြုန်းခြင်းဟု အဖန်ဖန်ရှုခြင်း 'ဝယာနုပဿနာ'ဖြင့် အားထုတ်ခြင်း 'အာယူဟန'ကို။ ဖောက်ပြန်ပျက်စီးခြင်းဟု အဖန်ဖန်ရှုခြင်း 'ဝိပရိဏာမာနုပဿနာ'ဖြင့် တည်မြဲခိုင်ခံ့၏ဟူသော အမှတ် 'ဓုဝသညာ'ကို။ နိစ္စနိမိတ်မရှိဟု အဖန်ဖန်ရှုခြင်း 'အနိမိတ္တာနုပဿနာ'ဖြင့် နိစ္စနိမိတ်ကို။ မတောင့်တအပ်ဟု အဖန်ဖန်ရှုခြင်း 'အပ္ပဏိဟိတာနုပဿနာ'ဖြင့် တောင့် တခြင်း 'ပဏိဓိ' ကို။ ဆိတ်သုဉ်းခြင်းကို အဖန်ဖန်ရှုခြင်း 'သုညတာနုပဿနာ'ဖြင့် မှားသောနှလုံးသွင်းခြင်းကို။ လွန်ကဲသောပညာတရား ဝိပဿနာဖြင့် တပ်မက်ဖွယ်ဟု မှားသောနှလုံးသွင်းခြင်းကို။ဟုတ် တိုင်းမှန်စွာသိသော ဉာဏ်အမြင် 'ယထာဘူတဉာဏဒဿန'ဖြင့် တွေဝေသောအားဖြင့် မှားသောနှလုံးသွင်းခြင်းကို။ အပြစ်အနာဟု အဖန်ဖန်ရှုခြင်း 'အာဒီနဝါနုပဿနာ'ဖြင့် တွယ်တာဖွယ်ဟု မှားသောနှလုံးသွင်းခြင်းကို။ စူးစမ်းဆင်ခြင်၍ အဖန်ဖန်ရှုခြင်း 'ပဋိသင်္ခါနုပဿနာ'ဖြင့် မစူးစမ်း မဆင်ခြင်ခြင်းကို။ ဂေါတြဘူ ဉာဏ်၊ ယထာဘူတဉာဏ်ဟူသော ဆက်စပ်နှောင်ဖွဲ့မှု မရှိခြင်းကို အဖန်ဖန်ရှုခြင်းဖြင့် ဆက်စပ်နှောင်ဖွဲ့ကာ မှားသောနှလုံးသွင်းခြင်းကို။

      သောတာပတ္တိမဂ်ဖြင့် မိစ္ဆာအယူနှင့်တကွတည်သော ကိလေသာတို့ကို။ သကဒါဂါမိမဂ်ဖြင့် ရုန့်ရင်း ကုန်သော ကိလေသာတို့ကို။ အနာဂါမိမဂ်ဖြင့် အသေးအဖွဲနှင့်တကွဖြစ်သော ကိလေသာတို့ကို။ အရဟတ္တ မဂ်ဖြင့် ကိလေသာအားလုံးတို့ကို ပယ်စွန့်ခြင်းသည် သီလမည်၏။ ရှောင်ကြဉ်ခြင်းသည် သီလမည်၏။ စေတနာသည် သီလမည်၏။ စောင့်စည်းခြင်းသည် သီလမည်၏။ မလွန်ကျူးခြင်းသည် သီလမည်၏။

      ဤသို့ သဘောရှိကုန်သော သီလတို့သည် စိတ်နှလုံးသာကြည်ရွှင်ပြခြင်းငှါ ဖြစ်ကုန်၏။ ဝမ်းမြောက်ခြင်းငှါ ဖြစ်ကုန်၏။ နှစ်သိမ့်ခြင်းငှါ ဖြစ်ကုန်၏။ ကိုယ်စိတ်ငြိမ်းခြင်းငှါ ဖြစ်ကုန်၏။ စိတ်ချမ်းသာခြင်းငှါ ဖြစ်ကုန်၏။ ပွါးထုံခြင်းငှါ ဖြစ်ကုန်၏။ ပွါးများခြင်းငှါ ဖြစ်ကုန်၏။ ကြိမ်ဖန်များစွာ လေ့လာခြင်းငှါ့ဖြစ်ကုန်၏။ ဆင်ယင်ခြင်းငှါ ဖြစ်ကုန်၏။ အခြံအရံအလို့ငှါ ဖြစ်ကုန်၏။ ဝိုင်းဝန်းရန် အလို့ငှါ ဖြစ်ကုန်၏။ ပြည့်စုံခြင်းငှါ ဖြစ်ကုန်၏။ စင်စစ် ငြီးငွေ့ခြင်းငှါ၊ ရာဂကင်းခြင်းငှါ၊ ချုပ်ငြိမ်းခြင်းငှါ၊ ငြိမ်းအေးခြင်းငှါ၊ ထူးခြားစွာသိခြင်းငှါ၊ သစ္စာဉာဏ်ပွင့်လင်းခြင်းငှါ၊ ကိလေသာမီးငြိမ်းခြင်းငှါ ဖြစ်ကုန်၏။

      ဤသို့ သဘောရှိကုန်သော သီလတို့ကို စောင့်စည်းမှု ထက်ဝန်းကျင်စင်ကြယ်ခြင်းသည် လွန်ကဲသော အဓိသီလမည်၏။ စောင့်စည်းမှု ထက်ဝန်းကျင်စင်ကြယ်ခြင်း၌ တည်သောစိတ်သည် ပျံ့လွင့်ခြင်းသို့ မရောက်။ မပျံ့လွင့်မှု ထက်ဝန်းကျင်စင်ကြယ်ခြင်းသည် လွန်ကဲသော အဓိစိတ္တမည်၏။ စောင့် စည်းမှု ထက်ဝန်းကျင်စင်ကြယ်ခြင်းကို မှန်ကန်စွာ ရှုမြင်၏။ မပျံ့လွင့်မှု ထက်ဝန်းကျင် စင်ကြယ်ခြင်းကို မှန်ကန်စွာ ရှုမြင်၏။ အမြင်ဉာဏ် ထက်ဝန်းကျင် စင်ကြယ်ခြင်းသည် လွန်ကဲသောပညာ အဓိပညာ (မဂ်ပညာ) မည်၏။

      ထိုသံဝရသီလ၌ စောင့်စည်းခြင်းသဘောသည် အဓိသီလသိက္ခာမည်၏။ ထိုသံဝရသီလ၌ မပျံ့လွင့်ခြင်းသဘောသည် အဓိစိတ္တသိက္ခာမည်၏။ ထိုသံဝရသီလ၌ မြင်ခြင်းသဘောသည် အဓိပညာသိက္ခာမည်၏။

      ဤသိက္ခာသုံးပါးတို့ကို ဆင်ခြင်၍ ကျင့်၏။ သိ၍ ကျင့်၏။ ရှုမြင်၍ ကျင့်၏။ ဆင်ခြင်၍ ကျင့်၏။ စိတ်ကို ဆောက်တည်၍ ကျင့်၏။ သဒ္ဓါဖြင့် ဆုံးဖြတ်၍ ကျင့်၏။ ဝီရိယကို ချီးမြှောက်၍ ကျင့်၏။ သတိကို ထင်စေ၍ ကျင့်၏။ စိတ်ကို ကောင်းစွာထား၍ ကျင့်၏။ ပညာဖြင့် ခွဲခြားသိ၍ ကျင့်၏။ ထူးထူးခြားခြား သိအပ်သည်ကို ထူးထူးခြားခြားသိ၍ ကျင့်၏။ ပိုင်းခြား၍သိအပ်သည်ကို ပိုင်းခြား၍သိကာ ကျင့်၏။ ပယ်အပ်သည်ကို ပယ်၍ ကျင့်၏။ မျက်မှောက်ပြုအပ်သည်ကို မျက်မှောက်ပြု၍ ကျင့်၏။ ပွါးများအပ်သည်ကို ပွါးများ၍ ကျင့်၏။

      ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် နာကြားရ၍ စောင့်စည်းမှု၌ ဖြစ်သောပညာကို သီလ မယဉာဏ်မည်၏ဟု ဆိုအပ်၏။
နှစ်ခုမြောက် သီလမယဉာဏ်အကျယ်ပြခြင်း ပြီး၏။  
`
    },

{
        id: "pati-m-t6", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၃-သမထဘာဝနာမယဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
    headerTag: "h3", 
    content: `
             ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၃) သမထဘာဝနာမယဉာဏ် အကျယ်ပြခြင်း

 စောင့်စည်းခြင်းကြောင့် တည်ကြည်မှု၌ (ဖြစ်သော) ပညာသည် အဘယ်သို့လျှင် သမာဓိ ဘာဝနာမယဉာဏ်မည်သနည်း။

     စိတ်တည်ကြည်သည်၏ အဖြစ်ဟူသော တစ်ပါးသောသမာဓိ။

     လောကီသမာဓိ၊ လောကုတ္တရာသမာဓိအားဖြင့်နှစ်ပါးသောသမာဓိ။

     သဝိတက္ကသဝိစာရသမာဓိ၊ အဝိတက္ကဝိစာရမတ္တသမာဓိ၊ အဝိတက္ကအဝိစာရသမာဓိ အားဖြင့် သုံးပါး သောသမာဓိ။

     ဆုတ်ယုတ်သောအဖို့ရှိသော သမာဓိ၊ တည်တံ့ခြင်းအဖို့ရှိသော သမာဓိ၊ ထူးသောအဖို့ရှိသော သမာဓိ၊ ငြီးငွေ့ခြင်းအဖို့ရှိသော သမာဓိအားဖြင့် လေးပါးသောသမာဓိ။

     ပီတိပျံ့နှံ့သည်၏ အဖြစ်တည်းဟူသော သမာဓိ၊ သုခပျံ့နှံ့သည်၏ အဖြစ်တည်းဟူသော သမာဓိ၊ ဥပေက္ခာစိတ်ပျံ့နှံ့သည်၏ အဖြစ်တည်းဟူသော သမာဓိ၊ အာလောကပျံ့နှံ့သည်၏ အဖြစ်တည်းဟူသော သမာဓိ၊ ပစ္စဝေက္ခဏာ၏ အကြောင်းနိမိတ်ဖြစ်သော သမာဓိအားဖြင့် ငါးပါးသောသမာဓိ။

     ဗုဒ္ဓါနုဿတိ၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟုဆိုအပ်သော မပျံ့လွင့်ခြင်းသမာဓိ၊ ဓမ္မာနုဿတိ၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟုဆိုအပ်သော မပျံ့လွင့်ခြင်းသမာဓိ၊ သံဃာနုဿတိ၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟုဆိုအပ်သော မပျံ့လွင့်ခြင်းသမာဓိ၊ သီလာနုဿတိ၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟုဆိုအပ်သော မပျံ့လွင့်ခြင်းသမာဓိ၊ စာဂါနုဿတိ၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟုဆိုအပ်သော မပျံ့လွင့်ခြင်းသမာဓိ၊ ဒေဝတာနုဿတိ၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟုဆိုအပ်သော မပျံ့လွင့်ခြင်းသမာဓိအားဖြင့် ခြောက်ပါးသောသမာဓိ။

     သမာဓိ၌ လိမ္မာသည်၏အဖြစ်၊ သမာဓိဝင်စားမှု၌ လိမ္မာသည်၏အဖြစ်၊ သမာဓိကို တည်စေမှု၌ လိမ္မာသည်၏အဖြစ်၊ သမာဓိမှ ထမှု၌ လိမ္မာသည်၏အဖြစ်၊ သမာဓိခံ့ကျန်းမှု၌ လိမ္မာသည်၏အဖြစ်၊ သမာဓိ၏ ကျက်စားရာအာရုံတို့၌ လိမ္မာသည်၏အဖြစ်၊ သမာဓိသို့ ရှေးရှုဆောင်ခြင်း၌ လိမ္မာသည်၏ အဖြစ်အားဖြင့် ခုနစ်ပါးသောသမာဓိ။

     ပထဝီကသိုဏ်း၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟု ဆိုအပ်သော မပျံ့လွင့်ခြင်း သမာဓိ၊ အာပေါကသိုဏ်း၏ အစွမ်းအားဖြင့်။ပ။ တေဇောကသိုဏ်း၏ အစွမ်းအားဖြင့်။ ဝါယောကသိုဏ်း၏ အစွမ်းအားဖြင့်။ နီလကသိုဏ်း၏ အစွမ်းအားဖြင့်။ ပီတကသိုဏ်း၏ အစွမ်းအားဖြင့်။ လောဟိတ ကသိုဏ်း၏ အစွမ်းအားဖြင့်။ ဩဒါတကသိုဏ်း၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟု ဆိုအပ်သော မပျံ့လွင့်ခြင်း သမာဓိအားဖြင့် ရှစ်ပါးသောသမာဓိ။

     ယုတ်သော ရူပါဝစရသမာဓိ၊ အလတ်ဖြစ်သော ရူပါဝစရသမာဓိ၊ မြတ်သော ရူပါဝစရသမာဓိ၊ ယုတ်သော အရူပါဝစရသမာဓိ၊ အလတ်ဖြစ်သော အရူပါဝစရသမာဓိ၊ မြတ်သော အရူပါဝစရသမာဓိ၊ သုညတသမာဓိ၊ အနိမိတ္တသမာဓိ၊ အပ္ပဏိဟိတသမာဓိအားဖြင့် ကိုးပါးသောသမာဓိ။

     ဥဒ္ဓုမာတကသညာ၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟုဆိုအပ်သော မပျံ့လွင့်ခြင်း သမာဓိ၊ ဝိနီလကသညာ၏ အစွမ်းအားဖြင့်။ ဝိပုဗ္ဗကသညာ၏ အစွမ်းအားဖြင့်။ ဝိစ္ဆိဒ္ဒကသညာ၏ အစွမ်း အားဖြင့်။ ဝိက္ခာယိတကသညာ၏ အစွမ်းအားဖြင့်။ ဝိက္ခိတ္တကသညာ၏ အစွမ်းအားဖြင့်။ ဟတဝိက္ခိတ္တက သညာ၏ အစွမ်းအားဖြင့်။ လောဟိတကသညာ၏ အစွမ်းအားဖြင့်။ ပုဠုဝကသညာ၏ အစွမ်းအားဖြင့်။ အဋ္ဌိကသညာ၏ အစွမ်းအားဖြင့် စိတ်တည်ကြည်သည်၏ အဖြစ်ဟုဆိုအပ်သော မပျံ့လွင့်ခြင်းသမာဓိအားဖြင့် ဆယ်ပါးသော သမာဓိ။

     ဤသည်တို့ကား ငါးဆယ့်ငါးပါးသော သမာဓိတို့တည်း။

     တစ်နည်းအားဖြင့် သမာဓိ၏ တည်ကြည်မှုသဘောတို့သည်နှစ်ဆယ့်ငါးပါးတို့တည်း။

     သိမ်းဆည်းအပ်သော အနက်သဘောကြောင့် သမာဓိမည်၏။ အခြံရံဟူသော အနက်သဘောကြောင့် သမာဓိမည်၏။ ပြည့်စုံခြင်းဟူသော အနက်သဘောကြောင့် သမာဓိမည်၏။ တစ်ခုတည်းသော အာရုံရှိသော အနက်သဘောကြောင့် သမာဓိမည်၏။ မပျံ့လွင့်ခြင်းအနက်သဘောကြောင့် သမာဓိမည်၏။ ဖရိုဖရဲမရှိသော အနက်သဘောကြောင့် သမာဓိမည်၏။ မနောက်ကျုသော အနက်သဘောကြောင့် သမာဓိမည်၏။ မတုန် လှုပ်သော အနက်သဘောကြောင့် သမာဓိမည်၏။ ကိလေသာတို့မှလွတ်သော အနက်သဘောကြောင့် သမာဓိမည်၏။ တစ်ခုတည်းသော အာရုံ၌ ထင်သည်၏ အစွမ်းအားဖြင့် စိတ်တည်သည်၏ အဖြစ်ကြောင့် သမာဓိမည်၏။

     အပ္ပနာကို ရှာမှီးတတ်သောကြောင့် သမာဓိမည်၏။ နီဝရဏတရားတို့ကို မရှာမှီးတတ်သောကြောင့် သမာဓိမည်၏။ အပ္ပနာကို ရှာမှီးတတ်သည်၏ အဖြစ်ကြောင့် သမာဓိမည်၏။ နီဝရဏတရားတို့ကို မရှာ မှီးတတ်သည်၏ အဖြစ်ကြောင့် သမာဓိမည်၏။ အပ္ပနာကို ယူတတ်သောကြောင့် သမာဓိမည်၏။ နီဝရဏ တရားတို့ကို မယူတတ်သောကြောင့် သမာဓိမည်၏။ အပ္ပနာကို ယူတတ်သည်၏ အဖြစ်ကြောင့် သမာဓိ မည်၏။ နီဝရဏတရားတို့ကို မယူတတ်သည်၏ အဖြစ်ကြောင့် သမာဓိမည်၏။ အပ္ပနာကို ကျင့်တတ် သောကြောင့် သမာဓိမည်၏။ နီဝရဏတရားတို့ကို မကျင့်တတ်သောကြောင့် သမာဓိမည်၏။ အပ္ပနာကို ကျင့်တတ်သည်၏ အဖြစ်ကြောင့် သမာဓိမည်၏။ နီဝရဏတရားတို့ကို မကျင့်တတ်သည်၏ အဖြစ်ကြောင့် သမာဓိမည်၏။ အပ္ပနာကို ထွန်းတောက်ပတတ်သောကြောင့် သမာဓိမည်၏။ နီဝရဏတရားတို့ကို လောင်စေတတ်သောကြောင့် သမာဓိမည်၏။ အပ္ပနာကို ထွန်းတောက်ပတတ်သည်၏ အဖြစ်ကြောင့် သမာဓိ မည်၏။ နီဝရဏတရားတို့ကို လောင်စေတတ်သည်၏ အဖြစ်ကြောင့် သမာဓိမည်၏။ သမာဓိသည် နီဝရဏဟူသော ဝိသမတရားတို့မှ ကင်းသောကြောင့် သမလည်းမည်၏။ အာရုံ၌ တုန်လှုပ်ခြင်းမရှိသည်၏ အဖြစ်ကို ပြုသဖြင့် တည်စေသောကြောင့် ဟိတလည်းမည်၏။ ချမ်းသာသောကြောင့် သုခလည်း မည်၏။ ထို့ကြောင့် သမာဓိမည်၏။

     ဤသည်တို့ကား သမာဓိ၏ တည်ကြည်မှုသဘောနှစ်ဆယ့်ငါးပါးတို့တည်း။

     ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် စောင့်စည်းခြင်းကြောင့် တည်ကြည်မှု၌ (ဖြစ်သော) ပညာကို သမာဓိဘာဝနာမယဉာဏ်ဟု ဆိုအပ်၏။
သုံးခုမြောက် သမာဓိဘာဝနာမယဉာဏ်အကျယ်ပြခြင်း ပြီး၏။ 
 
`
    },
    {
        id: "pati-m-t7", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၄-ဓမ္မဋ္ဌိတိဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
        content: `
 ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၄) ဓမ္မဋ္ဌိတိဉာဏ် အကျယ်ပြခြင်း

အကြောင်းတရားတို့ကို သိမ်းဆည်းမှု၌ (ဖြစ်သော) ပညာသည် အဘယ်သို့လျှင် ဓမ္မဋ္ဌိတိ ဉာဏ်မည်သနည်း။

         အဝိဇ္ဇာသည် သင်္ခါရတို့၏ ဖြစ်ပေါ်လျက်တည်ခြင်း 'ဥပ္ပါဒဋ္ဌိတိ'၊ ဖြစ်ပွါးလျက်တည်ခြင်း 'ပဝတ္တဋ္ဌိတိ'၊ အကြောင်းဖြစ်လျက်တည်ခြင်း 'နိမိတ္တဋ္ဌိတိ'၊ အားထုတ်လျက်တည်ခြင်း 'အာယူဟနဋ္ဌိတိ'၊ ဆက်စပ်လျက် တည်ခြင်း 'သညောဂဋ္ဌိတိ'၊ ကြောင့်ကြလျက်တည်ခြင်း 'ပလိဗောဓဋ္ဌိတိ'၊ မူလအကြောင်းဖြစ်၍တည်ခြင်း 'သမုဒယဋ္ဌိတိ'၊ ဇနကအကြောင်းဖြစ်၍တည်ခြင်း 'ဟေတုဋ္ဌိတိ'၊ ဥပထမ္ဘက အကြောင်းဖြစ်၍တည်ခြင်း 'ပစ္စယဋ္ဌိတိ'၊ ဤကိုးပါးသော အခြင်းအရာတို့ဖြင့် အဝိဇ္ဇာသည် အကြောင်းဖြစ်၏။ သင်္ခါရတို့သည် အကြောင်းကြောင့် ဖြစ်ကုန်၏။ နှစ်ပါးသော ဤအဝိဇ္ဇာ၊ သင်္ခါရတရားတို့သည် အကြောင်းကြောင့် ဖြစ် ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ် မည်၏။

         အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း အဝိဇ္ဇာသည် သင်္ခါရ တို့၏ ဖြစ်ပေါ်လျက်တည်ခြင်း 'ဥပ္ပါဒဋ္ဌိတိ'၊ ဖြစ်ပွါးလျက်တည်ခြင်း 'ပဝတ္တဋ္ဌိတိ'၊ အကြောင်းဖြစ်လျက် တည်ခြင်း 'နိမိတ္တဋ္ဌိတိ'၊ အားထုတ်လျက်တည်ခြင်း 'အာယူဟနဋ္ဌိတိ'၊ ဆက်စပ်လျက်တည်ခြင်း 'သညောဂ ဋ္ဌိတိ'၊ ကြောင့်ကြလျက်တည်ခြင်း 'ပလိဗောဓဋ္ဌိတိ'၊ မူလအကြောင်းဖြစ်၍တည်ခြင်း 'သမုဒယဋ္ဌိတိ'၊ ဇနက အကြောင်းဖြစ်၍တည်ခြင်း ''ဟေတုဋ္ဌိတိ'၊ ဥပထမ္ဘကအကြောင်းဖြစ်၍တည်ခြင်း 'ပစ္စယဋ္ဌိတိ'၊ ဤကိုးပါးသော အခြင်းအရာတို့ဖြင့် အဝိဇ္ဇာသည် အကြောင်းဖြစ်၏။ သင်္ခါရတို့သည် အကြောင်းကြောင့် ဖြစ်ကုန်၏။ နှစ်ပါးသော ဤအဝိဇ္ဇာနှင့် သင်္ခါရတို့သည် အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ် မည်၏။

         သင်္ခါရတို့သည် ဝိညာဉ်၏။ပ။ ဝိညာဉ်သည် နာမ်ရုပ်၏။ နာမ်ရုပ်သည် သဠာယတန၏။ သဠာ ယတနသည် ဖဿ၏။ ဖဿသည် ဝေဒနာ၏။ ဝေဒနာသည် တဏှာ၏။ တဏှာသည် ဥပါဒါန်၏။ ဥပါဒါန်သည် ဘဝ၏။ ဘဝသည် ဇာတိ၏။ ဇာတိသည် ဇရာမရဏ၏ ဖြစ်ပေါ်လျက်တည်ခြင်း 'ဥပ္ပါဒဋ္ဌိတိ'၊ ဖြစ်ပွါးလျက်တည်ခြင်း 'ပဝတ္တဋ္ဌိတိ'၊ အကြောင်းဖြစ်လျက်တည်ခြင်း 'နိမိတ္တဋ္ဌိတိ'၊ အားထုတ်လျက်တည်ခြင်း 'အာယူဟနဋ္ဌိတိ'၊ ဆက်စပ်လျက်တည်ခြင်း 'သညောဂဋ္ဌိတိ'၊ ကြောင့်ကြလျက်တည်ခြင်း 'ပလိဗောဓဋ္ဌိတိ'၊ မူလအကြောင်းဖြစ်၍တည်ခြင်း 'သမုဒယဋ္ဌိတိ'၊ ဇနကအကြောင်းဖြစ်၍တည်ခြင်း ''ဟေတုဋ္ဌိတိ'၊ ဥပထမ္ဘက အကြောင်းဖြစ်၍တည်ခြင်း 'ပစ္စယဋ္ဌိတိ'၊ ဤကိုးပါးသော အခြင်းအရာတို့ဖြင့် ဇာတိသည် အကြောင်းဖြစ်၏။ ဇရာမရဏသည် အကြောင်းကြောင့် ဖြစ်၏။ နှစ်ပါးသော ဤဇာတိနှင့် ဇရာမရဏတို့သည် အကြောင်း ကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ် မည်၏။

         အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း ဇာတိသည် ဇရာ မရဏ၏ ဖြစ်ပေါ်လျက်တည်ခြင်း 'ဥပ္ပါဒဋ္ဌိတိ'၊ ဖြစ်ပွါးလျက်တည်ခြင်း 'ပဝတ္တဋ္ဌိတိ'၊ အကြောင်းဖြစ်လျက် တည်ခြင်း 'နိမိတ္တဋ္ဌိတိ'၊ အားထုတ်လျက်တည်ခြင်း 'အာယူဟနဋ္ဌိတိ'၊ ဆက်စပ်လျက်တည်ခြင်း 'သညောဂ ဋ္ဌိတိ'၊ ကြောင့်ကြလျက်တည်ခြင်း 'ပလိဗောဓဋ္ဌိတိ'၊ မူလအကြောင်းဖြစ်၍တည်ခြင်း 'သမုဒယဋ္ဌိတိ'၊ ဇနက အကြောင်းဖြစ်၍တည်ခြင်း ''ဟေတုဋ္ဌိတိ'၊ ဥပထမ္ဘကအကြောင်းဖြစ်၍တည်ခြင်း 'ပစ္စယဋ္ဌိတိ'၊ ဤကိုးပါးသော အခြင်းအရာတို့ဖြင့် ဇာတိသည် အကြောင်းဖြစ်၏။ ဇရာမရဏသည် အကြောင်းကြောင့် ဖြစ်၏။ နှစ်ပါး သော ဤဇာတိနှင့် ဇရာမရဏတို့သည် အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်း ဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ် မည်၏။

         အဝိဇ္ဇာသည် ဇနက အကြောင်းဖြစ်၏။ သင်္ခါရတို့သည် ဇနကအကြောင်းကြောင့် ဖြစ်ကုန်၏။

         နှစ်ပါးသော ဤအဝိဇ္ဇာနှင့် သင်္ခါရတို့သည် ဇနက အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း အဝိဇ္ဇာသည် ဇနက အကြောင်းဖြစ်၏။ သင်္ခါရတို့သည် ဇနကအကြောင်းကြောင့် ဖြစ်ကုန်၏။ နှစ်ပါးသော ဤအဝိဇ္ဇာနှင့် သင်္ခါရ တို့သည် ဇနက အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         သင်္ခါရတို့သည် ဇနကအကြောင်းတို့တည်း။ ဝိညာဉ်သည် ဇနကအကြောင်းကြောင့် ဖြစ်၏။ပ။ ဝိညာဉ်သည် ဇနကအကြောင်းတည်း။ နာမ်ရုပ်သည် ဇနကအကြောင်းကြောင့် ဖြစ်၏။ နာမ်ရုပ်သည် ဇနကအကြောင်းတည်း။ သဠာယတနသည် ဇနကအကြောင်းကြောင့် ဖြစ်၏။ သဠာယတနသည် ဇနက အကြောင်းတည်း။ ဖဿသည် ဇနကအကြောင်းကြောင့် ဖြစ်၏။ ဖဿသည် ဇနကအကြောင်းတည်း။ ဝေဒနာသည် ဇနက အကြောင်းကြောင့် ဖြစ်၏။ ဝေဒနာသည် ဇနကအကြောင်းတည်း။ တဏှာသည် ဇနကအကြောင်းကြောင့် ဖြစ်၏။ တဏှာသည် ဇနကအကြောင်းတည်း။ ဥပါဒါန်သည် ဇနကအကြောင်း ကြောင့် ဖြစ်၏။ ဥပါဒါန်သည် ဇနကအကြောင်းတည်း။ ဘဝသည် ဇနကအကြောင်းကြောင့် ဖြစ်၏။ ဘဝ သည် ဇနကအကြောင်းတည်း။ ဇာတိသည် ဇနကအကြောင်းကြောင့် ဖြစ်၏။ ဇာတိသည် ဇနက အကြောင်းတည်း။ ဇရာမရဏသည် ဇနက အကြောင်းကြောင့် ဖြစ်၏။ နှစ်ပါးသော ဤဇာတိနှင့် ဇရာ မရဏတို့သည် ဇနကအကြောင်းကြောင့် ဖြစ်ပေါ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ် သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ် မည်၏။

         အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း ဇာတိသည် ဇနက အကြောင်းတည်း။ ဇရာမရဏသည် ဇနကအကြောင်းကြောင့် ဖြစ်၏။ နှစ်ပါးသော ဤဇာတိနှင့် ဇရာ မရဏတို့သည် ဇနက အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ် သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ် မည်၏။

         အဝိဇ္ဇာသည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ သင်္ခါရတို့သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်ကုန်၏။ နှစ်ပါးသော ဤအဝိဇ္ဇာနှင့် သင်္ခါရတို့သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း အဝိဇ္ဇာသည် စွဲ၍ဖြစ် သော အကြောင်းဖြစ်၏။ သင်္ခါရတို့သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်ကုန်၏။ နှစ်ပါးသော ဤအဝိဇ္ဇာနှင့် သင်္ခါရတို့သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         သင်္ခါရတို့သည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်ကုန်၏။ ဝိညာဉ်သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ပ။ ဝိညာဉ်သည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ နာမ်ရုပ်သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ နာမ်ရုပ်သည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ သဠာယတနသည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ သဠာယတနသည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ ဖဿသည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ ဖဿသည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ ဝေဒနာသည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ ဝေဒနာသည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ တဏှာသည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ တဏှာသည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ ဥပါဒါန်သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ ဥပါဒါန်သည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ ဘဝသည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ ဘဝသည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ ဇာတိသည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ ဇာတိသည် စွဲ၍ဖြစ်သော အကြောင်းဖြစ်၏။ ဇရာမရဏသည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်၏။ နှစ်ပါးသော ဤဇာတိနှင့် ဇရာမရဏတို့သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း ဇာတိသည် စွဲ၍ဖြစ် သော အကြောင်းတည်း။ ဇရာမရဏသည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်ပေါ်၏။ နှစ်ပါးသော ဤဇာတိနှင့် ဇရာမရဏတို့သည် စွဲ၍ဖြစ်သော အကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         အဝိဇ္ဇာသည် ဥပထမ္ဘက အကြောင်းတည်း။ သင်္ခါရတို့သည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်ကုန်၏။ နှစ်ပါးသော ဤအဝိဇ္ဇာနှင့် သင်္ခါရတို့သည် ဥပထမ္ဘကကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း အဝိဇ္ဇာသည် ဥပ ထမ္ဘကအကြောင်းတည်း။ သင်္ခါရတို့သည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်ကုန်၏။ နှစ်ပါးသော ဤ အဝိဇ္ဇာနှင့်သင်္ခါရတို့သည် ဥပထမ္ဘကကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်း ရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         သင်္ခါရတို့သည် ဥပထမ္ဘကအကြောင်းတို့တည်း။ ဝိညာဉ်သည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ ဝိညာဉ်သည် ဥပထမ္ဘကအကြောင်းတည်း။ နာမ်ရုပ်သည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ နာမ်ရုပ် သည် ဥပထမ္ဘကအကြောင်းတည်း။ သဠာယတနသည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ သဠာယတန သည် ဥပထမ္ဘကအကြောင်းတည်း။ ဖဿသည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ ဖဿသည် ဥပထမ္ဘကအကြောင်းတည်း။ ဝေဒနာသည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ ဝေဒနာသည် ဥပထမ္ဘက အကြောင်းတည်း။ တဏှာသည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ တဏှာသည် ဥပထမ္ဘကအကြောင်းတည်း။ ဥပါဒါန်သည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ ဥပါဒါန်သည် ဥပထမ္ဘကအကြောင်းတည်း။ ဘဝသည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ ဘဝသည် ဥပထမ္ဘကအကြောင်းတည်း။ ဇာတိသည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ ဇာတိသည် ဥပထမ္ဘကအကြောင်းတည်း။ ဇရာမရဏသည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ နှစ်ပါးသော ဤဇာတိနှင့် ဇရာမရဏတို့သည် ဥပထမ္ဘကအကြောင်း ကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ် မည်၏။

         အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း ဇာတိသည် ဥပထမ္ဘက အကြောင်းတည်း။ ဇရာမရဏသည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်၏။ နှစ်ပါးသော ဤဇာတိနှင့်ဇရာမရဏတို့သည် ဥပထမ္ဘကအကြောင်းကြောင့် ဖြစ်ကုန်၏ဟု အကြောင်း (အကျိုး) ကို သိမ်းဆည်းရာ၌ (ဖြစ်သော) ပညာသည် ဓမ္မဋ္ဌိတိဉာဏ်မည်၏။

         ရှေးကမ္မဘဝ၌ တွေဝေမှုမောဟသည် အဝိဇ္ဇာမည်၏။ အားထုတ်မှုတို့သည် သင်္ခါရမည်ကုန်၏။

         လိုချင်တပ်မက်မှုသည် တဏှာမည်၏။ မြဲမြံစွာစွဲယူခြင်းသည် ဥပါဒါန်မည်၏။ စေ့ဆော်ကြောင့် ကြမှုစေတနာသည် ဘဝမည်၏။ ရှေးကမ္မဘဝ၌ ဖြစ်သော ဤတရားငါးပါးတို့သည် ဤပစ္စုပ္ပန်ဘဝ၌ ပဋိသန္ဓေ၏ အကြောင်းဖြစ်ကုန်၏။ ဤပစ္စုပ္ပန်ဘဝ၌ ပဋိသန္ဓေသည် ဝိညာဉ်မည်၏။ သက်ဝင်ဘိသကဲ့သို့ ဖြစ်သောတရားသည် နာမ်ရုပ် မည်၏။ မဟာဘုတ်တို့၏ ကြည်သည်၏အဖြစ်သည် အာယတနမည်၏။ တွေ့ထိခြင်းသဘောသည် ဖဿမည်၏။ ခံစားခြင်းသဘောသည် ဝေဒနာမည်၏။ ဤပစ္စုပ္ပန်ဘဝ၌ ဖြစ် သော ဤတရားငါးပါးတို့သည် ရှေးက ပြုအပ်သော ကံအကြောင်းကြောင့် ဖြစ်ကုန်၏။ ဤပစ္စုပ္ပန်ဘဝ၌ အာယတနတို့၏ ရင့်ပြီးသည်၏ အဖြစ်ကြောင့် တွေဝေမှု မောဟသည် အဝိဇ္ဇာမည်၏။ အားထုတ်မှုသည် သင်္ခါရမည်၏။ တပ်မက်မှုသည် တဏှာမည်၏။ မြဲမြံစွာ စွဲယူခြင်းသည် ဥပါဒါန်မည်၏။ စေ့ဆော်ကြောင့် ကြမှုသည် ဘဝမည်၏။ ဤပစ္စုပ္ပန်ကမ္မဘဝ၌ဖြစ်သော ဤတရား ငါးပါးတို့သည် နောင်အခါ ပဋိသန္ဓေ၏ အကြောင်း ဖြစ်ကုန်၏။

         နောင်အခါ၌ ပဋိသန္ဓေသည် ဝိညာဉ်မည်၏။ သက်ဝင်ဘိသကဲ့သို့ဖြစ်သောတရားသည် နာမ်ရုပ်မည်၏။ မဟာဘုတ်တို့၏ ကြည်သည်၏အဖြစ်သည် အာယတနမည်၏။ တွေ့ထိခြင်းသဘောသည် ဖဿမည်၏။ ခံစားခြင်းသဘောသည် ဝေဒနာမည်၏။ နောင်ဥပပတ္တိဘဝ၌ဖြစ်သော ဤတရားငါးပါးတို့သည် ဤ ပစ္စုပ္ပန်ဘဝ၌ ပြုအပ်သော ကံအကြောင်းကြောင့် ဖြစ်ကုန်၏။

         ဤသို့ အလွှာလေးပါးတို့ကိုလည်းကောင်း၊ ကာလသုံးပါးတို့ကိုလည်းကောင်း၊ သုံးပါးသောအစပ် ရှိသော ပဋိစ္စသမုပ္ပါဒ်ကိုလည်းကောင်း အခြင်းအရာနှစ်ဆယ်တို့ဖြင့် သိတော်မူ၏။ မြင်တော်မူ၏။ ထူးသော ဉာဏ်ဖြင့် သိတော်မူ၏။ ထိုးထွင်း၍ သိတော်မူ၏။ ထိုတရားသဘောသည် သိတတ်သော အနက်သဘော ကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သောအနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် အကြောင်း (တရား) တို့ကို သိမ်းဆည်းမှု၌ (ဖြစ်သော) ပညာကို ဓမ္မဋ္ဌိတိဉာဏ်မည်၏ဟု ဆိုအပ်၏။
လေးခုမြောက် ဓမ္မဋ္ဌိတိဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t8", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၅-သမ္မသနဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
        content: `
  ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၅) သမ္မသနဉာဏ် အကျယ်ပြခြင်း

အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်တရားတို့ကို အကျဉ်းချုံး၍ ပိုင်းခြားဆုံးဖြတ်နိုင်သောပညာသည် အဘယ်သို့လျှင် သမ္မသနဉာဏ်မည်သနည်း။

      အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်၊ အတွင်း၊ အပြင်၊ ကြမ်းတမ်း၊ သိမ်မွေ့၊ အယုတ်၊ အမြတ်၊ အဝေး၊ အနီး ဖြစ်သော ရုပ်အားလုံးကို အနိစ္စဟု ပိုင်းခြားမှတ်သားခြင်းသည် တစ်ခုသော သုံးသပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။ ဒုက္ခဟု ပိုင်းခြားမှတ်သားခြင်းသည် တစ်ခုသော သုံးသပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။ အနတ္တဟု ပိုင်းခြားမှတ်သားခြင်းသည် တစ်ခုသော သုံးသပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။

      အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်၊ အတွင်း၊ အပြင်၊ ကြမ်းတမ်း၊ သိမ်မွေ့၊ အယုတ်၊ အမြတ်၊ အဝေး၊ အနီးဖြစ်သော ဝေဒနာ၊ သညာ၊ သင်္ခါရ၊ ဝိညာဉ်အားလုံးကို အနိစ္စဟု ပိုင်းခြားမှတ်သားခြင်းသည် တစ်ခုသော သုံးသပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။ ဒုက္ခဟု ပိုင်းခြားမှတ်သားခြင်းသည် တစ်ခုသော သုံးသပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။ အနတ္တဟု ပိုင်းခြားမှတ်သားခြင်းသည် တစ်ခုသော သုံး သပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။

      မျက်စိကို။ပ။ အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်ဖြစ်သော ဇရာ၊ မရဏကို အနိစ္စဟု ပိုင်းခြားမှတ်သားခြင်းသည် တစ်ခုသော သုံးသပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။ ဒုက္ခဟု ပိုင်းခြားမှတ်သားခြင်းသည့်တစ်ခုသော သုံးသပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။ အနတ္တဟု ပိုင်းခြားမှတ်သားခြင်းသည် တစ်ခုသော သုံးသပ်ဆင်ခြင်ခြင်း 'သမ္မသန' မည်၏။

      အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်ဖြစ်သော ရုပ်ကို ကုန်ဆုံးခြင်းသဘောကြောင့် အနိစ္စမည်၏။ နှိပ်စက် တတ်သော သဘောကြောင့် ဒုက္ခမည်၏။ အနှစ်မရှိသောသဘောကြောင့် အနတ္တမည်၏ဟု အကျဉ်းချုံး၍ ပိုင်းခြားမှတ်သားရာ၌ ဖြစ်သောပညာသည် သမ္မသနဉာဏ်မည်၏။

      ဝေဒနာကို။ပ။ သညာကို။ပ။ သင်္ခါရတို့ကို။ပ။ ဝိညာဉ်ကို။ပ။ မျက်စိကို။ပ။ အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်ဖြစ်သော ဇရာမရဏကို ကုန်ဆုံးတတ်သော သဘောကြောင့် အနိစ္စမည်၏။ နှိပ်စက်တတ်သော သဘောကြောင့် ဒုက္ခမည်၏။ အနှစ်မရှိသောသဘောကြောင့် အနတ္တမည်၏ဟု အကျဉ်းချုံး၍ ပိုင်းခြားမှတ် သားရာ၌ ဖြစ်သောပညာသည် သမ္မသနဉာဏ်မည်၏။

      ''အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်ဖြစ်သော ရုပ်ကို အနိစ္စမည်၏ဟုလည်းကောင်း၊ ပြုပြင်အပ်၏ဟုလည်းကောင်း၊ အကြောင်းကိုစွဲ၍ဖြစ်၏ဟုလည်းကောင်း၊ ကုန်ဆုံးခြင်းသဘော, ပျက်ခြင်းသဘော, ကင်းခြင်းသဘော, ချုပ်ငြိမ်းခြင်းသဘောရှိ၏ဟုလည်းကောင်း'' အကျဉ်းချုံး၍ ပိုင်းခြားမှတ်သားရာ၌ ဖြစ် သောပညာသည် သမ္မသန ဉာဏ် မည်၏။

      ''ဝေဒနာကို။ပ။ သညာကို။ပ။ သင်္ခါရတို့ကို။ပ။ ဝိညာဉ်ကို။ပ။ မျက်စိကို။ပ။ အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်ဖြစ်သော ဇရာမရဏကို အနိစ္စမည်၏ဟုလည်းကောင်း၊ ပြုပြင်အပ်၏ဟုလည်းကောင်း၊ အကြောင်းကိုစွဲ၍ ဖြစ်၏ဟုလည်းကောင်း၊ ကုန်ဆုံးခြင်းသဘော, ပျက်ခြင်းသဘော, ကင်းခြင်းသဘော, ချုပ်ငြိမ်းခြင်းသဘော ရှိ၏ဟုလည်းကောင်း'' အကျဉ်းချုံး၍ ပိုင်းခြားမှတ်သားရာ၌ ဖြစ်သောပညာသည် သမ္မသနဉာဏ်မည်၏။

      ''ဇာတိကြောင့် ဇရာမရဏသည် ဖြစ်၏။ ဇာတိမရှိသော် ဇရာမရဏသည် မရှိ''ဟု အကျဉ်းချုံး၍ ပိုင်းခြား မှတ်သားရာ၌ ဖြစ်သောပညာသည် သမ္မသနဉာဏ်မည်၏။

      ''အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း ဇာတိကြောင့် ဇရာ မရဏသည် ဖြစ်၏။ ဇာတိမရှိသော် ဇရာမရဏသည် မရှိ''ဟု အကျဉ်းချုံး၍ ပိုင်းခြားမှတ်သားရာ၌ ဖြစ်သောပညာသည် သမ္မသနဉာဏ်မည်၏။

      ဘဝကြောင့် ဇာတိဖြစ်၏။ မရှိသော်။ပ။ ဥပါဒါန်ကြောင့် ဘဝဖြစ်၏။ မရှိသော်။ပ။ တဏှာကြောင့် ဥပါဒါန်ဖြစ်၏။ မရှိသော်။ပ။ ဝေဒနာကြောင့် တဏှာဖြစ်၏။ မရှိသော်။ပ။ ဖဿကြောင့် ဝေဒနာဖြစ်၏။ မရှိသော်။ပ။ သဠာယတနကြောင့် ဖဿဖြစ်၏။ မရှိသော်။ပ။ နာမ်ရုပ်ကြောင့် သဠာယတနဖြစ်၏။ မရှိ သော်။ပ။ ဝိညာဉ်ကြောင့် နာမ်ရုပ်ဖြစ်၏။ မရှိသော်။ပ။ သင်္ခါရကြောင့် ဝိညာဉ်ဖြစ်၏။ မရှိသော်။ပ။ ''အဝိဇ္ဇာကြောင့် သင်္ခါရတို့ ဖြစ်ကုန်၏။ အဝိဇ္ဇာမရှိသော် သင်္ခါရ မရှိကုန်''ဟု အကျဉ်းချုံး၍ ပိုင်းခြား မှတ်သားရာ၌ ဖြစ်သောပညာသည် သမ္မသနဉာဏ်မည်၏။

      အတိတ်ကာလပတ်လုံးလည်းကောင်း၊ အနာဂတ်ကာလပတ်လုံးလည်းကောင်း ''အဝိဇ္ဇာကြောင့် သင်္ခါရ တို့ ဖြစ်ကုန်၏။ အဝိဇ္ဇာမရှိသော် သင်္ခါရ မရှိကုန်''ဟု အကျဉ်းချုံး၍ ပိုင်းခြားမှတ်သားရာ၌ ဖြစ်သောပညာသည် သမ္မသနဉာဏ်မည်၏။

      ထိုသမ္မသနဉာဏ်သည် သိတတ်သောအနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန်တရားတို့ကို အကျဉ်းချုံး၍ ပိုင်းခြားမှတ်သားရာ၌ ဖြစ်သောပညာကို သမ္မသနဉာဏ်မည်၏ဟု ဆိုအပ်၏။
ငါးခုမြောက် သမ္မသနဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    
    {
        id: "pati-m-t9", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၆-ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
       headerTag: "h3", 
        content: `
 
။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၆) ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်း

။ မြတ်စွာဘုရား ဟောကြားခဲ့တဲ့ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ဉာဏကထာ၊ ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်းမှာ-

     ပစ္စုပ္ပန်တရားတို့၏ ဖောက်ပြန်ပျက်စီးခြင်းကို ရှုမြင်နိုင်သောပညာသည် အဘယ်သို့လျှင် ဥဒယဗ္ဗယာနုပဿနာဉာဏ်မည်သနည်း။

     ဖြစ်ပေါ်လာသောရုပ်သည် ပစ္စုပ္ပန်မည်၏။ ထိုပစ္စုပ္ပန်ရုပ်၏ ဖြစ်ပေါ်ခြင်းလက္ခဏာသည် ဖြစ်ခြင်း 'ဥဒယ' မည်၏။ ဖောက်ပြန်ခြင်းလက္ခဏာသည် ဝယမည်၏။ အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်မည်၏။

     ဖြစ်ပေါ်လာသော ဝေဒနာသည်။ ဖြစ်ပေါ်လာသော သညာသည်။ ဖြစ်ပေါ်လာသော သင်္ခါရတို့သည်။ ဖြစ်ပေါ်လာသော ဝိညာဉ်သည်။ ဖြစ်ပေါ်လာသော မျက်စိသည်။ပ။ ဖြစ်ပေါ်လာသော ဘဝသည် ပစ္စုပ္ပန်မည်၏။ ထိုပစ္စုပ္ပန်ဘဝ၏ ဖြစ်ပေါ်ခြင်းလက္ခဏာသည် ဥဒယမည်၏။ ဖောက်ပြန်ခြင်းလက္ခဏာသည် ဝယမည်၏။ အဖန်ဖန်ရှုခြင်းသည် ဉာဏ်မည်၏။

     ခန္ဓာငါးပါးတို့၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသော သူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။

     ခန္ဓာငါးပါးတို့၏ ဖြစ်ခြင်းကို ရှုသောသူသည်နှစ်ဆယ့်ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ပျက်ခြင်းကို ရှုသောသူသည်နှစ်ဆယ့်ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသော သူသည် ငါးဆယ်သော လက္ခဏာတို့ကို မြင်၏။

     ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှ သောလက္ခဏာတို့ကို မြင်သနည်း။

     ဝေဒနာက္ခန္ဓာ၏။ပ။ သညာက္ခန္ဓာ၏။ပ။ သင်္ခါရက္ခန္ဓာ၏။ပ။ ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသော သူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင်သနည်း။ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသော လက္ခဏာတို့ကို မြင်သနည်း။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်မျှသောလက္ခဏာတို့ကို မြင် သနည်း။

     ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ပျက်ခြင်းကို ရှုသော သူသည် ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

     ဝေဒနာက္ခန္ဓာ၏။ပ။ သညာက္ခန္ဓာ၏။ပ။ သင်္ခါရက္ခန္ဓာ၏။ပ။ ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသော သူသည် ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ပျက်ခြင်းကို ရှုသောသူသည် ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

     ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

     အဝိဇ္ဇာဖြစ်ခြင်းကြောင့် ရုပ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     တဏှာဖြစ်ခြင်းကြောင့် ရုပ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     ကံဖြစ်ခြင်းကြောင့် ရုပ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     အာဟာရဖြစ်ခြင်းကြောင့် ရုပ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     ဖြစ်ပေါ်ခြင်း လက္ခဏာကို ရှုသောသူသည်လည်း ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။ ရူပက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသော လက္ခဏာတို့ကို မြင်၏။

     ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

     အဝိဇ္ဇာချုပ်ခြင်းကြောင့် ရုပ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     တဏှာချုပ်ခြင်းကြောင့် ရုပ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     ကံချုပ်ခြင်းကြောင့် ရုပ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     အာဟာရချုပ်ခြင်းကြောင့် ရုပ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသောအနက်အားဖြင့် ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     ဖောက်ပြန်သောလက္ခဏာကို ရှုသောသူသည်လည်း ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။ ရူပက္ခန္ဓာ၏ ပျက်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသောလက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဤဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

     ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

     အဝိဇ္ဇာဖြစ်ခြင်းကြောင့် ဝေဒနာဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     တဏှာဖြစ်ခြင်းကြောင့် ဝေဒနာဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     ကံဖြစ်ခြင်းကြောင့် ဝေဒနာဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     ဖဿဖြစ်ခြင်းကြောင့် ဝေဒနာဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     ဖြစ်ပေါ်ခြင်း လက္ခဏာကို ရှုသောသူသည်လည်း ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။ ဝေဒနာက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသော လက္ခဏာတို့ကို မြင်၏။

     ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

     အဝိဇ္ဇာချုပ်ခြင်းကြောင့် ဝေဒနာချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     တဏှာချုပ်ခြင်းကြောင့် ဝေဒနာချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     ကံချုပ်ခြင်းကြောင့် ဝေဒနာချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     ဖဿချုပ်ခြင်းကြောင့် ဝေဒနာချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     ဖောက်ပြန်သောလက္ခဏာကို ရှုသောသူသည်လည်း ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကိုမြင်၏။ ဝေဒနာက္ခန္ဓာ၏ ပျက်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဤဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

     သညာက္ခန္ဓာ၏။ပ။ သင်္ခါရက္ခန္ဓာ၏။ပ။ ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

     အဝိဇ္ဇာဖြစ်ခြင်းကြောင့် ဝိညာဉ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     တဏှာဖြစ်ခြင်းကြောင့် ဝိညာဉ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     ကံဖြစ်ခြင်းကြောင့် ဝိညာဉ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     နာမ်ရုပ်ဖြစ်ခြင်းကြောင့် ဝိညာဉ်ဖြစ်၏ဟု အကြောင်းကြောင့်ဖြစ်သော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။

     ဖြစ်ပေါ်ခြင်းလက္ခဏာကို ရှုသောသူသည်လည်း ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကို မြင်၏။ ဝိညာဏက္ခန္ဓာ၏ ဖြစ်ခြင်းကိုရှုသောသူသည် ဤငါးပါးသောလက္ခဏာတို့ကို မြင်၏။

     ပျက်ခြင်းကို ရှုသောသူသည် အဘယ်ငါးပါးသော လက္ခဏာတို့ကို မြင်သနည်း။

     အဝိဇ္ဇာချုပ်ခြင်းကြောင့် ဝိညာဉ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     တဏှာချုပ်ခြင်းကြောင့် ဝိညာဉ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     ကံချုပ်ခြင်းကြောင့် ဝိညာဉ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     နာမ်ရုပ်ချုပ်ခြင်းကြောင့် ဝိညာဉ်ချုပ်၏ဟု အကြောင်းချုပ်ခြင်းဟူသော အနက်အားဖြင့် ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို မြင်၏။

     ဖောက်ပြန်သော လက္ခဏာကို ရှုသောသူသည်လည်း ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကိုမြင်၏။

     ဝိညာဏက္ခန္ဓာ၏ ပျက်ခြင်းကို ရှုသောသူသည် ဤငါးပါးသော လက္ခဏာတို့ကို မြင်၏။

     ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဤဆယ်ပါးသော လက္ခဏာတို့ကို မြင်၏။

     ခန္ဓာငါးပါးတို့၏ ဖြစ်ခြင်းကို ရှုသောသူသည် ဤနှစ်ဆယ့်ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ပျက်ခြင်းကို ရှုသောသူသည် ဤနှစ်ဆယ့်ငါးပါးသော လက္ခဏာတို့ကို မြင်၏။ ဖြစ်ခြင်း၊ ပျက်ခြင်းကို ရှုသောသူသည် ဤငါးဆယ်သော လက္ခဏာတို့ကို မြင်၏။

     ထိုဥဒယဗ္ဗယာနုပဿနာဉာဏ်သည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ပစ္စုပ္ပန်တရားတို့၏ ဖောက်ပြန်ပျက်စီးခြင်းကို ရှုမြင်နိုင်သောပညာကို ဥဒယဗ္ဗယာနုပဿနာဉာဏ်မည်၏ဟု ဆိုအပ်၏။

     ရူပက္ခန္ဓာသည် အာဟာရလျှင် ဖြစ်ကြောင်းရှိ၏။ ဝေဒနာက္ခန္ဓာ၊ သညာက္ခန္ဓာ၊ သင်္ခါရက္ခန္ဓာသုံးပါး တို့သည် ဖဿသာလျှင် ဖြစ်ကြောင်း ရှိကုန်၏။ ဝိညာဏက္ခန္ဓာသည် နာမ်ရုပ်လျှင်ဖြစ်ကြောင်း ရှိ၏။
ခြောက်ခုမြောက် ဥဒယဗ္ဗယဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t10", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၇-ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
       headerTag: "h3", 
        content: `
။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ဉာဏကထာ၊ (၇) ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်း

    အာရုံကို ဆင်ခြင်၍ အပျက်ကို ရှုမြင်နိုင်သောပညာသည် အဘယ်သို့လျှင် ဝိပဿနာဉာဏ် မည်သနည်း။

       ရုပ်လျှင်လျှင် အာရုံရှိသည်၏ အဖြစ်ဖြင့် စိတ်သည် ဖြစ်၍ ပျက်၏။ ထိုအာရုံကို ဆင်ခြင်၍ ထိုစိတ်၏ ပျက်ခြင်းကို အဖန်ဖန်ရှု၏။

       အဖန်ဖန် ရှု၏ဟူရာ၌ အဘယ်သို့လျှင် အဖန်ဖန်ရှုသနည်း။

       အနိစ္စအားဖြင့် အဖန်ဖန်ရှု၏။ နိစ္စအားဖြင့် မရှု။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှု၏။ သုခအားဖြင့်မရှု။ အနတ္တအားဖြင့် အဖန်ဖန်ရှု၏။ အတ္တအားဖြင့် မရှု။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်း ကင်း၏။ တပ်နှစ်သက်သည် မဟုတ်။ ချုပ်ငြိမ်းစေ၏။ မဖြစ်ပေါ်စေ။ စွန့်လွှတ်၏။ စွဲယူခြင်း မရှိ။

       အနိစ္စအားဖြင့် အဖန်ဖန်ရှုသော် မြဲ၏ဟူသောအမှတ်သညာကို ပယ်စွန့်၏။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှုသော် ချမ်းသာဟူသော အမှတ်သညာကို ပယ်စွန့်၏။ အနတ္တအားဖြင့် အဖန်ဖန်ရှုသော် အတ္တဟူသောအမှတ် သညာကို ပယ်စွန့်၏။ ငြီးငွေ့သော်နှစ်သက်ခြင်းကို ပယ်စွန့်၏။ တပ်ခြင်းကင်းသော် တပ်ခြင်းရာဂကို ပယ်စွန့်၏။ ချုပ်ငြိမ်းသော် ဖြစ်ခြင်းကို ပယ်စွန့်၏။ တစ်ဖန်စွန့်သော် စွဲယူခြင်းကို ပယ်စွန့်၏။

       ဝေဒနာလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။ပ။

       သညာလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

       သင်္ခါရတို့လျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

       ဝိညာဉ်လျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့်။

       မျက်စိလျှင်။ပ။ ဇရာမရဏလျှင် အာရုံရှိသည်၏အဖြစ်ဖြင့် စိတ်သည် ဖြစ်၍ ပျက်၏။ ထိုအာရုံကို ဆင်ခြင်၍ ထိုစိတ်၏ ပျက်ခြင်းကို အဖန်ဖန်ရှု၏၊

       အဖန်ဖန် ရှု၏ဟူရာ၌ အဘယ်သို့လျှင် အဖန်ဖန်ရှုသနည်း။

       အနိစ္စအားဖြင့် အဖန်ဖန်ရှု၏။ နိစ္စအားဖြင့် မရှု။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှု၏။ သုခအားဖြင့်မရှု။ အနတ္တအားဖြင့် အဖန်ဖန်ရှု၏။ အတ္တအားဖြင့် မရှု။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်း ကင်း၏။ တပ်နှစ်သက်သည် မဟုတ်။ ချုပ်ငြိမ်းစေ၏။ မဖြစ်ပေါ်စေ။ စွန့်လွှတ်၏။ စွဲယူခြင်း မရှိ။

       အနိစ္စအားဖြင့် အဖန်ဖန်ရှုသော် မြဲ၏ဟူသောအမှတ်သညာကို ပယ်စွန့်၏။ ဒုက္ခအားဖြင့် အဖန်ဖန်ရှု သော် ချမ်းသာဟူသော အမှတ်သညာကို ပယ်စွန့်၏။ အနတ္တအားဖြင့် အဖန်ဖန်ရှုသော် အတ္တဟူသော အမှတ်သညာကို ပယ်စွန့်၏။ ငြီးငွေ့သော်နှစ်သက်ခြင်းကို ပယ်စွန့်၏။ တပ်ခြင်းကင်းသော် တပ်ခြင်း ရာဂကို ပယ်စွန့်၏။ ချုပ်ငြိမ်းသော် ဖြစ်ခြင်းကို ပယ်စွန့်၏။ တစ်ဖန်စွန့်သော် စွဲယူခြင်းကို ပယ်စွန့်၏။

       ဝတ္ထုပြောင်းရွှေ့ခြင်းသည်လည်းကောင်း၊ ပညာ၏ လည်၍ဖြစ်ခြင်းသည်လည်း ကောင်း၊ ဆင်ခြင်ခြင်းငှါ စွမ်းနိုင်သော ဉာဏ်သည်လည်းကောင်း (ဤဉာဏ်သုံးပါး အပေါင်းသည်) ဆင်ခြင်၍ ရှုတတ်သော 'ပဋိသင်္ခါဝိပဿနာ'ဉာဏ်မည်၏။

       အာရုံသို့အစဉ်လျှောက်သဖြင့် (အတိတ်အနာဂတ်) အပျက်နှစ်မျိုးတို့ကို တူသော အားဖြင့် ပိုင်းခြားခြင်းလည်းကောင်း၊ နိဗ္ဗာန်၌ စိတ်၏ သက်ဝင်ညွတ်ကိုင်းခြင်း လည်းကောင်း (ဤဉာဏ်နှစ်ပါးသည်) အပျက်လက္ခဏာကို ရှုတတ်သော 'ဝယ လက္ခဏဝိပဿနာ' မည်၏။

       အာရုံကိုလည်း ဆင်ခြင်၍ အပျက်ကိုလည်း အဖန်ဖန်ရှုခြင်းလည်းကောင်း၊ ဆိတ် သုဉ်းသောအားဖြင့် ထင်ခြင်းလည်းကောင်း ဤဉာဏ်နှစ်ပါးသည် 'အဓိပညာ ဝိပဿနာ'မည်၏။

       ဆိုခဲ့ပြီးအနိစ္စာနုပဿနာစသော အနုပဿနာဉာဏ်သုံးပါးတို့၌ ကျွမ်းကျင်သော သူသည် နိဗ္ဗိဒါနုပဿနာစသော လေးပါးသော ဝိပဿနာတို့၌လည်းကောင်း၊ ကုန်ခြင်းစသော သုံးပါးသော ဆင်ခြင်ခြင်း၌လည်းကောင်း လိမ္မာသည်၏အဖြစ်ကြောင့် အထူးထူးသော အယူဝါဒတို့၌ မတုန်လှုပ်။

       ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် အာရုံကို ဆင်ခြင်၍ အပျက်ကို ရှုမြင်နိုင်သောပညာကို ဘင်္ဂါနုပဿနာဉာဏ်ဟု ဆိုအပ်၏။
ခုနစ်ခုမြောက် ဘင်္ဂါနုပဿနာဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t11", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "၈-အာဒီနဝဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
headerTag: "h3", 
content: `
ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၈) အာဒီနဝဉာဏ် အကျယ်ပြခြင်း

ဘေးဟု ထင်မြင်လာသောပညာသည် အဘယ်သို့လျှင် အာဒီနဝဉာဏ်မည်သနည်း။

         ဖြစ်ပေါ်ခြင်းသည် ဘေးမည်၏ဟု ဘေးဟု ထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝဉာဏ် မည်၏။

         ဖြစ်ပွားခြင်းသည် ဘေးမည်၏ဟု ဘေးဟု ထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝဉာဏ် မည်၏။

         သင်္ခါရနိမိတ်သည် ဘေးမည်၏ဟု။ပ။

         နောင်ပဋိသန္ဓေ၏အကြာင်းဖြစ်သော အားထုတ်ခြင်းသည် ဘေးမည်၏ဟု။ပ။

         တစ်ဖန်ဘဝသစ်၌ ဖြစ်ခြင်းသည် ဘေးမည်၏ဟု။ပ။

         ဂတိသည် ဘေးမည်၏ဟု။ပ။

         ခန္ဓာတို့၏ ဖြစ်ခြင်းသည် ဘေးမည်၏ဟု။ပ။

         မဟဂ္ဂုတ်ဝိပါက်၏ ဖြစ်ခြင်းသည် ဘေးမည်၏ဟု။ပ။

         ပဋိသန္ဓေနေခြင်းသည် ဘေးမည်၏ဟု။ပ။

         အိုခြင်းသည် ဘေးမည်၏ဟု။ပ။

         နာခြင်းသည် ဘေးမည်၏ဟု။ပ။

         သေခြင်းသည် ဘေးမည်၏ဟု။ပ။

         စိုးရိမ်ခြင်းသည် ဘေးမည်၏ဟု။ပ။

         ငိုကြွေးမြည်တမ်းခြင်းသည် ဘေးမည်၏ဟု။ပ။

         ပြင်းစွာ ပင်ပန်းခြင်းသည် ဘေးမည်၏ဟု ဘေးဟု ထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝ ဉာဏ် မည်၏။

         မဖြစ်ပေါ်ခြင်းသည် ဘေးကင်းရာမည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ် မည်၏။ မဖြစ်ပွါးခြင်းသည် ဘေးကင်းရာ မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒ ဉာဏ် မည်၏။ပ။ ပြင်းစွာ မပူပန်ခြင်းသည် ဘေးကင်းရာ မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေး သော သန္တိပဒဉာဏ် မည်၏။

         ဖြစ်ပေါ်ခြင်းသည် ဘေးမည်၏။ မဖြစ်ပေါ်ခြင်းသည် ဘေးကင်းရာမည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ် မည်၏။ ဖြစ်ပွါးခြင်းသည် ဘေးမည်၏။ မဖြစ်ပွားခြင်းသည် ဘေးကင်းရာ မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ် မည်၏။ပ။

         ပြင်းစွာ ပင်ပန်းခြင်းသည် ဘေးမည်၏။ ပြင်းစွာ မပင်ပန်းခြင်းသည် ဘေးကင်းရာ မည်၏ဟု (ဖြစ် သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။

         ဖြစ်ပေါ်ခြင်းသည် ဆင်းရဲတည်းဟူ၍ ဘေးဟု ထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝဉာဏ် မည်၏။

         ဖြစ်ပွါးခြင်းသည် ဆင်းရဲတည်းဟူ၍ ဘေးဟု ထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝဉာဏ် မည်၏။ပ။

         ပြင်းစွာပင်ပန်းခြင်းသည် ဆင်းရဲတည်းဟူ၍ ဘေးဟု ထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝ ဉာဏ် မည်၏။

         မဖြစ်ပေါ်ခြင်းသည် ချမ်းသာတည်းဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ် မည်၏။ မဖြစ်ပွါးခြင်းသည် ချမ်းသာတည်းဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ် မည်၏။ပ။

         ပြင်းစွာ မပင်ပန်းခြင်းသည် ချမ်းသာတည်းဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒ ဉာဏ် မည်၏။

         ဖြစ်ပေါ်ခြင်းသည် ဆင်းရဲတည်း။ မဖြစ်ပေါ်ခြင်းသည် ချမ်းသာတည်းဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။ ဖြစ်ပွါးခြင်းသည် ဆင်းရဲတည်း။ မဖြစ်ပွားခြင်းသည် ချမ်းသာတည်းဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။ပ။

         ပြင်းစွာ ပင်ပန်းခြင်းသည် ဆင်းရဲတည်း။ ပြင်းစွာ မပင်ပန်းခြင်းသည် ချမ်းသာတည်းဟု (ဖြစ် သော)ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။

         ဖြစ်ပေါ်ခြင်းသည် သာမိသမည်၏ဟူ၍ ဘေးဟုထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝဉာဏ် မည်၏။

         ဖြစ်ပွါးခြင်းသည် သာမိသမည်၏ဟူ၍ ဘေးဟုထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝဉာဏ် မည်၏။ပ။

         ပြင်းစွာ ပင်ပန်းခြင်းသည် သာမိသမည်၏ဟူ၍ ဘေးဟုထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝ ဉာဏ် မည်၏။

         မဖြစ်ပေါ်ခြင်းသည် နိရာမိသ မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ် မည်၏။ မဖြစ်ပွါးခြင်းသည် နိရာမိသ မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒ ဉာဏ်မည်၏။ပ။

         ပြင်းစွာ မပင်ပန်းခြင်းသည် နိရာမိသ မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒ ဉာဏ် မည်၏။

         ဖြစ်ပေါ်ခြင်းသည် သာမိသမည်၏။ မဖြစ်ပေါ်ခြင်းသည် နိရာမိသ မည်၏ဟု (ဖြစ်သော) ပညာ သည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။

         ဖြစ်ပွါးခြင်းသည် သာမိသမည်၏။ မဖြစ်ပွါးခြင်းသည် နိရာမိသ မည်၏ဟု (ဖြစ်သော) ပညာ သည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။ပ။

         ပြင်းစွာ ပင်ပန်းခြင်းသည် သာမိသမည်၏။ ပြင်းစွာ မပင်ပန်းခြင်းသည် နိရာမိသ မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။

         ဖြစ်ပေါ်ခြင်းသည် သင်္ခါရတို့မည်ကုန်၏ဟူ၍ ဘေးဟုထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝ ဉာဏ် မည်၏။

         ဖြစ်ပွါးခြင်းသည် သင်္ခါရတို့မည်ကုန်၏ဟူ၍ ဘေးဟုထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝ ဉာဏ် မည်၏။ပ။

         ပြင်းစွာ ပင်ပန်းခြင်းသည် သင်္ခါရတို့မည်ကုန်၏ဟူ၍ ဘေးဟုထင်ရာ၌ (ဖြစ်သော) ပညာသည် အာဒီနဝဉာဏ်မည်၏။

         မဖြစ်ပေါ်ခြင်းသည် နိဗ္ဗာန်မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ် မည်၏။ မဖြစ်ပွါးခြင်းသည် နိဗ္ဗာန်မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ် မည်၏။ပ။

         ပြင်းစွာ မပင်ပန်းခြင်းသည် နိဗ္ဗာန်မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒ ဉာဏ်မည်၏။

         ဖြစ်ပေါ်ခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ မဖြစ်ပေါ်ခြင်းသည် နိဗ္ဗာန်မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။

         ဖြစ်ပွါးခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ မဖြစ်ပွါးခြင်းသည် နိဗ္ဗာန်မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။ပ။

         ပြင်းစွာ ပင်ပန်းခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ ပြင်းစွာ မပင်ပန်းခြင်းသည် နိဗ္ဗာန်မည်၏ဟု (ဖြစ်သော) ပညာသည် ငြိမ်းအေးသော သန္တိပဒဉာဏ်မည်၏။ပ။

         ဖြစ်ပေါ်ခြင်းကိုလည်းကောင်း၊ ဖြစ်ပွါးခြင်းကိုလည်းကောင်း၊ သင်္ခါရနိမိတ်ကို လည်းကောင်း ဒုက္ခဟု ရှု၏။ အားထုတ်ခြင်း၊ တစ်ဖန်ဘဝသစ်၌ဖြစ်ခြင်း ဤနှစ်ပါး ၌ဖြစ်သော ဉာဏ်သည် အာာဒီနဝဉာဏ်မည်၏။

         မဖြစ်ပေါ်ခြင်းကိုလည်းကောင်း၊ မဖြစ်ပွါးခြင်းကိုလည်းကောင်း၊ သင်္ခါရနိမိတ် ကင်းခြင်းကိုလည်းကောင်း သုခဟု ရှု၏။ အားမထုတ်ခြင်း၊ တစ်ဖန် ဘဝသစ်၌ မဖြစ်ခြင်း ဤနှစ်ပါး၌ ဖြစ်သော ဉာဏ်သည့်ငြိမ်းချမ်းရာ နိဗ္ဗာန်၌ ဉာဏ်မည်၏။

         ဤအာဒီနဝဉာဏ်သည် အရာငါးပါးတို့၌ ဖြစ်၏။ ငြိမ်းချမ်းရာ နိဗ္ဗာန်၌ ဖြစ်သော ဤသန္တိပဒဉာဏ်သည် အရာငါးပါးတို့၌ ဖြစ်၏။ (ဤဉာဏ်နှစ်ပါးကို သိသူသည်) ဉာဏ်ဆယ်ပါးတို့ကို အပြားအားဖြင့် သိ၏။ ဉာဏ်နှစ်ပါးတို့၌ ကျွမ်းကျင်သည်၏ အဖြစ်ကြောင့် အယူအမျိုးမျိုးတို့၌ မတုန်လှုပ်။

         ထိုဝိပဿနာဉာဏ်သည် သိတတ်သောအနက်သဘောကြောင့် ဉာဏ်မည်၏။ အပြားအားဖြင့် သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထိုကြောင့် ဘေးဟု ထင်မြင်လာသောပညာကို အာဒီနဝဉာဏ် မည်၏ဟု ဆိုအပ်၏။
ရှစ်ခုမြောက် အာဒီနဝဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    
{
        id: "pati-m-t12", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၉-သင်္ခါရုပေက္ခာဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
  headerTag: "h3", 
    content: `
 ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၉) သင်္ခါရုပေက္ခာဉာဏ် အကျယ်ပြခြင်း

        လွတ်မြောက်လိုခြင်းကို ဆင်ခြင်လျက် လျစ်လျူရှုတတ်သောပညာသည် အဘယ်သို့လျှင် သင်္ခါရုပေက္ခာဉာဏ်မည်သနည်း။

         ဖြစ်ပေါ်ခြင်းကို လွှတ်လိုသည်၏ အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာ မည်၏။

         ဖြစ်ပွါးခြင်းကို လွှတ်လိုသည်၏ အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာ မည်၏။

         သင်္ခါနိမိတ်ကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ပ။ အားထုတ်ခြင်းကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ တစ်ဖန် ဘဝသစ်၌ဖြစ်ခြင်းကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ ဂတိကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ ခန္ဓာတို့၏ ဖြစ်ခြင်း ကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ မဟဂ္ဂုတ်ဝိပါတ်၏ ဖြစ်ခြင်းကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ ဇရာစသည် တို့၏ အကြောင်းဖြစ်သော ပဋိသန္ဓေကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ အိုခြင်းကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ နာခြင်းကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ သေခြင်းကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ စိုးရိမ်ခြင်းကို လွှတ်လို သည်၏အဖြစ်ဖြင့်။ ငိုကြွေးခြင်းကို လွှတ်လိုသည်၏အဖြစ်ဖြင့်။ပ။ ပြင်းစွာပင်ပန်းခြင်းကို လွှတ်လိုသည်၏ အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူ ရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပေါ်ခြင်းသည် ဒုက္ခမည်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပွါးခြင်းသည် ဒုက္ခမည်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။ပ။

         ပြင်းစွာပင်ပန်းခြင်းသည် ဒုက္ခမည်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပေါ်ခြင်းသည် ဘေးမည်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပွါးခြင်းသည် ဘေးမည်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။ပ။

         ပြင်းစွာပင်ပန်းခြင်းသည် ဘေးမည်၏ဟု လွတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပေါ်ခြင်းသည် သာမိသမည်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပွါးခြင်းသည် သာမိသမည်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။ပ။

         ပြင်းစွာပင်ပန်းခြင်းသည် သာမိသမည်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပေါ်ခြင်းသည် သင်္ခါရတို့မည်ကုန်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပွါးခြင်းသည် သင်္ခါရတို့မည်ကုန်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာမည်၏။ပ။

         ပြင်းစွာပင်ပန်းခြင်းသည် သင်္ခါရတို့မည်ကုန်၏ဟု လွှတ်လိုသည်၏အဖြစ်ဖြင့် ဆင်ခြင်၍ လျစ်လျူရှု သောပညာသည် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပေါ်ခြင်းသည် သင်္ခါရတို့မည်ကုန်၏ဟု ထိုသင်္ခါရတရားတို့ကို လျစ်လျူ ရှုတတ်သောကြောင့် သင်္ခါ ရုပေက္ခာမည်၏။

         သင်္ခါရ၊ ဥပေက္ခာနှစ်ပါးတို့သည်လည်း သင်္ခါရမည်ကုန်၏။ ထိုသင်္ခါရတို့ကို လျစ်လျူရှုတတ်သော ကြောင့် သင်္ခါရုပေက္ခာမည်၏။

         ဖြစ်ပွါးခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ပ။ သင်္ခါရနိမိတ်သည် သင်္ခါရတို့မည်ကုန်၏။ အားထုတ်ခြင်း သည် သင်္ခါရတို့မည်ကုန်၏။ တစ်ဖန်ဘဝသစ်၌ ဖြစ်ခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ ဂတိသည် သင်္ခါရ တို့မည်ကုန်၏။ ခန္ဓာတို့၏ဖြစ်ခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ မဟဂ္ဂုတ်ဝိပါက်ဖြစ်ခြင်းသည် သင်္ခါရတို့ မည်ကုန်၏။ ပဋိသန္ဓေသည် သင်္ခါရတို့မည်ကုန်၏။ အိုခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ နာခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ သေခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ စိုးရိမ်ခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။

         ငိုကြွေးခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ပ။ ပြင်းစွာပင်ပန်းခြင်းသည် သင်္ခါရတို့မည်ကုန်၏။ ထိုသင်္ခါရတို့ကို လျစ်လျူရှုတတ်သောကြောင့် သင်္ခါရုပေက္ခာ မည်၏။

         သင်္ခါရ၊ ဥပေက္ခာနှစ်ပါးတို့သည်လည်း သင်္ခါရတို့ မည်ကုန်၏။ ထိုသင်္ခါတို့ကို လျစ်လျူရှုတတ် သောကြောင့် သင်္ခါရုပေက္ခာမည်၏။

         အဘယ်မျှသော အခြင်းအရာတို့ဖြင့် သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်သနည်း။

         ရှစ်ပါးသော အခြင်းအရာတို့ဖြင့် သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ 'သေက္ခ'ပုဂ္ဂိုလ်၊ ရာဂကင်းသော ရဟန္တာပုဂ္ဂိုလ်အား အဘယ်မျှသောအခြင်းအရာ တို့ဖြင့် သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်သနည်း။

         ပုထုဇဉ်ပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌နှစ်ပါးသော အခြင်းအရာတို့ဖြင့် စိတ်ကို ရှေးရှုဆောင်၏။

         ကျင့်ဆဲ'သေက္ခ'ပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌ သုံးပါးသော အခြင်းအရာတို့ဖြင့် စိတ်ကို ရှေးရှု ဆောင်၏။

         ရာဂကင်းသော ရဟန္တာပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌ သုံးပါးသော အခြင်းအရာတို့ဖြင့် စိတ်ကို ရှေးရှုဆောင်၏။

         ပုထုဇဉ်ပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်သော အခြင်းအရာနှစ်ပါးဟူသည် အဘယ် နည်း။

         ပုထုဇဉ်ပုဂ္ဂိုလ်သည် သင်္ခါရုပေက္ခာဉာဏ်ကိုနှစ်သက်လည်းနှစ်သက်၏။ အထူးထူး အပြားပြား အားဖြင့် ရှုလည်းရှု၏။ ပုထုဇဉ်ပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌ ဤနှစ်ပါးသော အခြင်းအရာတို့ဖြင့် စိတ်ကို ရှေးရှုဆောင်၏။

         ကျင့်ဆဲ'သေက္ခ'ပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်သော အခြင်းအရာသုံးပါးဟူသည် အဘယ်နည်း။

         ကျင့်ဆဲ'သေက္ခ'ပုဂ္ဂိုလ်သည် သင်္ခါရုပေက္ခာဉာဏ်ကိုနှစ်သက်လည်းနှစ်သက်၏။ အထူးထူး အပြား ပြားအားဖြင့် ရှုလည်း ရှု၏။ ဆင်ခြင်၍ ဖလသမာပတ်ကို ဝင်စားလည်း ဝင်စား၏။ ကျင့်ဆဲ'သေက္ခ'့ပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌ ဤသုံးပါးသော အခြင်းအရာတို့ဖြင့် စိတ်ကို ရှေးရှုဆောင်၏။

         ရဟန္တာပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်သော အခြင်းအရာသုံးပါးဟူသည် အဘယ် နည်း။

         ရဟန္တာပုဂ္ဂိုလ်သည် သင်္ခါရုပေက္ခာဉာဏ်ကို အထူးထူး အပြားပြားအားဖြင့် ရှုလည်း ရှု၏။ ဆင်ခြင် ၍ ဖလသမာပတ်ကို ဝင်စားလည်း ဝင်စား၏။ ထိုဖိုလ်ဝင်စားခြင်းကို လျစ်လျူရှု၍ ဆိတ်ဆိတ်နေခြင်း သုညတဝိဟာရဖြင့်လည်းကောင်း၊ အာရုံမဲ့နေခြင်း အနိမိတ္တဝိဟာရဖြင့်လည်းကောင်း၊ မတောင့်တဘဲနေခြင်း အပ္ပဏိဟိတဝိဟာရဖြင့်လည်းကောင်း နေလည်း နေ၏။ ရဟန္တာပုဂ္ဂိုလ်အား သင်္ခါရုပေက္ခာ၌ ဤ သုံးပါးသော အခြင်းအရာတို့ဖြင့် စိတ်ကို ရှေးရှုဆောင်၏။

         ပုထုဇဉ်ပုဂ္ဂိုလ်အားလည်းကောင်း၊ ကျင့်ဆဲ'သေက္ခ'ပုဂ္ဂိုလ်အားလည်းကောင်း သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် အဘယ်သို့လျှင် တူညီခြင်းဖြစ်သနည်း။

         သင်္ခါရုပေက္ခာဉာဏ်ကိုနှစ်သက်သော ပုထုဇဉ်ပုဂ္ဂိုလ်အား စိတ်ညစ်နွမ်း၏။ ဘာဝနာ၏ ဘေးရန် ဖြစ်၏။ ပဋိဝေဓဉာဏ်၏ အန္တရာယ်ဖြစ်၏။ နောင်အခါ (ဖြစ်လတ္တံ့သော) ပဋိသန္ဓေ၏ အကြောင်းဖြစ်၏။

         သင်္ခါရုပေက္ခာဉာဏ်ကိုနှစ်သက်သော ကျင့်ဆဲ'သေက္ခ'ပုဂ္ဂိုလ်အား စိတ်ညစ်နွမ်း၏။ ဘာဝနာ၏ ဘေးရန် ဖြစ်၏။ အထက်အထက်ဖြစ်သော ပဋိဝေဓဉာဏ်၏ အန္တရာယ်ဖြစ်၏။ နောင်အခါ (ဖြစ်လတ္တံ့ သော) ပဋိသန္ဓေ၏ အကြောင်းဖြစ်၏။

         ဤသို့ ပုထုဇဉ်၊ ကျင့်ဆဲ'သေက္ခ'ပုဂ္ဂိုလ်တို့အား သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည်နှစ်သက်တတ်သော သဘောအားဖြင့် ဤသို့တူညီခြင်း ဖြစ်၏။

         ပုထုဇဉ်ပုဂ္ဂိုလ်၊ ကျင့်ဆဲ'သေက္ခ'ပုဂ္ဂိုလ်၊ ရဟန္တာပုဂ္ဂိုလ်တို့အား သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှု ဆောင်ခြင်းသည် အဘယ်သို့လျှင် တူညီခြင်းဖြစ်သနည်း။

         ပုထုဇဉ်ပုဂ္ဂိုလ်သည် သင်္ခါရုပေက္ခာဉာဏ်ကို အနိစ္စ၊ ဒုက္ခ၊ အနတ္တအားဖြင့် ရှု၏။ ကျင့်ဆဲ'သေက္ခ' ပုဂ္ဂိုလ်သည်လည်း သင်္ခါရုပေက္ခာဉာဏ်ကို အနိစ္စ၊ ဒုက္ခ၊ အနတ္တအားဖြင့် ရှု၏။ ရဟန္တာပုဂ္ဂိုလ်သည်လည်း သင်္ခါရုပေက္ခာဉာဏ်ကို အနိစ္စ၊ ဒုက္ခ၊ အနတ္တအားဖြင့် ရှု၏။ ပုထုဇဉ်၊ ကျင့်ဆဲ'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့အား သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် အဖန်တလဲလဲရှုတတ်သော သဘောအားဖြင့် ဤသို့ တူညီခြင်း ဖြစ်၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ 'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် အဘယ်သို့လျှင် ထူးခြားခြင်း ဖြစ်သနည်း။

         ပုထုဇဉ်ပုဂ္ဂိုလ်၏ သင်္ခါရုပေက္ခာဉာဏ်သည် ကုသိုလ်ဖြစ်၏။ ကျင့်ဆဲ 'သေက္ခ'ပုဂ္ဂိုလ်၏ သင်္ခါရုပေက္ခာ ဉာဏ်သည်လည်း ကုသိုလ်ဖြစ်၏။ ရဟန္တာပုဂ္ဂိုလ်၏ သင်္ခါရုပေက္ခာဉာဏ်သည် ကုသိုလ်၊ အကုသိုလ်ဟု မဆိုအပ်သော အဗျာကတဖြစ်၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် ကုသိုလ်၊ အဗျာကတသဘောအားဖြင့် ဤသို့ ထူးခြားခြင်းဖြစ်၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ 'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် အဘယ်သို့လျှင် ထူးခြားခြင်း ဖြစ်သနည်း။

         ပုထုဇဉ်ပုဂ္ဂိုလ်၏ သင်္ခါရုပေက္ခာဉာဏ်သည် ရံခါ ကောင်းစွာထင်၏။ ရံခါ ကောင်းစွာမထင်။ ကျင့်ဆဲ 'သေက္ခ'ပုဂ္ဂိုလ်၏ သင်္ခါရုပေက္ခာဉာဏ်သည်လည်း ရံခါ ကောင်းစွာထင်၏။ ရံခါ ကောင်းစွာ မထင်။ ရဟန္တာပုဂ္ဂိုလ်၏ သင်္ခါရုပေက္ခာဉာဏ်သည် စင်စစ် ကောင်းစွာထင်၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ 'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည့်ထင်သောသဘောအားဖြင့်လည်းကောင်း၊ မထင်သောသဘောအားဖြင့်လည်းကောင်း ဤသို့ ထူးခြားခြင်း ဖြစ်၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ 'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် အဘယ် သို့လျှင် ထူးခြားခြင်း ဖြစ်သနည်း။

         ပုထုဇဉ်ပုဂ္ဂိုလ်သည် သင်္ခါရုပေက္ခာဉာဏ်ကို မပြီးသေးသည်၏အဖြစ်ကြောင့် ရှု၏။ ကျင့်ဆဲ 'သေက္ခ' ပုဂ္ဂိုလ်သည်လည်း သင်္ခါရုပေက္ခာဉာဏ်ကို မပြီးသေးသည်၏အဖြစ်ကြောင့် ရှု၏။ ရဟန္တာပုဂ္ဂိုလ်သည် သင်္ခါရုပေက္ခာဉာဏ်ကို ပြီးသည်၏အဖြစ်ကြောင့် ရှု၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ 'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် မပြီးသေးသော သဘောအားဖြင့်လည်းကောင်း၊ ပြီးပြီးသော သဘောအားဖြင့်လည်းကောင်း ဤသို့ ထူးခြားခြင်း ဖြစ်၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ 'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် အဘယ်သို့လျှင် ထူးခြားခြင်း ဖြစ်သနည်း။

         ပုထုဇဉ်ပုဂ္ဂိုလ်သည် သံယောဇဉ်သုံးမျိုးတို့ကို ပယ်ခြင်းငှါ သောတာပတ္တိမဂ်ကိုရခြင်းငှါ သင်္ခါရုပေက္ခာ ဉာဏ်ကို ရှု၏။

         ကျင့်ဆဲ 'သေက္ခ'ပုဂ္ဂိုလ်သည် သံယောဇဉ်သုံးမျိုးတို့ကို ပယ်ပြီးဖြစ်သောကြောင့် အထက်မဂ်ကို ရခြင်းငှါ သင်္ခါရုပေက္ခာဉာဏ်ကို ရှု၏။

         ရဟန္တာပုဂ္ဂိုလ်သည် ကိလေသာအားလုံးတို့ကို ပယ်ပြီးသည်၏အဖြစ်ကြောင့် ယခုမျက်မှောက် ချမ်းသာစွာ နေခြင်းငှါ သင်္ခါရုပေက္ခာဉာဏ်ကို ရှု၏။

         ပုထုဇဉ်၊ ကျင့်ဆဲ'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် ပယ်ပြီးသော သဘောအားဖြင့်လည်းကောင်း၊ မပယ်ရသေးသော သဘောအားဖြင့်လည်းကောင်း ဤသို့ ထူးခြားခြင်း ဖြစ်၏။

         ကျင့်ဆဲ 'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် အဘယ်သို့ လျှင် ထူးခြားခြင်း ဖြစ်သနည်း။

         ကျင့်ဆဲ 'သေက္ခ'ပုဂ္ဂိလ်သည် သင်္ခါရုပေက္ခာဉာဏ်ကိုနှစ်သက်လည်းနှစ်သက်၏။ အထူးထူး အပြားပြားအားဖြင့် ရှုလည်း ရှု၏။ အနိစ္စစသည်တို့၏ အစွမ်းအားဖြင့် ဆင်ခြင်၍ ဖလသမာပတ်ကို ဝင်စားလည်း ဝင်စား၏။ ရဟန္တာပုဂ္ဂိလ်သည် သင်္ခါရုပေက္ခာဉာဏ်ကို အထူးထူးအပြားပြားအားဖြင့် ရှုလည်း ရှု၏။ အနိစ္စစသည်တို့၏ အစွမ်းအားဖြင့် ဆင်ခြင်၍ ဖလသမာပတ်ကို ဝင်စားလည်း ဝင်စား၏။ ထိုဖိုလ်ဝင်စားခြင်းကို လျစ်လျူရှု၍ ဆိတ်ငြိမ်စွာနေခြင်း သုညတဝိဟာရဖြင့်လည်းကောင်း၊ အာရုံမဲ့နေခြင်း အနိမိတ္တဝိဟာရဖြင့်လည်းကောင်း၊ မတောင့်တဘဲနေခြင်း အပ္ပဏိဟိတဝိဟာရဖြင့်လည်းကောင်း နေလည်း နေ၏။

         ကျင့်ဆဲ'သေက္ခ'၊ ရဟန္တာပုဂ္ဂိုလ်တို့၏ သင်္ခါရုပေက္ခာ၌ စိတ်ကို ရှေးရှုဆောင်ခြင်းသည် ဝိဟာရဖလ သမာပတ်သာလျှင်ဖြစ်သော သဘောအားဖြင့် ဤသို့ ထူးခြားခြင်း ဖြစ်၏။

          အဘယ်သင်္ခါရုပေက္ခာတို့သည် သမထ၏အစွမ်းအားဖြင့် ဖြစ်ကုန်သနည်း။ အဘယ် သင်္ခါရုပေက္ခာတို့သည် ဝိပဿနာ၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သနည်း။

         ရှစ်ပါးသော သင်္ခါရုပေက္ခာတို့သည် သမထ၏အစွမ်းအားဖြင့် ဖြစ်ကုန်၏။

         ဆယ်ပါးသော သင်္ခါရုပေက္ခာတို့သည် ဝိပဿနာ၏အစွမ်းအားဖြင့် ဖြစ်ကုန်၏။

         အဘယ်ရှစ်ပါးသော သင်္ခါရုပေက္ခာတို့သည် သမထ၏အစွမ်းအားဖြင့် ဖြစ်ကုန်သနည်း။

         ပထမဈာန်ကို ရခြင်းငှါ နီဝရဏတို့ကို ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။ ဒုတိယဈာန်ကို ရခြင်းငှါ ကြံစည်ခြင်း 'ဝိတက်'၊ သုံးသပ်ခြင်း 'ဝိစာရ'တို့ကို ဆင်ခြင်၍ လျစ်လျူ ရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။ တတိယဈာန်ကို ရခြင်းငှါနှစ်သိမ့်ခြင်း 'ပီတိ'ကို ဆင်ခြင် ၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။ စတုတ္ထဈာန်ကို ရခြင်းငှါ ချမ်းသာခြင်း 'သုခ'၊ ဆင်းရဲခြင်း 'ဒုက္ခ'တို့ကို ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         အာကာသာနဉ္စာယတနဈာန်သမာပတ်ကို ရခြင်းငှါ ရူပသညာ၊ ပဋိဃသညာ၊ နာနတ္တသညာကို ဆင် ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         ဝိညာဏဉ္စာယတနဈာန်သမာပတ်ကို ရခြင်းငှါ အာကာသာနဉ္စာယတနသညာကို ဆင်ခြင်၍ လျစ်လျူရှု သောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         အာကိဉ္စညာယတနဈာန်သမာပတ်ကို ရခြင်းငှါ ဝိညာဏဉ္စာယတနသညာကို ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         နေဝသညာနာသညာယတနဈာန်သမာပတ်ကို ရခြင်းငှါ အာကိဉ္စညာယတနသညာကို ဆင်ခြင်၍ လျစ် လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         ဤသင်္ခါရုပေက္ခာရှစ်ပါးတို့သည် သမထ၏အစွမ်းအားဖြင့် ဖြစ်ကုန်၏။

         အဘယ်ဆယ်ပါးသော သင်္ခါရုပေက္ခာတို့သည် ဝိပဿနာ၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သနည်း။

         သောတာပတ္တိမဂ်ကို ရခြင်းငှါ ဖြစ်ပေါ်ခြင်းကို၊ ဖြစ်ပွါးခြင်းကို၊ သင်္ခါရနိမိတ်ကို၊ အားထုတ်ခြင်းကို၊ တစ်ဖန်ဘဝသစ်၌ဖြစ်ခြင်းကို၊ ဂတိကို၊ ခန္ဓာတို့၏ဖြစ်ခြင်းကို၊ မဟဂ္ဂုတ်ဝိပါက်၏ဖြစ်ခြင်းကို၊ ပဋိသန္ဓေ နေခြင်းကို၊ အိုခြင်းကို၊ နာခြင်းကို၊ သေခြင်းကို၊ စိုးရိမ်ခြင်းကို၊ ငိုကြွေးခြင်းကို၊ ပြင်းစွာပင်ပန်းခြင်းကို ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         သောတာပတ္တိဖလသမာပတ်အကျိုးငှါ ဖြစ်ပေါ်ခြင်းကို၊ ဖြစ်ပွါးခြင်းကို၊ သင်္ခါရနိမိတ်ကို၊ အားထုတ်ခြင်းကို၊ တစ်ဖန် ဘဝသစ်၌ဖြစ်ခြင်းကို။ပ။ ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         သကဒါဂါမိမဂ်ကို ရခြင်းငှါ။ပ။

         သကဒါဂါမိဖလသမာပတ်အကျိုးငှါ။ပ။

         အနာဂါမိမဂ်ကို ရခြင်းငှါ။ပ။

         အနာဂါမိဖလသမာပတ်အကျိုးငှါ။ပ။

         အရဟတ္တမဂ်ကို ရခြင်းငှါ ဖြစ်ပေါ်ခြင်းကို၊ ဖြစ်ပွါးခြင်းကို၊ သင်္ခါရနိမိတ်ကို၊ အားထုတ်ခြင်းကို၊ တစ်ဖန် ဘဝသစ်၌ဖြစ်ခြင်းကို၊ ဂတိကို၊ ခန္ဓာတို့၏ဖြစ်ခြင်းကို၊ မဟဂ္ဂုတ်ဝိပါက်၏ဖြစ်ခြင်းကို၊ ပဋိသန္ဓေ နေခြင်းကို၊ အိုခြင်းကို၊ နာခြင်းကို၊ သေခြင်းကို၊ စိုးရိမ်ခြင်းကို၊ ငိုကြွေးခြင်းကို၊ ပြင်းစွာပင်ပန်းခြင်းကို ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         အရဟတ္တဖလသမာပတ် အကျိုးငှါ။ပ။ သုညတဝိဟာရသမာပတ် အကျိုးငှါ။ပ။ အနိမိတ္တဝိဟာရ သမာပတ်အကျိုးငှါ ဖြစ်ပေါ်ခြင်းကို၊ ဖြစ်ပွါးခြင်းကို၊ သင်္ခါရနိမိတ်ကို၊ အားထုတ်ခြင်းကို၊ တစ်ဖန်ဘဝသစ် ၌ဖြစ်ခြင်းကို။ပ။ ဆင်ခြင်၍ လျစ်လျူရှုသောပညာသည် သင်္ခါရုပေက္ခာဉာဏ် မည်၏။

         ဤဆယ်ပါးသော သင်္ခါရုပေက္ခာတို့သည် ဝိပဿနာ၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်၏။

         အဘယ်သင်္ခါရုပေက္ခာတို့သည် ကုသိုလ်မည်ကုန်သနည်း။

         အဘယ်သင်္ခါရုပေက္ခာတို့သည် အကုသိုလ်မည်ကုန်သနည်း။

         အဘယ်သင်္ခါရုပေက္ခာတို့သည် အဗျာကတမည်ကုန်သနည်း။

         တစ်ဆယ့်ငါးပါးသော သင်္ခါရုပေက္ခာတို့သည် ကုသိုလ်မည်ကုန်၏။ သုံးပါးသော သင်္ခါရုပေက္ခာတို့ သည် အဗျာကတမည်ကုန်၏။ အကုသိုလ် သင်္ခါရုပေက္ခာတို့ကား မရှိကုန်။

         ဆင်ခြင်၍ လျစ်လျူရှုသောအခြင်းအရာအားဖြင့်ဖြစ်သော သင်္ခါရုပေက္ခာ ပညာ သည် ဖြစ်၏။ ရှစ်ပါးသော သင်္ခါရုပေက္ခာတို့သည် သမာဓိစိတ်၏ အာရုံဖြစ်ကုန်၏။ ပုထုဇဉ်ပုဂ္ဂိုလ်အားနှစ်ပါးဖြစ်ကုန်၏။ သုံးပါးသော သင်္ခါရုပေက္ခာတို့သည် သေက္ခပုဂ္ဂိုလ်၏ အာရုံဖြစ်ကုန်၏။

         သုံးပါးသောဖလသမာပတ်တို့သည်ကား ရဟန္တာပုဂ္ဂိုလ်၏ အာရုံဖြစ်ကုန်၏။ သင်္ခါရုပေက္ခာတို့ဖြင့် ရဟန္တာ၏စိတ်သည် ဖြစ်ပေါ်ခြင်းမှ ဆုတ်နစ်တုံ့လည်၏။ ရှစ်ပါးကုန်သော သင်္ခါရုပေက္ခာဉာဏ်တို့သည် သမာဓိ၏ အကြောင်းဖြစ်ကုန်၏။ ဆယ်ပါးကုန်သော သင်္ခါရုပေက္ခာဉာဏ်တို့သည် ဉာဏ်၏ အာရုံဖြစ်ကုန်၏။

         တစ်ဆယ့်ရှစ်ပါးသော သင်္ခါရုပေက္ခာတို့သည် ဝိမောက္ခသုံးပါးတို့၏ အကြောင်း ဖြစ်ကုန်၏။

         ဤတစ်ဆယ့်ရှစ်ပါးသော အခြင်းအရာတို့ကို ပညာဖြင့် လေ့လာလျက် သင်္ခါရုပေက္ခာဉာဏ်၌ ကျွမ်းကျင်သော ယောဂီပုဂ္ဂိုလ်သည် အထူးထူးသော အယူဝါဒ တို့၌ မတုန်လှုပ်။

         ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် လွတ်မြောက်လိုခြင်းကို ဆင်ခြင်လျက် လျစ်လျူရှုတတ် သောပညာကို သင်္ခါရုပေက္ခာဉာဏ် မည်၏ဟု ဆိုအပ်၏။
ကိုးခုမြောက် သင်္ခါရုပေက္ခာဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

{
        id: "pati-m-t13", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "၁၀-ဂေါတြဘူဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
headerTag: "h3", 
content: `
။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၁၀) ဂေါတြဘူဉာဏ် အကျယ်ပြခြင်း

 အပ (ဖြစ်သော သင်္ခါရနိမိတ်) မှ ထမြောက်လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာသည် အဘယ်သို့ လျှင် ဂေါတြဘူဉာဏ်မည်သနည်း။

         ဖြစ်ပေါ်ခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဖြစ်ပွါးခြင်းကို လွှမ်းမိုးတတ်သော ကြောင့် ဂေါတြဘူမည်၏။ သင်္ခါရနိမိတ်ကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ အားထုတ်ခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ တစ်ဖန်ဘဝသစ်၌ဖြစ်ခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဂတိကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ခန္ဓာတို့၏ဖြစ်ခြင်းကို လွှမ်းမိုး တတ်သောကြောင့် ဂေါတြဘူမည်၏။ မဟဂ္ဂုတ်ဝိပါက်၏ ဖြစ်ခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူ မည်၏။ ပဋိသန္ဓေနေခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ အိုခြင်းကို လွှမ်းမိုးတတ်သော ကြောင့် ဂေါတြဘူမည်၏။ နာခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ သေခြင်းကို လွှမ်းမိုး တတ်သောကြောင့် ဂေါတြဘူမည်၏။ စိုးရိမ်ခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ငိုကြွေးခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ပြင်းစွာပင်ပန်းခြင်းကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ အပ (ဖြစ်သော) သင်္ခါရနိမိတ်ကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         မဖြစ်ပေါ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ မဖြစ်ပွါးခြင်းသို့ ပြေးဝင်တတ်သော ကြောင့် ဂေါတြဘူမည်၏။ပ။ ချုပ်ငြိမ်းရာဖြစ်သော နိဗ္ဗာန်သို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။

         ဖြစ်ပေါ်ခြင်းကို လွှမ်းမိုး၍ မဖြစ်ပေါ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဖြစ်ပွါးခြင်းကို လွှမ်းမိုး၍ မဖြစ်ပွါးခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ သင်္ခါရနိမိတ်ကို လွှမ်းမိုး ၍ သင်္ခါရနိမိတ် မဟုတ်သည်သို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ပ။ အပ (ဖြစ်သော) သင်္ခါရ နိမိတ်ကို လွှမ်းမိုး၍ ချုပ်ငြိမ်းရာဖြစ်သော နိဗ္ဗာန်သို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။

         ဖြစ်ပေါ်ခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဖြစ်ပွါးခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ သင်္ခါရနိမိတ်မှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ အားထုတ်ခြင်းမှ ထတတ်သော ကြောင့် ဂေါတြဘူမည်၏။ တစ်ဖန်ဘဝသစ်၌ဖြစ်ခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဂတိမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ခန္ဓာတို့၏ဖြစ်ခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ မဟဂ္ဂုတ်ဝိပါက်ဖြစ်ခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ပဋိသန္ဓေနေခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ အိုခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ နာခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ သေခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ စိုးရိမ်ခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ငိုကြွေးခြင်းမှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ပြင်းစွာပင်ပန်းခြင်းမှ ထတတ် သောကြောင့် ဂေါတြဘူမည်၏။ အပ (ဖြစ်သော) သင်္ခါရနိမိတ်မှ ထတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         မဖြစ်ပေါ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ မဖြစ်ပွါးခြင်းသို့ ပြေးဝင်တတ်သော ကြောင့် ဂေါတြဘူမည်၏။ပ။ ချုပ်ငြိမ်းရာဖြစ်သော နိဗ္ဗာန်သို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။

         ဖြစ်ပေါ်ခြင်းမှ ထ၍ မဖြစ်ပေါ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဖြစ်ပွါးခြင်းမှ ထ၍ မဖြစ်ပွါးခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ သင်္ခါရနိမိတ်မှ ထ၍ သင်္ခါရနိမိတ် မဟုတ်သည်သို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ အားထုတ်ခြင်းမှ ထ၍ အားမထုတ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ တစ်ဖန်ဘဝသစ်၌ဖြစ်ခြင်းမှ ထ၍ တစ်ဖန်ဘဝသစ်၌ မဖြစ်ရာ သို့ ပြေးဝင်တတ်သော ကြောင့် ဂေါတြဘူမည်၏။ ဂတိမှ ထ၍ ဂတိမဟုတ်ရာသို့ ပြေးဝင်တတ်သော ကြောင့် ဂေါတြဘူမည်၏။ ခန္ဓာတို့၏ ဖြစ်ခြင်းမှ ထ၍ ခန္ဓာတို့၏ မဖြစ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ မဟဂ္ဂုတ်ဝိပါက် ဖြစ်ခြင်းမှ ထ၍ မဟဂ္ဂုတ်ဝိပါက်ဖြစ်ခြင်းမဟုတ်သည်သို့ ပြေးဝင်တတ် သောကြောင့် ဂေါတြဘူမည်၏။ ပဋိသန္ဓေနေခြင်းမှ ထ၍ ပဋိသန္ဓေမနေရာသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ အိုခြင်းမှ ထ၍ မအိုခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ နာခြင်းမှ ထ၍ မနာခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ သေခြင်းမှ ထ၍ မသေခြင်းသို့ ပြေးဝင် တတ်သောကြောင့် ဂေါတြဘူမည်၏။ စိုးရိမ်ခြင်းမှ ထ၍ မစိုးရိမ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ ငိုကြွေးခြင်းမှ ထ၍ မငိုကြွေးခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ ပြင်းစွာပင်ပန်းခြင်းမှ ထ၍ ပြင်းစွာမပင်ပန်းခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ အပ (ဖြစ်သော) သင်္ခါရနိမိတ်မှ ထ၍ ချုပ်ငြိမ်းရာဖြစ်သော နိဗ္ဗာန်သို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူ မည်၏။
         
        ဖြစ်ပေါ်ခြင်းမှ ကင်းတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဖြစ်ပွါးခြင်းမှ ကင်းတတ်သောကြောင့် ဂေါတြဘူမည်၏။ပ။ အပ (ဖြစ်သော) သင်္ခါရနိမိတ်မှ ကင်းတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         မဖြစ်ပေါ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ မဖြစ်ပွါးခြင်းသို့ ပြေးဝင်တတ်သော ကြောင့် ဂေါတြဘူမည်၏။ပ။ ချုပ်ငြိမ်းရာဖြစ်သော နိဗ္ဗာန်သို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။

         ဖြစ်ပေါ်ခြင်းမှကင်း၍ မဖြစ်ပေါ်ခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဖြစ်ပွါးခြင်းမှ ကင်း၍ မဖြစ်ပွါးခြင်းသို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။ပ။ အပ (ဖြစ်သော) သင်္ခါရနိမိတ်မှ ကင်း၍ ချုပ်ငြိမ်းရာဖြစ်သော နိဗ္ဗာန်သို့ ပြေးဝင်တတ်သောကြောင့် ဂေါတြဘူမည်၏။

         အဘယ်မျှသော ဂေါတြဘူတရားတို့သည် သမထ၏ အစွမ်းအားဖြင့် ဖြစ်ပေါ်ကုန်သနည်း။

         အဘယ်မျှသော ဂေါတြဘူတရားတို့သည် ဝိပဿနာ၏ အစွမ်းအားဖြင့် ဖြစ်ပေါ်ကုန်သနည်း။

         ရှစ်ပါးသော ဂေါတြဘူတရားတို့သည် သမထ၏အစွမ်းအားဖြင့် ဖြစ်ကုန်၏။

         ဆယ်ပါးသော ဂေါတြဘူတရားတို့သည် ဝိပဿနာ၏အစွမ်းအားဖြင့် ဖြစ်ကုန်၏။

         သမထ၏အစွမ်းအားဖြင့် ဖြစ်ကုန်သော ဂေါတြဘူတရားရှစ်ပါးတို့သည် အဘယ်တို့နည်း။

         ပဌမဈာန်ကို ရခြင်းငှါ အပိတ်အပင် 'နီဝရဏ'တရားတို့ကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။ ဒုတိယဈာန်ကို ရခြင်းငှါ ကြံစည်ခြင်း 'ဝိတက်'၊ သုံးသပ်ခြင်း 'ဝိစာရ'တို့ကို လွှမ်းမိုးတတ်သော ကြောင့် ဂေါတြဘူမည်၏။ တတိယဈာန်ကိုရခြင်းငှါနှစ်သိမ့်ခြင်း 'ပီတိ'ကို လွှမ်းမိုးတတ်သောကြောင့်ဂေါတြဘူမည်၏။ စတုတ္ထဈာန်ကိုရခြင်းငှါ ချမ်းသာခြင်း 'သုခ'၊ ဆင်းရဲခြင်း 'ဒုက္ခ'တို့ကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         အာကာသာနဉ္စာယတနသမာပတ်ကိုရခြင်းငှါ ရူပသညာ၊ ပဋိဃသညာ၊ နာနတ္တသညာကို လွှမ်းမိုး တတ်သောကြောင့် ဂေါတြဘူမည်၏။

         ဝိညာဏဉ္စာယတနသမာပတ်ကို ရခြင်းငှါ အာကာသာနဉ္စာယတနသညာကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         အာကိဉ္စညာယတနသမာပတ်ကို ရခြင်းငှါ ဝိညာဏဉ္စာယတနသညာကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         နေဝသညာနာသညာယတနသမာပတ်ကို ရခြင်းငှါ အာကိဉ္စညာယတနသညာကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         သမထ၏အစွမ်းအားဖြင့် ဖြစ်ပေါ်ကုန်သော ရှစ်ပါးသော ဂေါတြဘူတရားတို့သည် ဤသည်တို့တည်း။

         အဘယ်ဂေါတြဘူတရားဆယ်ပါးတို့သည် ဝိပဿနာ၏ အစွမ်းအားဖြင့် ဖြစ်ကုန်သနည်း။

         သောတာပတ္တိမဂ်ကို ရခြင်းငှါ ဖြစ်ပေါ်ခြင်းကို၊ ဖြစ်ပွါးခြင်းကို၊ သင်္ခါရနိမိတ်ကို၊ အားထုတ်ခြင်းကို၊ တစ်ဖန်ဘဝသစ်၌ဖြစ်ခြင်းကို၊ ဂတိကို၊ ခန္ဓာတို့၏ဖြစ်ခြင်းကို၊ မဟဂ္ဂုတ်ဝိပါက်၏ဖြစ်ခြင်းကို၊ ပဋိသန္ဓေ နေခြင်းကို၊ အိုခြင်းကို၊ နာခြင်းကို၊ သေခြင်းကို၊ စိုးရိမ်ခြင်းကို၊ ငိုကြွေးခြင်းကို၊ ပြင်းစွာပင်ပန်းခြင်းကို၊ အပ (ဖြစ်သော) သင်္ခါရနိမိတ်ကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         သောတာပတ္တိဖလသမာပတ်အကျိုးငှါ ဖြစ်ပေါ်ခြင်းကို၊ ဖြစ်ပွါးခြင်းကို၊ သင်္ခါရနိမိတ်ကို၊ အားထုတ်ခြင်းကို၊ တစ်ဖန် ဘဝသစ်၌ဖြစ်ခြင်းကို ။ပ။ လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         သကဒါဂါမိမဂ်ကို ရခြင်းငှါ။ပ။ သကဒါဂါမိဖလသမာပတ်အကျိုးငှါ။ပ။ အနာဂါမိမဂ်ကို ရခြင်းငှါ။ပ။ အနာဂါမိဖလသမာပတ်အကျိုးငှါ။ပ။ အရဟတ္တမဂ်ကို ရခြင်းငှါ ဖြစ်ပေါ်ခြင်းကို၊ ဖြစ်ပွါးခြင်းကို၊ သင်္ခါရ နိမိတ်ကို၊ အားထုတ်ခြင်းကို၊ တစ်ဖန် ဘဝသစ်၌ဖြစ်ခြင်းကို၊ ဂတိကို၊ ခန္ဓာတို့၏ဖြစ်ခြင်းကို၊ မဟဂ္ဂုတ် ဝိပါက်၏ဖြစ်ခြင်းကို၊ ပဋိသန္ဓေနေခြင်းကို၊ အိုခြင်းကို၊ နာခြင်းကို၊ သေခြင်းကို၊ စိုးရိမ်ခြင်းကို၊ ငိုကြွေးခြင်းကို၊ ပြင်းစွာပင်ပန်းခြင်းကို၊ အပ (ဖြစ်သော) သင်္ခါရနိမိတ်ကို လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူ မည်၏။ အရဟတ္တဖလသမာပတ်အကျိုးငှါ, သုညတဝိဟာရသမာပတ်အကျိုးငှါ, အနိမိတ္တဝိဟာရသမာပတ် အကျိုးငှါ ဖြစ်ပေါ်ခြင်းကို၊ ဖြစ်ပွါးခြင်းကို၊ သင်္ခါရနိမိတ်ကို၊ အားထုတ်ခြင်းကို၊ တစ်ဖန်ဘဝသစ်၌ ဖြစ်ခြင်းကို။ပ။ လွှမ်းမိုးတတ်သောကြောင့် ဂေါတြဘူမည်၏။

         ဝိပဿနာ၏ အစွမ်းအားဖြင့် ဖြစ်ပေါ်ကုန်သော ဂေါတြဘူတရား ဆယ်ပါးတို့သည် ဤသည်တို့တည်း။

         အဘယ်မျှသော ဂေါတြဘူတရားတို့သည် ကုသိုလ်မည်ကုန်သနည်း။ အဘယ်မျှသော ဂေါတြဘူ တရားတို့သည် အကုသိုလ်မည်ကုန်သနည်း။ အဘယ်မျှသော ဂေါတြဘူတရားတို့သည် ကုသိုလ်၊ အကုသိုလ်မှ တစ်ပါးသော အဗျာကတတရားတို့ မည်ကုန်သနည်း။

         တစ်ဆယ့်ငါးပါးသော ဂေါတြဘူတရားတို့သည် ကုသိုလ်မည်ကုန်၏၊

         သုံးပါးသော ဂေါတြဘူတရားတို့သည် ကုသိုလ်၊ အကုသိုလ်မှတစ်ပါးသော အဗျာကတတရားတို့ မည်ကုန်၏။

         အကုသိုလ်ဂေါတြဘူတရားတို့ကား မရှိကုန်။

         မဟဂ္ဂုတ် ဂေါတြဘူဉာဏ်တည်းဟူသော ကိလေသာမိသလည်းကောင်း၊ လောကုတ္တရာ ဂေါတြဘူဉာဏ်တည်းဟူသော နိရာမိသလည်းကောင်း၊ တဏှာဖြင့် တောင့်တအပ်သော ဂေါတြဘူလည်းကောင်း၊ တဏှာဖြင့် မတောင့်တအပ်သော ဂေါတြဘူလည်းကောင်း၊ တဏှာနှင့်ယှဉ်သော ဂေါတြဘူလည်းကောင်း၊ တဏှာနှင့် မယှဉ်သော ဂေါတြဘူလည်းကောင်း၊ ဝုဋ္ဌာနဂါမိနီဝိပဿနာကိစ္စတပ်သော ဂေါတြဘူ့လည်းကောင်း၊ ဝုဋ္ဌာနဂါမိနီ ဝိပဿနာကိစ္စမတပ်သော ဂေါတြဘူလည်းကောင်း၊ ဤရှစ်ပါးသော တရားတို့သည် သမာဓိ၏ အကြောင်းဖြစ်ကုန်၏။ ဆယ်ပါးသော တရားတို့သည် ဉာဏ်၏ အာရုံဖြစ်ကုန်၏။ တစ်ဆယ့်ရှစ်ပါးသော ဂေါတြဘူတရား တို့သည် ဝိမောက္ခသုံးပါးတို့၏ အကြောင်းဖြစ်ကုန်၏။

         ဤတစ်ဆယ့်ရှစ်ပါးကုန်သော အခြင်းအရာတို့ကို ပညာဖြင့် လေ့လာလျက် ဝိဝဋ္ဋဟုဆိုအပ်သော ဂေါတြဘူဉာဏ်၌ ကျွမ်းကျင်သော ယောဂီပုဂ္ဂိုလ်သည် အထူး ထူးသော အယူဝါဒတို့၌ မတုန်လှုပ်။

         ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် အပ (ဖြစ်သော သင်္ခါရနိမိတ်) မှ ထမြောက်လွတ်ကင်း သောပညာကို ဂေါတြဘူဉာဏ်မည်၏ဟု ဆိုအပ်၏။
ဆယ်ခုမြောက် ဂေါတြဘူဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t14", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၁၁-မဂ်ဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
      headerTag: "h3", 
        content: `
။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၁၁) မဂ်ဉာဏ် အကျယ်ပြခြင်း

နှစ်ပါးစုံမှ ထမြောက်လွတ်ကင်းခြင်း၌ (ဖြစ်သော) ပညာသည် အဘယ်သို့လျှင် မဂ်ဉာဏ်မည် သနည်း။

         သောတာပတ္တိမဂ်ခဏ၌ မြင်တတ်သောသဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည် မိစ္ဆာဒိဋ္ဌိမှ ထ၏။ ထိုမိစ္ဆာဒိဋ္ဌိ သို့ အစဉ်လိုက်၍ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသော အဖို့မှ ထမြောက် လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         (အာရုံသို့) ရှေးရှုတင်တတ်သောသဘောအားဖြင့် သမ္မာသင်္ကပ္ပသည် မိစ္ဆာသင်္ကပ္ပမှထ၏။ ထိုမိစ္ဆာ သင်္ကပ္ပသို့ အစဉ်လိုက်၍ ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက်လွတ်ကင်းခြင်း၌ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         သိမ်းဆည်းတတ်သောသဘောအားဖြင့် သမ္မာဝါစာသည် မိစ္ဆာဝါစာမှ ထ၏။ ထိုမိစ္ဆာဝါစာသို့ အစဉ် လိုက်၍ ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက်လွတ် ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         ကောင်းစွာဖြစ်သော သဘောအားဖြင့် သမ္မာကမ္မန္တသည် မိစ္ဆာကမ္မန္တမှ ထ၏။ ထိုမိစ္ဆာကမ္မန္တသို့ အစဉ်လိုက်၍ ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပ ဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက် လွတ်ကင်းခြင်း၌ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         ဖြူစင်တတ်သောသဘောအားဖြင့် သမ္မာအာဇီဝသည် မိစ္ဆာအာဇီဝမှ ထ၏။ ထိုမိစ္ဆာအာဇီဝသို့ အစဉ် လိုက်၍ ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ် သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက်လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         ချီးမြှောက်တတ်သော သဘောအားဖြင့် သမ္မာဝါယာမသည် မိစ္ဆာဝါယာမမှ ထ၏။ ထိုမိစ္ဆာဝါယာမသို့ အစဉ်လိုက်၍ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက် လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။
         
         ထင်ရှားသော သဘောအားဖြင့် သမ္မာသတိသည် မိစ္ဆာသတိမှ ထ၏။ ထိုမိစ္ဆာသတိသို့ အစဉ်လိုက်၍ ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက်လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမ္မာသမာဓိသည် မိစ္ဆာသမာဓိမှ ထ၏။ ထိုမိစ္ဆာသမာဓိသို့ အစဉ်လိုက်၍ ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပ ဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက်လွတ် ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         သကဒါဂါမိမဂ်ခဏ၌ မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည်။ပ။

         မပျံ့လွင့်သောသဘောအားဖြင့် သမ္မာသမာဓိသည် ကြမ်းတမ်းသော ကာမရာဂသံယောဇဉ်မှလည်း ကောင်း၊ ပဋိဃသံယောဇဉ်မှလည်းကောင်း ထ၏။ ကြမ်းတမ်းသော ကာမရာဂါနုသယမှလည်းကောင်း၊ ပဋိဃာနုသယမှလည်းကောင်း ထ၏။ ထိုသံယောဇဉ် အနုသယတို့သို့ အစဉ်လိုက်၍ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရ နိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက်လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         အနာဂါမိမဂ်ခဏ၌ မြင်တတ်သောသဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည်။ပ။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမ္မာသမာဓိသည် အသေးအဖွဲဖြစ်သော ကာမရာဂသံယောဇဉ်မှ လည်းကောင်း၊ ပဋိဃသံယောဇဉ်မှလည်းကောင်း ထ၏။ အသေးအဖွဲဖြစ်သော ကာမရာဂါနုသယမှလည်း ကောင်း၊ ပဋိဃာနုသယမှလည်းကောင်း ထ၏။ ထိုသံယောဇဉ် အနုသယတို့သို့ အစဉ်လိုက်၍ဖြစ်တတ် သော ကိလေသာ တရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက်လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         အရဟတ္တမဂ်ခဏ၌ မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည်။ပ။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမ္မာသမာဓိသည် ရူပရာဂမှလည်းကောင်း၊ အရူပရာဂမှလည်း ကောင်း၊ မာနမှလည်းကောင်း၊ ဥဒ္ဓစ္စမှလည်းကောင်း၊ အဝိဇ္ဇာမှလည်းကောင်း၊ မာနာနုသယမှလည်း ကောင်း၊ ဘဝရာဂါနု သယမှလည်းကောင်း၊ အဝိဇ္ဇာနုသယမှလည်းကောင်း ထ၏။ ထိုရူပရာဂစသည် တို့သို့ အစဉ်လိုက်၍ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထို့ကြောင့်နှစ်ပါးသောအဖို့မှ ထမြောက် လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်ဟု ဆိုအပ်၏။

         (ထင်ရှား) ဖြစ်ပေါ်ပြီးသော လောကုတ္တရာဈာန်ဖြင့် မဖြစ်ပေါ်သေးသော ကိလေသာအပေါင်းကို ရှို့မြှိုက်တတ်သောကြောင့် ဈာန်ဟု ဆိုအပ်၏။ ဈာန် ဝိမောက္ခ၌ ကျွမ်းကျင်သည်၏အဖြစ်ကြောင့် အထူးထူးသောအယူဝါဒတို့၌ မတုန်လှုပ်။

         စိတ်ကိုကောင်းစွာ ထားခြင်းကိုပြု၍ ရှုသောအခြင်းအရာအားဖြင့် ရှု၍ စိတ်ကို ကောင်းစွာ ထားသောအခါ၌ သမထ,ဝိပဿနာသည် ဖြစ်၏။ တူသောအဖို့ရှိသော ယုဂနဒ္ဓတရားတို့သည်လည်း ဖြစ်ကုန်၏။

         သင်္ခါရတရားတို့သည် ဆင်းရဲကုန်၏။ နိဗ္ဗာန်သည် ချမ်းသာ၏ဟု မြင်တတ်သော (မဂ်) ဉာဏ်သည်နှစ်ပါးစုံသောအဖို့မှ ထလျက် အမြိုက်နိဗ္ဗာန်ကို ရ၏။ (အမြိုက် နိဗ္ဗာန်သို့ ရောက်၏)။
         
         ထူးခြင်း၊ တူခြင်း၌ လိမ္မာသော ယောဂီပုဂ္ဂိုလ်သည် ဝိမောက္ခဖြစ်ပုံကို သိ၏။ ဒဿနဉာဏ်၊ ဘာဝနာဉာဏ်နှစ်တန်တို့၌ လိမ္မာသည်၏ အဖြစ်ကြောင့် အထူးထူး သော အယူဝါဒတို့၌ မတုန်လှုပ်။

         ထိုတရားသဘောသည် သိတတ်သောအနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့်နှစ်ပါးစုံမှ ထမြောက်လွတ်ကင်းခြင်း၌ ဖြစ်သောပညာကို မဂ်ဉာဏ်မည်၏ဟု ဆိုအပ်၏။
တစ်ဆယ့်တစ်ခုမြောက် မဂ်ဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t15", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၁၂-ဖိုလ်ဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
      headerTag: "h3", 
        content: `


           ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၁၂) ဖိုလ်ဉာဏ် အကျယ်ပြခြင်း

လုံ့လစိုက်ရေး ငြိမ်းအေးခြင်း၌ ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ဖိုလ်ဉာဏ်မည်သနည်း။

         သောတာပတ္တိမဂ်ခဏ၌ မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည် မိစ္ဆာဒိဋ္ဌိမှ ထ၏။ ထိုမိစ္ဆာ ဒိဋ္ဌိသို့ အစဉ်လိုက်၍ဖြစ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပ ဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာဒိဋ္ဌိဖြစ်၏။ ဤသမ္မာဒိဋ္ဌိသည် သောတာပတ္တိမဂ်၏ အကျိုးတည်း။

         (အာရုံသို့) ရှေးရှုတင်တတ်သော သဘောအားဖြင့် သမ္မာသင်္ကပ္ပသည် မိစ္ဆာသင်္ကပ္ပမှ ထ၏။ ထိုမိစ္ဆာသင်္ကပ္ပသို့ အစဉ်လိုက်၍ ဖြစ်တတ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်း ကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်း အေးခြင်းကြောင့် သမ္မာသင်္ကပ္ပဖြစ်၏။ ဤသမ္မာသင်္ကပ္ပသည် သောတာပတ္တိမဂ်၏ အကျိုးတည်း။

         သိမ်းဆည်းတတ်သော သဘောအားဖြင့် သမ္မာဝါစာသည် မိစ္ဆာဝါစာမှ ထ၏။ ထိုမိစ္ဆာဝါစာသို့ အစဉ်လိုက်၍ဖြစ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာဝါစာ ဖြစ်၏။ ဤသမ္မာဝါစာသည် သောတာပတ္တိမဂ်၏ အကျိုးတည်း။

         ကောင်းစွာဖြစ်သော သဘောအားဖြင့် သမ္မာကမ္မန္တသည် မိစ္ဆာကမ္မန္တမှ ထ၏။ ထိုမိစ္ဆာကမ္မန္တသို့ အစဉ်လိုက်၍ ဖြစ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ် သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာ ကမ္မန္တဖြစ်၏။ ဤသမ္မာကမ္မန္တသည် သောတာပတ္တိမဂ်၏ အကျိုးတည်း။

         ဖြူစင်သောသဘောအားဖြင့် သမ္မာအာဇီဝသည် မိစ္ဆာအာဇီဝမှ ထ၏။ ထိုမိစ္ဆာအာဇီဝသို့ အစဉ်လိုက် ၍ ဖြစ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အား လုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာအာဇီဝဖြစ်၏။ ဤသမ္မာအာဇီဝသည် သောတာပတ္တိမဂ်၏ အကျိုးတည်း။

         ချီးမြှောက်တတ်သော သဘောအားဖြင့် သမ္မာဝါယာမသည် မိစ္ဆာဝါယာမမှ ထ၏။ ထိုမိစ္ဆာဝါယာမသို့ အစဉ်လိုက်၍ဖြစ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ် သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာ ဝါယာမဖြစ်၏။ ဤသမ္မာဝါယာမသည် သောတာပတ္တိမဂ်၏ အကျိုးတည်း။

         ထင်ရှားသောသဘောအားဖြင့် သမ္မာသတိသည် မိစ္ဆာသတိမှ ထ၏။ ထိုမိစ္ဆာသတိသို့ အစဉ်လိုက်၍ ဖြစ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံး သော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာသတိဖြစ်၏။ ဤသမ္မာသတိသည် သောတာပတ္တိမဂ်၏ အကျိုးတည်း။

         မပျံ့လွင့်သောသဘောအားဖြင့် သမ္မာသမာဓိသည် မိစ္ဆာသမာဓိမှ ထ၏။ ထိုမိစ္ဆာသမာဓိသို့ အစဉ် လိုက်၍ ဖြစ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာသမာဓိ ဖြစ်၏။ ဤသမ္မာသမာဓိသည် သောတာပတ္တိမဂ်၏ အကျိုးတည်း။

         သကဒါဂါမိမဂ်ခဏ၌ မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည်။ပ။

         မပျံ့လွင့်သောသဘောအားဖြင့် သမ္မာသမာဓိသည် ကြမ်းတမ်းသော ကာမရာဂသံယောဇဉ်မှလည်း ကောင်း၊ ပဋိဃသံယောဇဉ်မှလည်းကောင်း၊ ကြမ်းတမ်းသော ကာမရာဂါနုသယမှလည်းကောင်း၊ ပဋိဃာနုသယမှလည်းကောင်း ထ၏။ ထိုသံယောဇဉ် အနုသယတို့သို့ အစဉ်လိုက်၍ဖြစ်သော ကိလေသာ တရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့ မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာသမာဓိဖြစ်၏။ ဤသမ္မာသမာဓိသည် သကဒါဂါမိမဂ်၏ အကျိုးတည်း။

         အနာဂါမိမဂ်ခဏ၌ မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည်။ပ။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမ္မာသမာဓိသည် အသေးအဖွဲဖြစ်သော ကာမရာဂသံယောဇဉ်မှ လည်းကောင်း၊ ပဋိဃသံယောဇဉ်မှလည်းကောင်း၊ အသေးအဖွဲဖြစ်သော ကာမရာဂါနုသယမှလည်းကောင်း၊ ပဋိဃာနုသယမှလည်းကောင်း ထ၏။ ထိုသံယောဇဉ် အနုသယတို့သို့ အစဉ်လိုက်၍ဖြစ်သော ကိလေသာ တရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှ လည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာသမာဓိဖြစ်၏။ ဤသမ္မာသမာဓိသည် အနာဂါမိမဂ်၏ အကျိုးတည်း။

         အရဟတ္တမဂ်ခဏ၌ မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည်။ပ။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမ္မာသမာဓိသည် ရူပရာဂမှလည်းကောင်း၊ အရူပရာဂမှလည်း ကောင်း၊ မာနမှလည်းကောင်း၊ ဥဒ္ဓစ္စမှလည်းကောင်း၊ အဝိဇ္ဇာမှလည်းကောင်း၊ မာနာနုသယမှလည်း ကောင်း၊ ဘဝရာဂါနုသယမှလည်းကောင်း၊ အဝိဇ္ဇာနုသယမှလည်းကောင်း ထ၏။ ထိုရူပရာဂစသည် တို့သို့ အစဉ်လိုက်၍ ဖြစ်သော ကိလေသာတရားတို့မှလည်းကောင်း၊ ခန္ဓာတို့မှလည်းကောင်း ထ၏။ အပဖြစ်သော အားလုံးသော သင်္ခါရနိမိတ်တို့မှလည်း ထ၏။ ထိုသို့ အားထုတ်မှုမှ ငြိမ်းအေးခြင်းကြောင့် သမ္မာသမာဓိဖြစ်၏။ ဤသမ္မာသမာဓိသည် အရဟတ္တမဂ်၏ အကျိုးတည်း။

         ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် လုံ့လစိုက်ရေး ငြိမ်းအေးမှု၌ ဖြစ်သောပညာကို ဖိုလ် ဉာဏ်မည်၏ဟု ဆိုအပ်၏။
တစ်ဆယ့်နှစ်ခုမြောက် ဖိုလ်ဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t16", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၁၃-ဝိမုတ္တိဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
       headerTag: "h3", 
        content: `
။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၁၃) ဝိမုတ္တိဉာဏ် အကျယ်ပြခြင်း

 သံသရာလမ်းစဉ်ပြတ်မှုကို ရှုဆင်ခြင်သောပညာသည် အဘယ်သို့လျှင် ကိလေသာမှ လွတ်သော ဝိမုတ္တိဉာဏ်မည်သနည်း။

          သောတာပတ္တိမဂ်ဖြင့် သက္ကာယဒိဋ္ဌိကိုလည်းကောင်း၊ ဝိစိကိစ္ဆာကိုလည်းကောင်း၊ သီလဗ္ဗတပရာမာသ ကိုလည်းကောင်း၊ ဒိဋ္ဌာနုသယကိုလည်းကောင်း၊ ဝိစိကိစ္ဆာနုသယကိုလည်းကောင်း မိမိစိတ်ကို ညစ်နွမ်း စေတတ်သော တရားတို့ကိုလည်ကောင်း ကောင်းစွာ ဖြတ်အပ်ကုန်၏။

          သောင်းကျန်းထကြွမှုနှင့် တကွဖြစ်သော ဤညစ်နွမ်းကြောင်းတရား ငါးပါးတို့မှ စိတ်သည် လွတ် မြောက်ခဲ့သော် ကောင်းစွာ လွတ်မြောက်သည် မည်၏။

          ထိုသို့လွတ်ခြင်းသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် သံသရာလမ်းစဉ်ပြတ်မှုကို ရှုဆင်ခြင်ရာ၌ ဖြစ်သောပညာကို ဝိမုတ္တိဉာဏ်ဟု ဆိုအပ်၏။

          သကဒါဂါမိမဂ်ဖြင့် ကြမ်းတမ်းသော ကာမရာဂသံယောဇဉ်ကိုလည်းကောင်း၊ ပဋိဃသံယောဇဉ်ကို လည်းကောင်း၊ ကြမ်းတမ်းသော ကာမရာဂါနုသယကိုလည်းကောင်း၊ ပဋိဃာနုသယကိုလည်းကောင်း၊ မိမိစိတ်ကို ညစ်နွမ်းစေတတ်သော ကိလေသာတရားတို့ကိုလည်းကောင်း ကောင်းစွာ ဖြတ်အပ်ကုန်၏။

          သောင်းကျန်းထကြွမှုနှင့် တကွဖြစ်သော ဤညစ်နွမ်းကြောင်းတရား လေးပါးတို့မှ စိတ်သည် လွတ်မြောက်ခဲ့သော် ကောင်းစွာ လွတ်မြောက်သည် မည်၏။

          ထိုသို့လွတ်ခြင်းသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် သံသရာလမ်းစဉ်ပြတ်မှုကို ရှုဆင်ခြင်ရာ၌ ဖြစ်သောပညာကို ဝိမုတ္တိဉာဏ်ဟု ဆိုအပ်၏။

          အနာဂါမိမဂ်ဖြင့် အသေးအဖွဲဖြစ်သော ကာမရာဂသံယောဇဉ်ကိုလည်းကောင်း၊ ပဋိဃသံယောဇဉ်ကို လည်းကောင်း၊ အသေးအဖွဲဖြစ်သော ကာမရာဂါနုသယကိုလည်းကောင်း၊ ပဋိဃာနုသယကိုလည်းကောင်း၊ မိမိစိတ်ကို ညစ်နွမ်းစေတတ်သော ကိလေသာတရားတို့ကိုလည်းကောင်း ကောင်းစွာ ဖြတ်အပ်ကုန်၏။

          သောင်းကျန်းထကြွမှုနှင့် တကွဖြစ်သော ဤညစ်နွမ်းကြောင်းတရား လေးပါးတို့မှ စိတ်သည် လွတ် မြောက်ခဲ့သော် ကောင်းစွာ လွတ်မြောက်သည် မည်၏။

          ထိုသို့လွတ်ခြင်းသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် သံသရာလမ်းစဉ်ပြတ်မှုကို ရှုဆင်ခြင်ရာ၌ ဖြစ်သောပညာကို ဝိမုတ္တိဉာဏ်ဟု ဆိုအပ်၏။

          အရဟတ္တမဂ်ဖြင့် ရူပရာဂကိုလည်းကောင်း၊ အရူပရာဂကိုလည်းကောင်း၊ မာနကိုလည်းကောင်း၊ ဥဒ္ဓစ္စကိုလည်းကောင်း၊ အဝိဇ္ဇာကိုလည်းကောင်း၊ မာနာနုသယကိုလည်းကောင်း၊ ဘဝရာဂါနုသယကိုလည်း ကောင်း၊ အဝိဇ္ဇာနုသယကိုလည်းကောင်း မိမိစိတ်ကိုညစ်နွမ်းစေတတ်သော ကိလေသာတရားတို့ကိုလည်း ကောင်း ကောင်းစွာ ဖြတ်အပ်ကုန်၏။

          သောင်းကျန်းထကြွမှုနှင့်တကွဖြစ်သော ဤညစ်နွမ်းကြောင်းတရား ရှစ်ပါးတို့မှ စိတ်သည် လွတ်မြောက်ခဲ့သော် ကောင်းစွာ လွတ်မြောက်သည် မည်၏။

          ထိုသို့လွတ်ခြင်းသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် သံသရာလမ်းစဉ်ပြတ်မှုကို ရှုဆင်ခြင်ရာ၌ ဖြစ်သောပညာကို ဝိမုတ္တိဉာဏ်ဟု ဆိုအပ်၏။
တစ်ဆယ့်သုံးခုမြောက် ဝိမုတ္တိဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t17", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
        title: "၁၄-ပစ္စဝေက္ခဏာဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
headerTag: "h3", 
content: `
        ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၁၄) ပစ္စဝေက္ခဏာဉာဏ် အကျယ်ပြခြင်း

ထိုထို မဂ်ဖိုလ်အခိုက်အတန့်၌ ရရောက်သောတရားတို့ကို ရှုဆင်ခြင်ခြင်း၌ ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ပစ္စဝေက္ခဏာဉာဏ်မည်သနည်း။

         သောတာပတ္တိမဂ်ခဏ၌ မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အာရုံသို့ရှေးရှုတင်တတ်သော သဘောအားဖြင့် သမ္မာသင်္ကပ္ပသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         သိမ်းဆည်းတတ်သော သဘောအားဖြင့် သမ္မာဝါစာသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ကောင်းစွာဖြစ်သော သဘောအားဖြင့် သမ္မာကမ္မန္တသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ဖြူစင်သော သဘောအားဖြင့် သမ္မာအာဇီဝသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ချီးမြှောက်တတ်သော သဘောအားဖြင့် သမ္မာဝါယာမသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထင်သော သဘောအားဖြင့် သမ္မာသတိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမ္မာသမာဓိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထင်သော သဘောအားဖြင့် သတိသမ္ဗောဇ္ဈင်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         စိစစ်တတ်သော သဘောအားဖြင့် ဓမ္မဝိစယသမ္ဗောဇ္ဈင်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ချီးမြှောက်တတ်သော သဘောအားဖြင့် ဝီရိယသမ္ဗောဇ္ဈင်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ပျံ့နှံ့တတ်သော သဘောအားဖြင့် ပီတိသမ္ဗောဇ္ဈင်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ငြိမ်းအေးသော သဘောအားဖြင့် ပဿဒ္ဓိသမ္ဗောဇ္ဈင်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမာဓိသမ္ဗောဇ္ဈင်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ဆင်ခြင်သော သဘောအားဖြင့် ဥပေက္ခာသမ္ဗောဇ္ဈင်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မယုံကြည်ခြင်း၌ မတုန်လှုပ်တတ်သော သဘောအားဖြင့် သဒ္ဓါဗိုလ်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ပျင်းရိခြင်း၌ မတုန်လှုပ်တတ်သောသဘောအားဖြင့် ဝီရိယဗိုလ်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မေ့လျော့ခြင်း၌ မတုန်လှုပ်တတ်သော သဘောအားဖြင့် သတိဗိုလ်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ပျံ့လွင့်ခြင်း၌ မတုန်လှုပ်တတ်သော သဘောအားဖြင့် သမာဓိဗိုလ်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         တွေဝေခြင်း၌ မတုန်လှုပ်တတ်သောသဘောအားဖြင့် ပညာဗိုလ်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌့ကောင်းစွာ ဖြစ်၏။

         ဆုံးဖြတ်တတ်သော သဘောအားဖြင့် သဒ္ဓိန္ဒြေသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ချီးမြှောက်တတ်သော သဘောအားဖြင့် ဝီရိယိန္ဒြေသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထင်သော သဘောအားဖြင့် သတိန္ဒြေသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမာဓိန္ဒြေသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မြင်တတ်သော သဘောအားဖြင့် ပညိန္ဒြေသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အစိုးရတတ်သော သဘောအားဖြင့် ဣန္ဒြေတို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         မတုန်လှုပ်သော သဘောအားဖြင့် ဗိုလ်တို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         သံသရာဝဋ်မှ ထုတ်ဆောင်တတ်သော သဘောအားဖြင့် သမ္ဗောဇ္ဈင်တို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         အကြောင်းဖြစ်သော သဘောအားဖြင့် မဂ်တရားသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထင်သော သဘောအားဖြင့် သတိပဋ္ဌာန်တို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         အားထုတ်တတ်သော သဘောအားဖြင့် သမ္မပ္ပဓာန်တို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         ပြည့်စုံတတ်သော သဘောအားဖြင့် ဣဒ္ဓိပါဒ်တို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ် ကုန်၏။

         မှန်ကန်သော သဘောအားဖြင့် သစ္စာတို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         မပျံ့လွင့်သော သဘောအားဖြင့် သမထသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အဖန်ဖန်ရှုတတ်သော သဘောအားဖြင့် ဝိပဿနာသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         တစ်ခုတည်းသော ကိစ္စရှိသော သဘောအားဖြင့် သမထ၊ ဝိပဿနာတို့သည် ထိုသောတာပတ္တိမဂ် ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         (အချင်းချင်း) မကျော်လွန်သော သဘောအားဖြင့် ယုဂနဒ္ဓတရားသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         စောင့်စည်းတတ်သော သဘောအားဖြင့် သီလဝိသုဒ္ဓိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မပျံ့လွင့်သော သဘောအားဖြင့် စိတ္တဝိသုဒ္ဓိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မြင်သိတတ်သော သဘောအားဖြင့် ဒိဋ္ဌိဝိသုဒ္ဓိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         လွတ်မြောက်ခြင်း သဘောအားဖြင့် ဝိမောက္ခတို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထိုးထွင်း၍သိတတ်သော သဘောအားဖြင့် ဝိဇ္ဇာသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ကိလေသာတို့ကို စွန့်ပယ်တတ်သော သဘောအားဖြင့် ဝိမုတ္တိတရားသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အကြွင်းမဲ့ဖြတ်တတ်သော သဘောအားဖြင့် ခယဉာဏ်ဟု ဆိုအပ်သော သမ္မာဒိဋ္ဌိသည် ထိုသောတာ ပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အကြောင်းရင်းဖြစ်သော သဘောအားဖြင့် ဆန္ဒသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ကောင်းစွာဖြစ်တတ်သော သဘောအားဖြင့် မနသိကာရသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ပေါင်းဆုံခြင်း သဘောအားဖြင့် ဖဿသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         စုဝေးရာဖြစ်သော သဘောအားဖြင့် ဝေဒနာသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အဦးဖြစ်သော သဘောအားဖြင့် သမာဓိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အစိုးရသော သဘောအားဖြင့် သတိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထိုထိုတရားတို့ထက်လွန်မြတ်သော သဘောအားဖြင့် ပညာသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မြတ်သော သဘောအားဖြင့် ဝိမုတ္တိသည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အဆုံးဖြစ်သော သဘောအားဖြင့် အမြိုက်နိဗ္ဗာန်သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထ၍ ဆင်ခြင်သော တရားတို့သည် ထိုသောတာပတ္တိမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         သောတာပတ္တိဖိုလ်ခဏ၌-

         မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အာရုံသို့ရှေးရှုတင်တတ်သော သဘောအားဖြင့် သမ္မာသင်္ကပ္ပသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။ပ။

         ငြိမ်းအေးသော သဘောအားဖြင့် အနုပ္ပါဒဉာဏ်သည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အကြောင်းရင်းဖြစ်သော သဘောအားဖြင့် ဆန္ဒသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ကောင်းစွာဖြစ်သော သဘောအားဖြင့် မနသိကာရသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ပေါင်းဆုံခြင်းသဘောအားဖြင့် ဖဿသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         စုဝေးရာဖြစ်သော သဘောအားဖြင့် ဝေဒနာသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အဦးဖြစ်သော သဘောအားဖြင့် သမာဓိသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အစိုးရသော သဘောအားဖြင့် သတိသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထိုထိုတရားတို့ထက် လွန်မြတ်သော သဘောအားဖြင့် ပညာသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         မြတ်သော သဘောအားဖြင့် ဝိမုတ္တိသည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အဆုံးဖြစ်သော သဘောအားဖြင့် အမြိုက်နိဗ္ဗာန်သည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထ၍ ဆင်ခြင်သော ဤတရားတို့သည် ထိုသောတာပတ္တိဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         သကဒါဂါမိမဂ်ခဏ၌။ပ။

         သကဒါဂါမိဖိုလ်ခဏ၌။ပ။

         အနာဂါမိမဂ်ခဏ၌။ပ။

         အနာဂါမိဖိုလ်ခဏ၌။ပ။

         အရဟတ္တမဂ်ခဏ၌ မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည် ထိုအရဟတ္တမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။ပ။

         အကြွင်းမဲ့ဖြတ်တတ်သော သဘောအားဖြင့် ခယဉာဏ်ဟု ဆိုအပ်သော သမ္မာဒိဋ္ဌိသည် ထိုအရဟတ္တ မဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အကြောင်းရင်းဖြစ်သော သဘောအားဖြင့် ဆန္ဒသည် ထိုအရဟတ္တမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။ပ။

         ပြီးဆုံးခြင်းသဘောအားဖြင့် အမြိုက်နိဗ္ဗာန်သည် ထိုအရဟတ္တမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထ၍ဆင်ခြင်သော ဤတရားတို့သည် ထိုအရဟတ္တမဂ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         အရဟတ္တဖိုလ်ခဏ၌-

         မြင်တတ်သော သဘောအားဖြင့် သမ္မာဒိဋ္ဌိသည် ထိုအရဟတ္တဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။ပ။

         ငြိမ်းအေးသော သဘောအာားဖြင့် အနုပ္ပါဒဉာဏ်သည် ထိုအရဟတ္တဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         အကြောင်းရင်းဖြစ်သော သဘောအားဖြင့် ဆန္ဒသည် ထိုအရဟတ္တဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။ပ။

         ပြီးဆုံးခြင်းသဘောအားဖြင့် အမြိုက်နိဗ္ဗာန်သည် ထိုအရဟတ္တဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်၏။

         ထ၍ ဆင်ခြင်သော ဤတရားတို့သည် ထိုအရဟတ္တဖိုလ်ခဏ၌ ကောင်းစွာ ဖြစ်ကုန်၏။

         ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ထိုမဂ်၊ ဖိုလ်အခိုက်အတန့်၌ ရရောက်သော တရားတို့ကို ရှုဆင်ခြင်ခြင်း၌ ဖြစ်သောပညာကို ပစ္စဝေက္ခဏာဉာဏ်မည်၏ဟု ဆိုအပ်၏။
တစ်ဆယ့်လေးခုမြောက် ပစ္စဝေက္ခဏာဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t18", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၁၅-ဝတ္ထုနာနတ္တဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
       headerTag: "h3", 
        content: `
                        ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၁၅) ဝတ္ထုနာနတ္တဉာဏ် အကျယ်ပြခြင်း

အဇ္ဈတ္တသန္တာန်၌ဖြစ်သော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ (ဖြစ်သော) ပညာသည် အဘယ်သို့လျှင် ဝတ္ထုနာနတ္တဉာဏ်မည်သနည်း။

         အတွင်းအဇ္ဈတ္တတရားတို့ကို အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         မျက်စိကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ နားကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ နှာခေါင်းကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ လျှာကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ ကိုယ် ကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ စိတ်ကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         မျက်စိကို အဇ္ဈတ္တသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         မျက်စိသည် အဝိဇ္ဇာကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ မျက်စိသည် တဏှာကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ မျက်စိသည် ကံကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ မျက်စိသည် အာဟာရ ကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ မျက်စိသည် မဟာဘုတ်လေးပါးတို့ကို စွဲ၍ ဖြစ်၏ဟု ပိုင်းခြား မှတ်သား၏။ မျက်စိသည် ဖြစ်ဆဲဟု ပိုင်းခြားမှတ်သား၏။ မျက်စိသည် ကောင်းစွာဖြစ်၏ဟု ပိုင်းခြားမှတ် သား၏။ မျက်စိသည် မဖြစ်မူ၍ ဖြစ်၏၊ ဖြစ်ပြီး၍ နောင်မဖြစ်လတ္တံ့ဟု ပိုင်းခြားမှတ်သား၏။ မျက်စိကို အဆုံးအပိုင်းအခြားရှိ သောအားဖြင့် ပိုင်းခြားမှတ်သား၏။ မျက်စိသည် မမြဲ၊ မြဲသောသဘော မရှိ၊ ဖောက်ပြန်သော သဘောရှိ၏ဟု ပိုင်းခြားမှတ်သား၏။ မျက်စိသည် နိစ္စသဘော မရှိ၊ ပြုပြင်အပ်သော သဘောရှိ၏၊ အကြောင်းကို စွဲ၍ ဖြစ်၏၊ ကုန်ခြင်းသဘော ရှိ၏၊ ပျက်ခြင်းသဘော ရှိ၏၊ ကင်းခြင်း သဘော ရှိ၏၊ ချုပ်ခြင်းသဘောရှိ၏ဟု ပိုင်းခြားမှတ်သား၏။

         မျက်စိကို အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သား၏။ နိစ္စအားဖြင့် မမှတ်။ ဒုက္ခအားဖြင့် ပိုင်းခြား မှတ်သား၏။ သုခအားဖြင့် မမှတ်။ အနတ္တအားဖြင့် ပိုင်းခြားမှတ်သား၏။ အတ္တအားဖြင့် မမှတ်။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်းကင်း၏။ မတပ်နှစ်သက်။ ချုပ်စေ၏။ မဖြစ်စေ။ စွန့်လွှတ်၏။ မစွဲယူ။

         အနိစ္စအားဖြင့် ပိုင်းခြား မှတ်သားသောသူသည် နိစ္စသညာကို စွန့်၏။ ဒုက္ခအားဖြင့် ပိုင်းခြားမှတ် သားသော သူသည် သုခသညာကို စွန့်၏။ အနတ္တအားဖြင့် ပိုင်းခြားမှတ်သားသော သူသည် အတ္တသညာ ကို စွန့်၏။ ငြီးငွေ့သောသူသည်နှစ်သက်ခြင်းကို စွန့်၏။ တပ်ခြင်းကင်းသူသည် ရာဂကိုစွန့်၏။ ချုပ်စေ သောသူသည် ဖြစ်ပေါ်ခြင်းကို စွန့်၏။ စွန့်လွှတ်သောသူသည် စွဲယူခြင်းကို စွန့်၏။ ဤသို့ မျက်စိကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         နားကို အဇ္ဈတ္တသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         နားသည် အဝိဇ္ဇာကြောင့်ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ပ။ ဤသို့ နားကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြား မှတ်သား၏။

         နှာခေါင်းကို အဇ္ဈတ္တသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         နှာခေါင်းသည် အဝိဇ္ဇာကြောင့်ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ပ။ ဤသို့နှာခေါင်းကို အဇ္ဈတ္တ သန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         လျှာကို အဇ္ဈတ္တသန္တာန်၌ အဘယ်သို့ ပိုင်းခြားမှတ်သားသနည်း။

         လျှာသည် အဝိဇ္ဇာကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ လျှာသည် တဏှာကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ လျှာသည် ကံကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ လျှာသည် အာဟာရကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ လျှာသည် မဟာဘုတ်လေးပါးတို့ကို စွဲ၍ ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ လျှာသည် ဖြစ်ဆဲဟု ပိုင်းခြားမှတ်သား၏။ လျှာသည် ကောင်းစွာဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ လျှာ သည် မဖြစ်မူ၍ ဖြစ်၏၊ ဖြစ်ပြီး၍ နောင်မဖြစ်လတ္တံ့ဟု ပိုင်းခြားမှတ်သား၏။ လျှာကို အဆုံးအပိုင်းအခြား ရှိသောအားဖြင့် ပိုင်းခြားမှတ်သား၏။ လျှာသည် မမြဲ၊ မြဲသော သဘောမရှိ၊ ဖောက်ပြန်သော သဘော ရှိ၏ဟု ပိုင်းခြားမှတ်သား၏။ လျှာသည် နိစ္စသဘော မရှိ၊ ပြုပြင်အပ်သော သဘောရှိ၏၊ အကြောင်းကို စွဲ၍ ဖြစ်၏၊ ကုန်ခြင်းသဘောရှိ၏၊ ပျက်ခြင်းသဘောရှိ၏၊ ကင်းခြင်းသဘောရှိ၏၊ ချုပ်ခြင်းသဘောရှိ၏ဟု ပိုင်းခြားမှတ်သား၏။

         လျှာကို အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သား၏။ နိစ္စအားဖြင့်မမှတ်။ပ။ စွန့်လွှတ်၏။ မစွဲယူ။

         အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သားသော သူသည် နိစ္စသညာကို စွန့်၏။ပ။ စွန့်လွှတ်သော သူသည် စွဲယူခြင်းကို စွန့်၏။ ဤသို့ လျှာကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         ကိုယ်ကို အဇ္ဈတ္တသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         ကိုယ်သည် အဝိဇ္ဇာကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် တဏှာကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် ကံကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် အာဟာရကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် မဟာဘုတ်လေးပါးတို့ကို စွဲ၍ ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် ဖြစ်ပေါ်၏ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် ဖြစ်ပေါ်ဆဲဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ် သည် ကောင်းစွာ ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် မဖြစ်မူ၍ ဖြစ်၏၊ ဖြစ်ပြီး၍ နောင်မဖြစ် လတ္တံ့ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်ကို အဆုံးအပိုင်းအခြားရှိသောအားဖြင့် ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် မမြဲ၊ မြဲသောသဘော မရှိ၊ ဖောက်ပြန်သောသဘောရှိ၏ဟု ပိုင်းခြားမှတ်သား၏။ ကိုယ်သည် နိစ္စသဘော မရှိ၊ ပြုပြင်အပ်သော သဘောရှိ၏၊ အကြောင်းကို စွဲ၍ ဖြစ်၏၊ ကုန်ခြင်းသဘောရှိ၏၊ ပျက်ခြင်းသဘောရှိ၏၊ ကင်းခြင်းသဘောရှိ၏၊ ချုပ်ခြင်းသဘောရှိ၏ဟု ပိုင်းခြားမှတ်သား၏။

         ကိုယ်ကို အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သား၏။ နိစ္စအားဖြင့်မမှတ်။ ဒုက္ခအားဖြင့် ပိုင်းခြားမှတ်သား၏။ သုခအားဖြင့် မမှတ်။ပ။ စွန့်လွှတ်၏။ မစွဲယူ။

         အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သားသော သူသည် နိစ္စသညာကိုစွန့်၏။ ဒုက္ခအားဖြင့် ပိုင်းခြားမှတ် သားသောသူသည် သုခသညာကို စွန့်၏။ပ။ စွန့်လွှတ်သော သူသည် စွဲယူခြင်းကို စွန့်၏။ ဤသို့ ကိုယ် ကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         စိတ်ကို အဇ္ဈတ္တသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         စိတ်သည် အဝိဇ္ဇာကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ စိတ်သည် တဏှာကြောင့် ဖြစ်၏ဟု ပိုင်းခြား မှတ်သား၏။ စိတ်သည် ကံကြောင့် ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ စိတ်သည် အာဟာရ ကြောင့်ဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ စိတ်သည် ဖြစ်ဆဲဟု ပိုင်းခြားမှတ်သား၏။ စိတ်သည် ကောင်းစွာဖြစ်၏ဟု ပိုင်းခြားမှတ်သား၏။ စိတ်သည် မဖြစ်မူ၍ ဖြစ်၏၊ ဖြစ်ပြီး၍ နောင်မဖြစ်လတ္တံ့ဟု ပိုင်းခြား မှတ်သား၏။ စိတ်ကို အဆုံးအပိုင်းအခြား ရှိသောအားဖြင့် ပိုင်းခြားမှတ်သား၏။ စိတ်သည် မမြဲ၊ မြဲသော သဘော မရှိ၊ ဖောက်ပြန်သော သဘောရှိ၏ဟု ပိုင်းခြားမှတ်သား၏။ စိတ်သည် နိစ္စသဘော မရှိ၊ ပြုပြင်အပ်သော သဘောရှိ၏၊ အကြောင်းကို စွဲ၍ ဖြစ်၏၊ ကုန်ခြင်းသဘောရှိ၏၊ ပျက်ခြင်းသဘောရှိ၏၊ ကင်းခြင်းသဘောရှိ၏၊ ချုပ်ခြင်းသဘောရှိ၏ဟု ပိုင်းခြားမှတ်သား၏။

         စိတ်ကို အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သား၏။ နိစ္စအားဖြင့်မမှတ်။ ဒုက္ခအားဖြင့် ပိုင်းခြားမှတ်သား၏။ သုခအားဖြင့်မမှတ်။ အနတ္တအားဖြင့် ပိုင်းခြားမှတ်သား၏။ အတ္တအားဖြင့်မမှတ်။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်းကင်း၏။ မတပ်နှစ်သက်။ ချုပ်စေ၏။ မဖြစ်စေ။ စွန့်လွှတ်၏။ မစွဲယူ။

         အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သားသော သူသည် နိစ္စသညာကို စွန့်၏။ ဒုက္ခအားဖြင့် ပိုင်းခြား မှတ်သားသော သူသည် သုခသညာကို စွန့်၏။ အနတ္တအားဖြင့် ပိုင်းခြားမှတ်သားသော သူသည် အတ္တ သညာကို စွန့်၏။

         ငြီးငွေ့သောသူသည်နှစ်သက်ခြင်းကို စွန့်၏။ တပ်ခြင်းကင်းသူသည် ရာဂကို စွန့်၏။ ချုပ်စေသော ယောဂီပုဂ္ဂိုလ်သည် ဖြစ်ပေါ်ခြင်းကို စွန့်၏။ စွန့်လွှတ်သောသူသည် စွဲယူခြင်းကို စွန့်၏။ ဤသို့လျှင် စိတ်ကို အဇ္ဈတ္တသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ ဤသို့လျှင် အဇ္ဈတ္တသန္တာန်၌ ဖြစ်သောတရားတို့ကို ပိုင်းခြားမှတ်သား၏။

         ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် အဇ္ဈတ္တသန္တာန်၌ဖြစ်ပေါ်သော တရားတို့ကို ပိုင်းခြား မှတ်သားခြင်း၌ဖြစ်သောပညာကို ဝတ္ထုနာနတ္တဉာဏ်မည်၏ဟု ဆိုအပ်၏။
တစ်ဆယ့်ငါးခုမြောက် ဝတ္ထုနာနတ္တဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t19", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
       title: "၁၆-ဂေါစရနာနတ္တဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
      headerTag: "h3", 
        content: `
။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၁၆) ဂေါစရနာနတ္တဉာဏ် အကျယ်ပြခြင်း

ဗဟိဒ္ဓသန္တာန်၌ဖြစ်သော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ ဖြစ်သောပညာသည် အဘယ် သို့လျှင် ဂေါစရနာနတ္တဉာဏ်မည်သနည်း။

         ဗဟိဒ္ဓသန္တာန်၌ဖြစ်သော တရားတို့ကို အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         အဆင်းတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ အသံတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ အနံ့တို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ အရသာတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ အတွေ့အထိတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။ ဓမ္မာရုံတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြား မှတ်သား၏။

         အဆင်းရူပါရုံတို့ကို ဗဟိဒ္ဓသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         အဆင်းတို့သည် အဝိဇ္ဇာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အဆင်းတို့သည် တပ်မက်မှု တဏှာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အဆင်းတို့သည် ကံကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြား မှတ်သား၏။ အဆင်းတို့သည် အာဟာရကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အဆင်းတို့သည် မဟာဘုတ်လေးပါးတို့ကို စွဲ၍ ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အဆင်းတို့သည် ဖြစ်ကုန်ဆဲဟု ပိုင်း ခြားမှတ်သား၏။ အဆင်းတို့သည် ကောင်းစွာ ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အဆင်းတို့သည် မဖြစ်မူ၍ ဖြစ်ကုန်၏၊ ဖြစ်ပြီး၍ နောင်မဖြစ်ကုန်လတ္တံ့ဟု ပိုင်းခြားမှတ်သား၏။ အဆင်းတို့ကို အဆုံး အပိုင်းအခြားရှိသောအားဖြင့် ပိုင်းခြားမှတ်သား၏။

         အဆင်းတို့သည် မမြဲကုန်၊ မြဲသောသဘော မရှိကုန်၊ ဖောက်ပြန်သော သဘောရှိကုန်၏ဟု ပိုင်း ခြားမှတ်သား၏။ အဆင်းတို့သည် နိစ္စသဘော မရှိကုန်၊ ပြုပြင်အပ်ကုန်၏၊ အကြောင်းကို စွဲ၍ ဖြစ် ကုန်၏၊ ကုန်ခြင်းသဘောရှိကုန်၏၊ ပျက်ခြင်းသဘောရှိကုန်၏၊ ကင်းခြင်းသဘောရှိကုန်၏၊ ချုပ်ခြင်းသဘော ရှိကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။

         အဆင်းတို့ကို အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သား၏။ နိစ္စအားဖြင့် မမှတ်။ ဒုက္ခအားဖြင့် ပိုင်းခြား မှတ်သား၏။ သုခအားဖြင့် မမှတ်။ အနတ္တအားဖြင့် ပိုင်းခြားမှတ်သား၏။ အတ္တအားဖြင့် မမှတ်။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်းကင်း၏။ မတပ်နှစ်သက်။ ချုပ်စေ၏။ မဖြစ်စေ။ စွန့်လွှတ်၏။ မစွဲယူ။

         အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သားသောသူသည် နိစ္စသညာကို စွန့်၏။ ဒုက္ခအားဖြင့် ပိုင်းခြားမှတ့်သားသော သူသည် သုခသညာကို စွန့်၏။ အနတ္တအားဖြင့် ပိုင်းခြားမှတ်သားသောသူသည် အတ္တသညာကို စွန့်၏။ ငြီးငွေ့သောသူသည်နှစ်သက်ခြင်းကို စွန့်၏။ တပ်ခြင်းကင်းသူသည် ရာဂကို စွန့်၏။ ချုပ်စေ သောသူသည် ဖြစ်ပေါ်ခြင်းကို စွန့်၏။ စွန့်လွှတ်သောသူသည် စွဲယူခြင်းကို စွန့်၏။ ဤသို့ အဆင်းတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         အသံတို့ကို ဗဟိဒ္ဓသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         အသံတို့သည် မဟာဘုတ်လေးပါးတို့ကို စွဲ၍ ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အသံတို့သည် ဖြစ်ကုန်ဆဲဟု ပိုင်းခြားမှတ်သား၏၊ အသံတို့သည် ကောင်းစွာဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အသံ တို့သည် မဖြစ်မူ၍ ဖြစ်ကုန်၏၊ ဖြစ်ပြီး၍ နောင်မဖြစ်ကုန်လတ္တံ့ဟု ပိုင်းခြားမှတ်သား၏။

         အသံတို့ကို အဆုံးအပိုင်းအခြားရှိသောအားဖြင့် ပိုင်းခြားမှတ်သား၏။ အသံတို့သည် မမြဲကုန်၊ မြဲသောသဘောမရှိကုန်၊ ဖောက်ပြန်သောသဘောရှိကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အသံတို့သည် နိစ္စ သဘော မရှိကုန်၊ ပြုပြင်အပ်ကုန်၏၊ အကြောင်းကို စွဲ၍ ဖြစ်ကုန်၏၊ ကုန်ခြင်းသဘောရှိကုန်၏၊ ပျက်ခြင်း သဘောရှိကုန်၏၊ ကင်းခြင်းသဘောရှိကုန်၏၊ ချုပ်ခြင်းသဘောရှိကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။

         အသံတို့ကို အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သား၏။ နိစ္စအားဖြင့် မမှတ်။ပ။ ဤသို့အသံတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         အနံ့တို့ကို ဗဟိဒ္ဓသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         အနံ့တို့သည် အဝိဇ္ဇာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အနံ့တို့သည် တဏှာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ပ။ ဤသို့ အနံ့တို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         အရသာတို့ကို ဗဟိဒ္ဓသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         အရသာတို့သည် အဝိဇ္ဇာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အရသာတို့သည် တဏှာ ကြောင့်ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ပ။ ဤသို့ အရသာတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         အတွေ့အထိတို့ကို ဗဟိဒ္ဓသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         အတွေ့အထိတို့သည် အဝိဇ္ဇာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အတွေ့အထိတို့သည် တဏှာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အတွေ့အထိတို့သည် ကံကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်း ခြားမှတ်သား၏။ အတွေ့အထိတို့သည် အာဟာရကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ အတွေ့ အထိတို့သည် ဖြစ်ကုန်ဆဲဟု ပိုင်းခြားမှတ်သား၏။ အတွေ့အထိတို့သည် ကောင်းစွာ ဖြစ်ကုန်၏ဟု ပိုင်း ခြားမှတ်သား၏။ပ။ ဤသို့ အတွေ့အထိတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         ဓမ္မာရုံတို့ကို ဗဟိဒ္ဓသန္တာန်၌ အဘယ်သို့လျှင် ပိုင်းခြားမှတ်သားသနည်း။

         ဓမ္မာရုံတို့သည် အဝိဇ္ဇာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ ဓမ္မာရုံတို့သည် တဏှာကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ ဓမ္မာရုံတို့သည် ကံကြောင့် ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ ဓမ္မာရုံတို့သည် အာဟာရကြောင့်ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ ဓမ္မာရုံတို့သည် ဖြစ်ကုန်ဆဲဟု ပိုင်း ခြားမှတ်သား၏။ ဓမ္မာရုံတို့သည် ကောင်းစွာ ဖြစ်ကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။ ဓမ္မာရုံတို့သည် မဖြစ် မူ၍ ဖြစ်ကုန်၏၊ ဖြစ်ပြီး၍ မဖြစ်ကုန်လတ္တံ့ဟု ပိုင်းခြားမှတ်သား၏။

         ဓမ္မာရုံတို့ကို အဆုံးအပိုင်းအခြားရှိသောအားဖြင့် ပိုင်းခြားမှတ်သား၏။ ဓမ္မာရုံတို့သည် မမြဲကုန်၊ မြဲသောသဘော မရှိကုန်၊ ဖောက်ပြန်သောသဘောရှိကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။

         ဓမ္မာရုံတို့သည် နိစ္စသဘော မရှိကုန်၊ ပြုပြင်အပ်ကုန်၏၊ အကြောင်းကိုစွဲ၍ ဖြစ်ကုန်၏၊ ကုန်ခြင်း သဘော ရှိကုန်၏၊ ပျက်ခြင်းသဘော ရှိကုန်၏၊ ကင်းခြင်းသဘော ရှိကုန်၏၊ ချုပ်ခြင်းသဘော ရှိကုန်၏ဟု ပိုင်းခြားမှတ်သား၏။

         ဓမ္မာရုံတို့ကို အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သား၏။ နိစ္စအားဖြင့်မမှတ်။ ဒုက္ခအားဖြင့် ပိုင်းခြားမှတ့်သား၏။ သုခအားဖြင့် မမှတ်။ အနတ္တအားဖြင့် ပိုင်းခြားမှတ်သား၏။ အတ္တအားဖြင့် မမှတ်။ ငြီးငွေ့၏။ မနှစ်သက်။ တပ်နှစ်သက်ခြင်းကင်း၏။ မတပ်နှစ်သက်။ ချုပ်စေ၏။ မဖြစ်စေ။ စွန့်လွှတ်၏။ မစွဲယူ။

         အနိစ္စအားဖြင့် ပိုင်းခြားမှတ်သားသော သူသည် နိစ္စသညာကို စွန့်၏။ ဒုက္ခအားဖြင့် ပိုင်းခြားမှတ် သားသော သူသည် သုခသညာကို စွန့်၏။ အနတ္တအားဖြင့် ပိုင်းခြားမှတ်သားသော သူသည် အတ္တသညာ ကို စွန့်၏။ ငြီးငွေ့သော သူသည်နှစ်သက်ခြင်းကို စွန့်၏။ တပ်ခြင်းကင်းသော သူသည် တပ်ခြင်းရာဂ ကို စွန့်၏။ ချုပ်စေသော သူသည် ဖြစ်ပေါ်ခြင်းကို စွန့်၏။ စွန့်လွှတ်သောသူသည် စွဲယူခြင်းကို စွန့်၏။ ဤသို့ ဓမ္မာရုံတို့ကို ဗဟိဒ္ဓသန္တာန်၌ ပိုင်းခြားမှတ်သား၏။

         ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ဗဟိဒ္ဓသန္တာန်၌ဖြစ်သောတရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ ဖြစ်သောပညာကို ဂေါစရနာနတ္တဉာဏ်မည်၏ဟု ဆိုအပ်၏။
တစ်ဆယ့်ခြောက်ခုမြောက် ဂေါစရနာနတ္တဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

    {
        id: "pati-m-t20", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၁၇-စရိယာနာနတ္တဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `
                           ။ ခုဒ္ဒကနိကာယ်၊ ပဋိသမ္ဘိဒါမဂ်၊ မဟာဝဂ်၊ ‌ဉာဏ ကထာ၊ (၁၇) စရိယာနာနတ္တဉာဏ် အကျယ်ပြခြင်း

         စရိယတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ ဖြစ်သောပညာသည် အဘယ်သို့လျှင် စရိယာနာနတ္တ ဉာဏ် မည်သနည်း။

         စရိယဟူရာ၌ စရိယာတို့သည် ဝိညာဏစရိယ၊ အညာဏစရိယ၊ ဉာဏစရိယဟု သုံးမျိုးရှိကုန်၏။

         ဝိညာဏစရိယာသည် အဘယ်နည်း။

         မြင်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ရူပါရုံတို့၌ ဝိညာဏ စရိယ မည်၏။

         မြင်ခြင်းသဘောရှိသော စက္ခုဝိညာဉ်သည် ရူပါရုံတို့၌ ဝိညာဏစရိယ မည်၏။

         မြင်အပ်သည်၏အဖြစ်ကြောင့် အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောရှိသော ဝိပါက်မနောဓာတ်သည် ရူပါရုံ တို့၌ ဝိညာဏစရိယ မည်၏။

         အာရုံသို့ ရှေးရှုတင်တတ်သည်၏အဖြစ်ကြောင့် ဝိပါက်မနောဝိညာဏဓာတ်သည် ရူပါရုံတို့၌ ဝိညာဏ စရိယ မည်၏။

         ကြားခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် သဒ္ဒါရုံတို့၌ ဝိညာဏ စရိယမည်၏။

         ကြားခြင်းသဘောရှိသော သောတဝိညာဉ်သည် သဒ္ဒါရုံတို့၌ ဝိညာဏစရိယမည်၏။

         ကြားအပ်သည်၏အဖြစ်ကြောင့် အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောရှိသော ဝိပါက်မနောဓာတ်သည် သဒ္ဒါရုံတို့၌ ဝိညာဏစရိယမည်၏။

         အာရုံသို့ ရှေးရှုတင်တတ်သည်၏အဖြစ်ကြောင့် ဝိပါက်မနောဝိညာဏဓာတ်သည် သဒ္ဒါရုံတို့၌ ဝိညာဏစရိယ မည်၏။

         နမ်းရှူခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဂန္ဓာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         နမ်းရှူခြင်းသဘောရှိသော ဃာနဝိညာဉ်သည် ဂန္ဓာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         နမ်းရှူအပ်သည်၏အဖြစ်ကြောင့် အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောရှိသော ဝိပါက်မနောဓာတ်သည် ဂန္ဓာရုံံတို့၌ ဝိညာဏစရိယမည်၏။

         အာရုံသို့ ရှေးရှုတင်တတ်သည်၏အဖြစ်ကြောင့် ဝိပါက်မနောဝိညာဏဓာတ်သည် ဂန္ဓာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         လျက်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ရသာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         လျက်ခြင်းသဘောရှိသော ဇိဝှါဝိညာဉ်သည် ရသာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         လျက်အပ်သည်၏အဖြစ်ကြောင့် အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောရှိသော ဝိပါက်မနောဓာတ်သည် ရသာရုံံတို့၌ ဝိညာဏစရိယမည်၏။

         အာရုံသို့ ရှေးရှုတင်တတ်သည်၏အဖြစ်ကြောင့် ဝိပါက်မနောဝိညာဏဓာတ်သည် ရသာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         တွေ့ထိခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဖောဋ္ဌဗ္ဗာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         တွေ့ထိခြင်းသဘောရှိသော ကာယဝိညာဉ်သည် ဖောဋ္ဌဗ္ဗာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         တွေ့ထိအပ်သည်၏အဖြစ်ကြောင့် အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောရှိသော ဝိပါက်မနောဓာတ်သည် ဖောဋ္ဌဗ္ဗာရုံံံတို့၌ ဝိညာဏစရိယမည်၏။

         အာရုံသို့ ရှေးရှုတင်တတ်သည်၏ အဖြစ်ကြောင့် ဝိပါက်မနောဝိညာဏဓာတ်သည် ဖောဋ္ဌဗ္ဗာရုံတို့၌ ဝိညာ ဏစရိယမည်၏။

         သိခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဓမ္မာရုံတို့၌ ဝိညာ ဏစရိယမည်၏။

         သိခြင်းသဘောရှိသော မနောဝိညာဉ်သည် ဓမ္မာရုံတို့၌ ဝိညာဏစရိယမည်၏။

         သိတတ်သည်၏အဖြစ်ကြောင့် အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောရှိသော ဝိပါက်မနောဓာတ်သည် ဓမ္မာရုံံံတို့၌ ဝိညာဏစရိယမည်၏။

         အာရုံသို့ ရှေးရှုတင်တတ်သည်၏ အဖြစ်ကြောင့် ဝိပါက်မနောဝိညာဏဓာတ်သည် ဓမ္မာရုံတို့၌ ဝိညာ ဏစရိယမည်၏။

         ဝိညာဏစရိယဟူရာ၌ အဘယ်အနက်သဘောကြောင့် ဝိညာဏစရိယမည်သနည်း။

         ရာဂကင်းသည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ဒေါသကင်းသည်ဖြစ်၍ ဖြစ် တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ မောဟကင်းသည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယ မည်၏။ မာနကင်းသည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ဒိဋ္ဌိကင်းသည်ဖြစ်၍ ဖြစ်တတ် သောကြောင့် ဝိညာဏစရိယမည်၏။ ဥဒ္ဓစ္စကင်းသည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ဝိစိကိစ္ဆာကင်းသည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ အနုသယကင်းသည်ဖြစ်၍ ဖြစ် တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ရာဂနှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယ မည်၏။ ဒေါသနှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ မောဟနှင့် မယှဉ် သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ မာနနှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ဒိဋ္ဌိနှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ဥဒ္ဓစ္စနှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ဝိစိကိစ္ဆာနှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ် တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ အနုသယနှင့် မယှဉ်သည် ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။

         ကုသိုလ်ကံတို့နှင့်ယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ အကုသိုလ်ကံတို့နှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ အပြစ်ရှိသောကံတို့နှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ အပြစ်မရှိသောကံတို့နှင့် ယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သော ကြောင့် ဝိညာဏစရိယမည်၏။ မည်းညစ်သောကံတို့နှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့်ဝိညာဏ စရိယမည်၏။ ဖြူစင်သောကံတို့နှင့် ယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ချမ်းသာကို ဖြစ်စေတတ်ကုန်သော ကံတို့နှင့် ယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယ မည်၏။ ဆင်းရဲကို ဖြစ်စေတတ်ကုန်သော ကံတို့နှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏ စရိယမည်၏။ ချမ်းသာကျိုးကို ဖြစ်စေတတ်ကုန်သော ကံတို့နှင့် ယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ဆင်းရဲကျိုးကို ဖြစ်စေတတ်ကုန်သော ကံတို့နှင့် မယှဉ်သည်ဖြစ်၍ ဖြစ်တတ်သော ကြောင့် ဝိညာဏစရိယမည်၏။

         သိအပ်သော အာရုံ၌ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယ မည်၏။ အဟိတ်စိတ်ဟူသော ဝိညာဉ်၏ ဤသို့ သဘောရှိသော အာရုံ၌ ဖြစ်တတ်သောကြောင့် ဝိညာဏစရိယမည်၏။ ဤစိတ်သည် ကိလေသာမရှိသော သဘောအားဖြင့် ပကတိအားဖြင့် စင်ကြယ်တတ်သောကြောင့် ဝိညာဏစရိယ မည်၏။ ဤဆိုခဲ့ပြီးသည်ကား ဝိညာဏစရိယတည်း။

         အညာဏစရိယဟူသည် အဘယ်နည်း။

         နှလုံးကို ပွါးစေတတ်သော ရူပါရုံတို့၌ ရာဂဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ် သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ရာဂ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         နှလုံးကို မပွါးစေတတ်ကုန်သော ရူပါရုံတို့၌ ဒေါသဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ဒေါသ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         ထိုနှစ်ပါးစုံဖြင့် မညီညွတ်သောအဖို့ရှိသော ဝတ္ထု၌ မောဟဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်း ကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ မောဟ၏ ဖြစ်ခြင်းသည် အညာဏစရိယ မည်၏။

         အမြဲဖွဲ့၍ တည်တတ်သော မာနဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ မာန၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         မှားသောအားဖြင့် သုံးသပ်တတ်သော ဒိဋ္ဌိဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ဒိဋ္ဌိ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         ပျံ့လွင့်ခြင်းသို့ ရောက်သော ဥဒ္ဓစ္စဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ဥဒ္ဓစ္စ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         မဆုံးဖြတ်နိုင်သော ဝိစိကိစ္ဆာဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာ ကတသည် ဝိညာဏစရိယမည်၏။ ဝိစိကိစ္ဆာ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         အားရှိသည်၏ အဖြစ်သို့ရောက်သော အနုသယဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ အနုသယ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         နှလုံးကို ပွါးစေတတ်သော သဒ္ဒါရုံတို့၌။ပ။

         နှလုံးကို ပွါးစေတတ်သော ဂန္ဓာရုံတို့၌။ပ။

         နှလုံးကို ပွါးစေတတ်သော ရသာရုံတို့၌။ပ။

         နှလုံးကို ပွါးစေတတ်သော ဖောဋ္ဌဗ္ဗာရုံတို့၌။ပ။

         နှလုံးကို ပွါးစေတတ်သော ဓမ္မာရုံတို့၌ ရာဂဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ရာဂ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         နှလုံးကို မပွါးစေတတ်ကုန်သော ဓမ္မာရုံတို့၌ 'ဒေါသ' ဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ဒေါသ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         ထိုနှစ်ပါးစုံဖြင့် မညီညွတ်သောအဖို့ရှိသော ဝတ္ထု၌ မောဟဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်း ကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ မောဟ၏ ဖြစ်ခြင်းသည် အညာဏ့စရိယမည်၏။

         အမြဲဖွဲ့၍ တည်တတ်သော မာနဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ မာန၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         မှားသောအားဖြင့် သုံးသပ်တတ်သော ဒိဋ္ဌိဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ဒိဋ္ဌိ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏ပျံ့လွင့်ခြင်းသို့ရောက်သော ဥဒ္ဓစ္စဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ဥဒ္ဓစ္စ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         မဆုံးဖြတ်နိုင်သော ဝိစိကိစ္ဆာဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာ ကတသည် ဝိညာဏစရိယမည်၏။ ဝိစိကိစ္ဆာ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         အားရှိသည်၏ အဖြစ်သို့ရောက်သော အနုသယဖြစ်ခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ အနုသယ၏ ဖြစ်ခြင်းသည် အညာဏစရိယမည်၏။

         အညာဏစရိယဟူရာ၌ အဘယ်အနက်သဘောကြောင့် အညာဏစရိယမည်သနည်း။

         ရာဂနှင့်တကွဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ဒေါသနှင့်တကွဖြစ်သောကြောင့် အညာဏ စရိယမည်၏။ မောဟနှင့်တကွဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ မာနနှင့်တကွဖြစ်သောကြောင့် အညာဏစရိယ မည်၏။ ဒိဋ္ဌိနှင့်တကွဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ဥဒ္ဓစ္စနှင့်တကွဖြစ်သော ကြောင့် အညာဏစရိယမည်၏။ ဝိစိကိစ္ဆာနှင့်တကွဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ အနုသယနှင့် တကွဖြစ်သောကြောင့် အညာဏစရိယမည်၏။

         ရာဂနှင့်ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ဒေါသနှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏ စရိယမည်၏။ မောဟနှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ မာနနှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ဒိဋ္ဌိနှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ဥဒ္ဓစ္စနှင့် ယှဉ်၍ဖြစ်သော ကြောင့် အညာဏစရိယမည်၏။ ဝိစိကိစ္ဆာနှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ အနုသယနှင့် ယှဉ်၍ ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။

         ကုသိုလ်ကံတို့နှင့် မယှဉ်မူ၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ အကုသိုလ်ကံတို့နှင့် ယှဉ်၍ ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ အပြစ်ရှိသောကံတို့နှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယ မည်၏။ အပြစ်မရှိသောကံတို့နှင့် မယှဉ်မူ၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ မည်းညစ်ကုန်သော ကံတို့နှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ဖြူစင်သောကံတို့နှင့် မယှဉ်မူ၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။

         ချမ်းသာကို ဖြစ်စေတတ်သောကံတို့နှင့် မယှဉ်မူ၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ဆင်းရဲကို ဖြစ်စေတတ်သောကံတို့နှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ချမ်းသာကျိုးကို ဖြစ်စေ တတ်သော ကံတို့နှင့် မယှဉ်မူ၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ ဆင်းရဲကျိုးကို ဖြစ်စေတတ်သော ကံတို့နှင့် ယှဉ်၍ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ မသိအပ်သော အာရုံ၌ ဖြစ်သောကြောင့် အညာဏစရိယမည်၏။ မသိခြင်း၏ ဤသို့သဘောရှိသော ဖြစ်ခြင်းမျိုးဖြစ်တတ်သောကြောင့် အညာဏ စရိယမည်၏။ ဤသည်ကား အညာဏစရိယမည်၏။
    
         ဉာဏစရိယဟူသည်ကား အဘယ်နည်း။

         အနိစ္စကို အဖန်တလဲလဲရှုခြင်း အကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ အနိစ္စကို အဖန်ဖန်တလဲလဲရှုခြင်းသည် ဉာဏစရိယမည်၏။

         ဒုက္ခကို အဖန်တလဲလဲရှုခြင်းအကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ ဒုက္ခကို အဖန်ဖန်တလဲလဲရှုခြင်းသည် ဉာဏစရိယမည်၏။

         အနတ္တကို အဖန်တလဲလဲရှုခြင်း အကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယမည်၏။ အနတ္တကို အဖန်တလဲလဲရှုခြင်းသည် ဉာဏစရိယမည်၏။

         ငြီးငွေ့ခြင်းကို အဖန်တလဲလဲရှုခြင်းအကျိုးငှါဖြစ်သော။ပ။

         ရာဂကင်းခြင်းကို အဖန်တလဲလဲရှုခြင်းအကျိုးငှါဖြစ်သော။ ချုပ်ခြင်းကို အဖန်တလဲလဲရှုခြင်း အကျိုး ငှါဖြစ်သော။ စွန့်ခြင်းကို အဖန်တလဲလဲရှုခြင်းအကျိုးငှါဖြစ်သော။ ကုန်ခြင်းကို အဖန်တလဲလဲရှုခြင်း အကျိုးငှါဖြစ်သော။ ပျက်ခြင်းကို အဖန်တလဲလဲရှုခြင်းအကျိုးငှါဖြစ်သော။ ဖောက်ပြန်ခြင်းကို အဖန်တလဲလဲ ရှုခြင်း အကျိုးငှါဖြစ်သော။ အနိမိတ္တကို အဖန်တလဲလဲရှုခြင်းအကျိုးငှါဖြစ်သော။ မတောင့်တမှုကို အဖန် တလဲလဲရှုခြင်း အကျိုးငှါဖြစ်သော။ ဆိတ်သုဉ်းမှုကို အဖန်တလဲလဲရှုခြင်းအကျိုးငှါဖြစ်သော။ အဓိပညာ တရားကို အဖန်တလဲလဲ ရှုခြင်းအကျိုးငှါဖြစ်သော။ ယထာဘူတဉာဏ်ကို အဖန်တလဲလဲရှုခြင်း အကျိုးငှါ ဖြစ်သော။ အပြစ်ကို အဖန်တလဲလဲ ရှုခြင်းအကျိုးငှါဖြစ်သော။ ဆင်ခြင်ခြင်းကို အဖန်တလဲလဲရှုခြင်း အကျိုးငှါဖြစ်သော အာဝဇ္ဇန်းကြိယာဟု ဆိုအပ်သော အဗျာကတသည် ဝိညာဏစရိယ မည်၏။ ဆင်ခြင်ခြင်းကို အဖန်တလဲလဲရှုခြင်းသည် ဉာဏစရိယမည်၏။ ဝဋ်ကင်းခြင်းကို အဖန်တလဲလဲရှုခြင်းသည် ဉာဏ စရိယမည်၏။

         သောတာပတ္တိမဂ်သည် ဉာဏစရိယမည်၏။ သောတာပတ္တိဖိုလ်ကို ဝင်စားခြင်းသည် ဉာဏစရိယ မည်၏။ သကဒါဂါမိမဂ်သည် ဉာဏစရိယမည်၏။ သကဒါဂါမိဖိုလ်ကို ဝင်စားခြင်းသည် ဉာဏစရိယ မည်၏။ အနာဂါမိမဂ်သည် ဉာဏစရိယမည်၏။ အနာဂါမိဖိုလ်ကို ဝင်စားခြင်းသည် ဉာဏစရိယမည်၏။ အရဟတ္တမဂ်သည် ဉာဏစရိယမည်၏။ အရဟတ္တဖိုလ်ကို ဝင်စားခြင်းသည် ဉာဏစရိယမည်၏။

         ဉာဏစရိယဟူရာ၌ အဘယ်အနက်သဘောကြောင့် ဉာဏစရိယမည်သနည်း။

         ရာဂကင်းသည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဉာဏစရိယမည်၏။ ဒေါသကင်းသည်ဖြစ်၍ ဖြစ်တတ် သောကြောင့် ဉာဏစရိယမည်၏။ပ။

         အနုသယကင်းသည်ဖြစ်၍ ဖြစ်တတ်သောကြောင့် ဉာဏစရိယမည်၏။

         ရာဂနှင့်မယှဉ်မူ၍ ဖြစ်တတ်သောကြောင့် ဉာဏစရိယမည်၏။ ဒေါသနှင့်မယှဉ်မူ၍ ဖြစ်တတ်သော ကြောင့် ဉာဏစရိယမည်၏။ မောဟနှင့်မယှဉ်မူ၍ ဖြစ်တတ်သောကြောင့် ဉာဏစရိယမည်၏။ မာနနှင့် မယှဉ်မူ၍။ပ။ ဒိဋ္ဌိနှင့် မယှဉ်မူ၍။ပ။ ဥဒ္ဓစ္စနှင့်မယှဉ်မူ၍။ပ။ ဝိစိကိစ္ဆာနှင့်မယှဉ်မူ၍။ အနုသယနှင့် မယှဉ် မူ၍။

         ကုသိုလ်ကံတို့နှင့် ယှဉ်၍။ အကုသိုလ်ကံတို့နှင့် မယှဉ်မူ၍။ အပြစ်ရှိသောကံတို့နှင့် မယှဉ်မူ၍။ အပြစ်မရှိသော ကံတို့နှင့် ယှဉ်၍။ မည်းညစ်သောကံတို့နှင့် မယှဉ်မူ၍။ ဖြူစင်သောကံတို့နှင့် ယှဉ်၍။ ချမ်းသာကို ဖြစ်စေတတ်သောကံတို့နှင့် ယှဉ်၍။ ဆင်းရဲကိုဖြစ်စေတတ်သောကံတို့နှင့် မယှဉ်မူ၍။ ချမ်းသာ ကျိုးကို ဖြစ်စေတတ်သော ကံတို့နှင့် ယှဉ်၍ဖြစ်တတ်သောကြောင့် ဉာဏစရိယမည်၏။ ဆင်းရဲကျိုးကို ဖြစ်စေတတ်သော ကံတို့နှင့် မယှဉ်မူ၍ဖြစ်သောကြောင့် ဉာဏစရိယမည်၏။ သိအပ်သောအာရုံ၌ ဖြစ်တတ် သောကြောင့် ဉာဏစရိယမည်၏။ ဉာဏ်၏ ဤသို့သဘောရှိသော ဖြစ်ခြင်းမျိုးဖြစ်တတ်သောကြောင့် ဉာဏစရိယမည်၏။ ဤသည်ကား ဉာဏစရိယတည်း။

         ထိုတရားသဘောသည် ''ဝိညာဏစရိယသည် တစ်ခြား၊ အညာဏစရိယသည် တစ်ခြား၊ ဉာဏ စရိယသည် တစ်ခြား''ဟု ဤသို့ သိတတ်သောအနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ် သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် စရိယတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ ဖြစ်သောပညာကို စရိယာနာနတ္တဉာဏ်မည်၏ဟု ဆိုအပ်၏။
တစ်ဆယ့်ခုနစ်ခုမြောက် စရိယာနာနတ္တဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`
    },

        {
        id: "pati-m-t21", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၁၈-ဘူမိနာနတ္တဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `

 လေးမျိုးလေးမျိုးသော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ဖြစ်သောပညာသည် အဘယ် သို့လျှင် ဘူမိနာနတ္တဉာဏ် မည်သနည်း။

ဘုံတို့သည် ကာမာဝစရဘုံ၊ ရူပါဝစရဘုံ၊ အရူပါဝစရဘုံ၊ အပရိယာပန္နဘုံအားဖြင့် လေးပါးရှိ ကုန်၏။

ကာမာဝစရဘုံဟူသည် အဘယ်နည်း။

အောက်အဝီစိငရဲကို အပိုင်းအခြားပြု၍ အထက်ပရနိမ္မိတဝသဝတ္တိနတ်ပြည်ကို အတွင်းသွင်းကာ ဤအပိုင်းအခြားအတွင်း၌ ကျင်လည်သော ဤအပိုင်းအခြားအတွင်း၌ အကျုံးဝင်သော ဓာတ်၊ အာယတန၊ ရုပ်၊ ဝေဒနာ၊ သညာ၊ သင်္ခါရ၊ ဝိညာဉ်တို့သည် ကာမာဝစရဘုံမည်၏။

ရူပါဝစရဘုံဟူသည် အဘယ်နည်း။

အောက်ဗြဟ္မာ့ပြည်ကို အပိုင်းအခြားပြု၍ အထက် အကနိဋ္ဌဗြဟ္မာ့ဘုံကို အတွင်းသွင်းကာ ဤအပိုင်း အခြားအတွင်း၌ ကျင်လည်သော ဤအပိုင်းအခြားအတွင်း၌ အကျုံးဝင်သော သမာပတ်ဝင်စားသော သူအား လည်းကောင်း၊ ဥပပါတ်ပဋိသန္ဓေနေသူအားလည်းကောင်း၊ မျက်မှောက်ယခုဘဝ၌ ချမ်းသာစွာ နေလေ့ရှိသူ အားလည်းကောင်း ဖြစ်သော စိတ်၊ စေတသိက်တရားတို့သည် ရူပါဝစရဘုံမည်၏။

အရူပါဝစရဘုံဟူသည် အဘယ်နည်း။

အောက်အာကာသာနဉ္စာယတနဘုံသို့ ကပ်ရောက်ကုန်သော ဗြဟ္မာတို့ကို အပိုင်းအခြားပြု၍ အထက် နေဝသညာနာသညာယတနဘုံသို့ ကပ်ရောက်ကုန်သော ဗြဟ္မာတို့ကို အတွင်းသွင်းကာ ဤအပိုင်းအခြား အတွင်း၌ ကျင်လည်သော ဤအပိုင်းအခြားအတွင်း၌ အကျုံးဝင်သော သမာပတ်ဝင်စားသော သူအား လည်းကောင်း၊ ဥပပါတ် ပဋိသန္ဓေနေသူအားလည်းကောင်း၊ မျက်မှောက် ယခုဘဝ၌ ချမ်းသာစွာ နေလေ့ ရှိသူအားလည်းကောင်း ဖြစ်ကုန်သော စိတ်၊ စေတသိက်တရားတို့သည် အရူပါဝစရဘုံမည်၏။

အပရိယာပန္နဘုံဟူသည် အဘယ်နည်း။

အပရိယာပန္နဖြစ်သော မဂ်တို့သည်လည်းကောင်း၊ မဂ်ဖိုလ်တို့သည်လည်းကောင်း၊ အသင်္ခတဓာတ် သည်လည်းကောင်း အပရိယာပန္နဘုံမည်၏။ ဘုံလေးပါးတို့ကား ဤသည်တို့တည်း။

နောက်တစ်မျိုး ဘုံလေးပါးတို့ကား- သတိပဋ္ဌာန်လေးပါး၊ သမ္မပ္ပဓာန်လေးပါး၊ ဣဒ္ဓိပါဒ်လေးပါး၊ ဈာန်လေးပါး၊ အပ္ပမညာလေးပါး၊ အရူပသမာပတ်လေးပါး၊ ပဋိသမ္ဘိဒါလေးပါး၊ ပဋိပဒါလေးပါး၊ အာရုံ လေးပါး၊ အရိယဝံသလေးပါး၊ သင်္ဂဟဝတ္ထုလေးပါး၊ စက်လေးပါး၊ ဓမ္မပဒလေးပါးတို့တည်း။

ဤသည်တို့ကား ဘုံလေးပါးတို့တည်း။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် လေးမျိုး လေးမျိုးသော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ ဖြစ်သောပညာကို ဘူမိနာနတ္တဉာဏ်မည်၏ဟု ဆိုအပ်၏။

တစ်ဆယ့်ရှစ်ခုမြောက် ဘူမိနာနတ္တဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
    `},
{
        id: "pati-m-t22", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၁၉-ဓမ္မနာနတ္တဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: `


 ကိုးမျိုးကိုးမျိုးသော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ ဖြစ်သောပညာသည် အဘယ်သို့ လျှင် ဓမ္မနာနတ္တဉာဏ် မည်သနည်း။ အဘယ်သို့လျှင် တရားတို့ကို ပိုင်းခြားမှတ်သားသနည်း။

ကာမာဝစရတရားတို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အကုသိုလ်အားဖြင့် ပိုင်းခြား မှတ်သား၏။ အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သား၏။

ရူပါဝစရတရားတို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သား၏။

အရူပါဝစရတရားတို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အဗျာကတအားဖြင့် ပိုင်းခြား့မှတ်သား၏။

အပရိယာပန္နတရားတို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အဗျာကတအားဖြင့် ပိုင်းခြား မှတ်သား၏။

ကာမာဝစရတရားတို့ကို အဘယ်သို့လျှင် ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သားသနည်း။ အဘယ်သို့ လျှင် အကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သားသနည်း။ အဘယ်သို့လျှင် အဗျာကတအားဖြင့် ပိုင်းခြား မှတ်သားသနည်း။

ကုသလကမ္မပထဆယ်ပါးတို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အကုသလကမ္မပထဆယ်ပါး တို့ကို အကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ ရုပ်ကိုလည်းကောင်း၊ ဝိပါက်ကိုလည်းကောင်း၊ ကြိယာ ကိုလည်းကောင်း အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သား၏။ ဤသို့ ကာမာဝစရတရားတို့ကို ကုသိုလ် အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အဗျာကတအားဖြင့် ပိုင်းခြား မှတ်သား၏။

ရူပါဝစရတရားတို့ကို အဘယ်သို့လျှင် ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သားသနည်း။ အဘယ်သို့လျှင် အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သားသနည်း။

ဤဘုံ၌တည်သောပုဂ္ဂိုလ်၏ လေးပါးသောဈာန်တို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ ထိုဘုံ၌ တည်သောပုဂ္ဂိုလ်၏ လေးပါးသောဈာန်တို့ကို အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သား၏။ ဤသို့ ရူပါဝစရ တရားတို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သား၏။

အရူပါဝစရတရားတို့ကို အဘယ်သို့လျှင် ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သားသနည်း။ အဘယ်သို့ လျှင် အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သားသနည်း။

ဤဘုံ၌တည်ရှိသောပုဂ္ဂိုလ်၏ လေးပါးသော အရူပါဝစရသမာပတ်တို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြား မှတ်သား၏။ ထိုဘုံ၌ဖြစ်သောပုဂ္ဂိုလ်၏ လေးပါးသော အရူပါဝစရသမာပတ်တို့ကို အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သား၏။ ဤသို့လျှင် အရူပါဝစရတရားတို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အဗျာ ကတအားဖြင့် ပိုင်းခြားမှတ်သား၏။

အပရိယာပန္န 'လောကုတ္တရာ' တရားတို့ကို အဘယ်သို့လျှင် ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား သနည်း။ အဘယ်သို့လျှင် အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သားသနည်း။

လေးပါးသော အရိယမဂ်တို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ လေးပါးသော သာမညဖိုလ် တို့ကိုလည်းကောင်း၊ နိဗ္ဗာန်ကိုလည်းကောင်း အဗျာကတအားဖြင့် ပိုင်းခြားမှတ်သား၏။ ဤသို့ အပရိယာ ပန္န 'လောကုတ္တရာ' တရားတို့ကို ကုသိုလ်အားဖြင့် ပိုင်းခြားမှတ်သား၏။ အဗျာကတအားဖြင့် ပိုင်းခြားမှတ် သား၏။ ဤသို့လျှင် တရားတို့ကို ပိုင်းခြားမှတ်သား၏။

ဝမ်းမြောက်မှုလျှင် အကြောင်းရင်းရှိကုန်သော တရားတို့သည် ကိုးပါးတို့တည်း။

အနိစ္စအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ ဝမ်းမြောက်ခြင်းရှိသူအားနှစ်သက်ခြင်း ပီတိဖြစ်၏။ နှစ်သက်သောစိတ်ရှိသူ၏ ကိုယ်သည် ငြိမ်းချမ်း၏။ ငြိမ်းချမ်းသော ကိုယ်ရှိသူသည် ချမ်းသာကို ခံစားရ၏။ ချမ်းသာနှင့်ပြည့်စုံသူ၏ စိတ်သည် တည်ကြည်၏။ စိတ်သည် တည်ကြည်သည် ရှိသော်ဟုတ်တိုင်းမှန်စွာ သိ၏၊ မြင်၏။ဟုတ်တိုင်းမှန်စွာ သိသူ၊ မြင်သူသည် ငြီးငွေ့၏။ ငြီးငွေ့သူသည် တပ်မက်ခြင်းကင်း၏။ တပ်ခြင်းကင်းခြင်းကြောင့် လွတ်မြောက်၏။

ဒုက္ခအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။

အနတ္တအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။

ရုပ်ကို အနိစ္စအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။

ရုပ်ကို ဒုက္ခအားဖြင့်နှလုံးသွင်းသူအား။ပ။ ဝေဒနာကို။ သညာကို။ သင်္ခါရတို့ကို။ ဝိညာဉ်ကို။ မျက်စိကို။ပ။ အိုခြင်း သေခြင်းကို အနိစ္စအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။ အိုခြင်း သေခြင်းကို ဒုက္ခအားဖြင့်နှလုံသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။ အိုခြင်း သေခြင်းကို အနတ္တအားဖြင့်နှလုံသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ ဝမ်းမြောက်ခြင်းရှိသူအားနှစ်သက်ခြင်းဖြစ်၏။ နှစ်သက်သော စိတ်ရှိသူ၏ကိုယ်သည် ငြိမ်းချမ်း၏။ ငြိမ်းချမ်းသောကိုယ်ရှိသူသည် ချမ်းသာကို ခံစားရ၏။ ချမ်းသာနှင့် ပြည့်စုံသူ၏ စိတ်သည် တည်ကြည်၏။ စိတ်တည်ကြည်သည်ရှိသော်ဟုတ်တိုင်းမှန်စွာ သိ၏။ မြင်၏။ဟုတ်တိုင်းမှန်စွာ သိသူ၊ မြင်သူသည် ငြီးငွေ့၏။ ငြီးငွေ့သူသည် တပ်ခြင်းကင်း၏။ တပ်ခြင်းကင်းခြင်း ကြောင့် လွတ်မြောက်၏။ ဤကိုးပါးသော တရားတို့သည် ဝမ်းမြောက်မှုလျှင် အကြောင်းရင်းရှိကုန်သော တရားတို့တည်း။

 သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းမှုလျှင် အကြောင်းရင်းရှိသော တရားတို့သည် ကိုးပါး တို့တည်း။

အနိစ္စဟူ၍ သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ ဝမ်းမြောက်ခြင်းရှိသူအားနှစ်သက်ခြင်းဖြစ်၏။ နှစ်သက်သောစိတ်ရှိသူ၏ ကိုယ်သည် ငြိမ်းချမ်း၏။ ငြိမ်းချမ်းသော ကိုယ်ရှိသူသည် ချမ်းသာကို ခံစားရ၏။ ချမ်းသာနှင့်ပြည့်စုံသူ၏စိတ်သည် တည်ကြည်၏။ တည်ကြည်သော စိတ်ဖြင့် ''ဤတရားကား ဆင်းရဲဒုက္ခတည်း''ဟုဟုတ်တိုင်းမှန်စွာ သိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခ ဖြစ်ကြောင်းတည်း''ဟုဟုတ်တိုင်း မှန်စွာ သိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်တည်း''ဟုဟုတ်တိုင်းမှန်စွာ သိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်ရောက်ကြောင်း အကျင့်တည်း''ဟုဟုတ်တိုင်းမှန်စွာ သိ၏။

ဒုက္ခဟူ၍ သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ ဝမ်းမြောက်ခြင်း ရှိသူအားနှစ်သက်ခြင်းဖြစ်၏။ နှစ်သက်သောစိတ်ရှိသူ၏ ကိုယ်သည် ငြိမ်းချမ်း၏။ ငြိမ်းချမ်းသော ကိုယ်ရှိ သူသည် ချမ်းသာကို ခံစားရ၏။ ချမ်းသာနှင့်ပြည့်စုံသူ၏စိတ်သည် တည်ကြည်၏။ တည်ကြည်သော စိတ်ဖြင့် ''ဤတရားကား ဆင်းရဲဒုက္ခတည်း''ဟုဟုတ်တိုင်းမှန်စွာ သိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခဖြစ် ကြောင်းတည်း''ဟုဟုတ်တိုင်းမှန်စွာ သိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်တည်း''ဟုဟုတ် တိုင်းမှန်စွာ သိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်ရောက်ကြောင်း အကျင့်တည်း''ဟုဟုတ် တိုင်းမှန်စွာ သိ၏။

အနတ္တဟူ၍ သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။

ရုပ်ကို အနိစ္စဟူ၍ သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။ ရုပ်ကို ဒုက္ခဟူ၍ သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။

ရုပ်ကို အနတ္တဟူ၍ သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။ ဝေဒနာကို။ သညာကို။ သင်္ခါရတို့ကို။ ဝိညာဉ်ကို။ မျက်စိကို။ပ။ အိုခြင်းသေခြင်းကို အနိစ္စဟူ၍ သင့် သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။ အိုခြင်း သေခြင်းကို ဒုက္ခဟူ၍ သင့် သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်းဖြစ်၏။ပ။

အိုခြင်း သေခြင်းကို အနတ္တဟူ၍ သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းသူအား ဝမ်းမြောက်ခြင်း ဖြစ်၏။ ဝမ်းမြောက်ခြင်းရှိသူအားနှစ်သက်ခြင်းဖြစ်၏။ နှစ်သက်သောစိတ်ရှိသူ၏ ကိုယ်သည် ငြိမ်းချမ်း၏။ ငြိမ်းချမ်းသော ကိုယ်ရှိသူသည် ချမ်းသာကို ခံစားရ၏။ ချမ်းသာနှင့်ပြည့်စုံသူ၏ စိတ်သည် တည် ကြည်၏။ တည်ကြည်သော စိတ်ဖြင့် ''ဤတရားကား ဆင်းရဲဒုက္ခတည်း''ဟုဟုတ်တိုင်းမှန်စွာသိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခဖြစ်ကြောင်းတည်း''ဟုဟုတ်တိုင်းမှန်စွာ သိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခ ချုပ်ရာ နိဗ္ဗာန်တည်း''ဟုဟုတ်တိုင်းမှန်စွာ သိ၏။ ''ဤတရားကား ဆင်းရဲဒုက္ခချုပ်ရာ နိဗ္ဗာန်ရောက် ကြောင်း အကျင့်တည်း''ဟုဟုတ်တိုင်းမှန်စွာ သိ၏။

ဤသည်တို့ကား သင့်သောအကြောင်းအားဖြင့်နှလုံးသွင်းမှုလျှင် အကြောင်းရင်းရှိကုန်သောတရား ကိုးပါးတို့တည်း။

နာနတ္တတရားတို့သည် ကိုးပါးတို့တည်း။

ဓာတ်အမျိုးမျိုးကိုစွဲ၍ ဖဿအမျိုးမျိုး ဖြစ်၏။ ဖဿအမျိုးမျိုးကိုစွဲ၍ ဝေဒနာအမျိုးမျိုး ဖြစ်၏။ ဝေဒနာ အမျိုးမျိုးကိုစွဲ၍ သညာအမျိုးမျိုး ဖြစ်၏။ သညာအမျိုးမျိုးကိုစွဲ၍ အကြံအမျိုးမျိုး ဖြစ်၏။ အကြံအမျိုးမျိုးကိုစွဲ၍ အလိုဆန္ဒအမျိုးမျိုး ဖြစ်၏။ အလိုဆန္ဒအမျိုးမျိုးကိုစွဲ၍ ကြောင့်ကြပူပန်ခြင်း အမျိုးမျိုး ဖြစ်၏။ ကြောင့်ကြပူပန်ခြင်း အမျိုးမျိုးကိုစွဲ၍ ရှာမှီးခြင်းအမျိုးမျိုး ဖြစ်၏။ ရှာမှီးခြင်း အမျိုးမျိုးကို စွဲ၍ ရခြင်းအမျိုးမျိုး ဖြစ်၏။ ဤသည်တို့ကား နာနတ္တတရားကိုးပါးတို့တည်း။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ကိုးမျိုး ကိုးမျိုးသော တရားတို့ကို ပိုင်းခြားမှတ်သားခြင်း၌ ဖြစ်သောပညာကို ဓမ္မနာနတ္တဉာဏ်မည်၏ဟု ဆိုအပ်၏။

တစ်ဆယ့်ကိုးခုမြောက် ဓမ္မနာနတ္တဉာဏ် အကျယ်ပြခြင်း ပြီး၏။
`},
{
        id: "pati-m-t23", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၂၀-၂၄-ဉာဏပဉ္စက အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 

၇၅။ ထူးခြား၍ သိတတ်သောပညာသည် အဘယ်သို့လျှင် ဉာတဋ္ဌဉာဏ်မည်သနည်း။

ပိုင်းခြားသတ်မှတ်၍ သိတတ်သောပညာသည် အဘယ်သို့လျှင် တီရဏဋ္ဌဉာဏ်မည်သနည်း။

ပယ်စွန့်တတ်သောပညာသည် အဘယ်သို့လျှင် ပရိစ္စာဂဋ္ဌဉာဏ်မည်သနည်း။

ပွါးများသောပညာသည် အဘယ်သို့လျှင် ဧကရသဋ္ဌဉာဏ်မည်သနည်း။

မျက်မှောက်ပြုတတ်သောပညာသည် အဘယ်သို့လျှင် ဖုသနဋ္ဌဉာဏ်မည်သနည်း။

ထူးခြားသောဉာဏ်ဖြင့် သိအပ်သော တရားတို့သည် ဉာတဋ္ဌဖြစ်ကုန်၏။

ပိုင်းခြားသတ်မှတ်၍ သိအပ်သော တရားတို့သည် ဆုံးဖြတ်ပြီးဖြစ်ကုန်၏။ ပယ်အပ်သော တရား တို့သည် စွန့်အပ်ပြီးဖြစ်ကုန်၏။ ပွါးများအပ်သော တရားတို့သည် တူသောကိစ္စရှိကုန်၏။ မျက်မှောက် ပြုအပ်သော တရားတို့သည် တွေ့ထိပြီးဖြစ်ကုန်၏။

ထိုတရားသဘောဟူသမျှသည် သိတတ်သောအနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ် သောအနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် ထူးခြား၍ သိတတ်သောပညာကို ဉာတဋ္ဌဉာဏ်ဟု ဆိုအပ်၏။ ပိုင်းခြားသတ်မှတ်၍ သိတတ်သောပညာကို တီရဏဋ္ဌဉာဏ်ဟု ဆိုအပ်၏။

ပယ်စွန့်တတ်သောပညာကို ပရိစ္စာဂဋ္ဌဉာဏ်ဟု ဆိုအပ်၏။ ပွါးများသောပညာကို ဧကရသဋ္ဌဉာဏ်ဟု ဆိုအပ်၏။ မျက် မှောက်ပြုတတ်သောပညာကို ဖုသနဋ္ဌဉာဏ်ဟု ဆိုအပ်၏။

နှစ်ဆယ့်လေးခုမြောက် ဉာဏပဉ္စက အကျယ်ပြခြင်း ပြီး၏။
`},
{
        id: "pati-m-t24", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၂၅-၂၈-ပဋိသမ္ဘိဒါဉာဏ် အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 
အနက်-အကျိုး အထူးထူး၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် အတ္ထပဋိသမ္ဘိဒါဉာဏ် မည် သနည်း။ ပါဠိ-အကြောင်း အထူးထူး၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ဓမ္မပဋိသမ္ဘိဒါဉာဏ် မည် သနည်း။ သဒ္ဒါအထူးထူး၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် နိရုတ္တိပဋိသမ္ဘိဒါဉာဏ် မည်သနည်း။ ထင်မြင်ဉာဏ် အထူးထူး၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ပဋိဘာနပဋိသမ္ဘိဒါဉာဏ် မည်သနည်း။

သဒ္ဓိန္ဒြေသည် ဓမ္မမည်၏။ ဝီရိယိန္ဒြေသည် ဓမ္မမည်၏။ သတိန္ဒြေသည် ဓမ္မမည်၏။ သမာဓိန္ဒြေသည် ဓမ္မမည်၏။ ပညိန္ဒြေသည် ဓမ္မမည်၏။

သဒ္ဓိန္ဒြေဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ ဝီရိယိန္ဒြေဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ သတိန္ဒြေဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ သမာဓိန္ဒြေဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ ပညိန္ဒြေ ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ဓမ္မတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူး သော ဓမ္မတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် ပါဠိ-အကြောင်း အထူးထူး၌ဖြစ်သောပညာကို ဓမ္မ ပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၁)

ဆုံးဖြတ်ခြင်းသဘောသည် အတ္ထတည်း။ ချီးမြှောက်ခြင်းသဘောသည် အတ္ထတည်း။ ထင်ခြင်း သဘောသည် အတ္ထတည်း။ မပျံ့လွင့်ခြင်းသဘောသည် အတ္ထတည်း။ မြင်ခြင်းသဘောသည် အတ္ထတည်း။

ဆုံးဖြတ်ခြင်းသဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။ ချီးမြှောက်ခြင်းသဘောဖြစ်သော အတ္ထ သည် တစ်ခြားတည်း။ ထင်ခြင်းသဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။ မပျံ့လွင့်ခြင်းသဘော ဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။ မြင်ခြင်းသဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော အတ္ထတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူး သော အတ္ထတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် အနက်-အကျိုး အထူးထူး၌ဖြစ်သောပညာကို အတ္ထ ပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၂)

အကြောင်းတရား ငါးပါးတို့ကို ကောင်းစွာပြခြင်းငှါ သဒ္ဒါကို ထုတ်ဆောင်ပြောဆိုခြင်းတို့သည် ဖြစ်ကုန်၏။ အကျိုးတရား ငါးပါးတို့ကို ကောင်းစွာပြခြင်းငှါ သဒ္ဒါကို ထုတ်ဆောင်ပြောဆိုခြင်းတို့သည် ဖြစ်ကုန်၏။

ပါဠိကို ထုတ်ဆိုခြင်း ဓမ္မနိရုတ္တိတို့သည် တစ်ခြားတည်း။ အနက်ကို ထုတ်ဆိုခြင်း အတ္ထနိရုတ္တိတို့ သည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ထုတ်ဆိုမှု နိရုတ္တိတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူးသော ထုတ်ဆိုမှုနိရုတ္တိတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် သဒ္ဒါအထူးထူး၌ဖြစ်သောပညာ သည် နိရုတ္တိပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၃)

ငါးပါးသော အကြောင်းတရားတို့၌ ဉာဏ်တို့သည်လည်းကောင်း၊ ငါးပါးသော အကျိုးတရားတို့၌ ဉာဏ်တို့သည်လည်းကောင်း၊ ဆယ်ပါးသော ထုတ်ဆိုမှုနိရုတ္တိတို့၌ ဉာဏ်တို့သည်လည်းကောင်း ရှိကုန်၏။

အကြောင်းတရားတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။ အကျိုးတရားတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။ ထုတ်ဆိုမှုနိရုတ္တိတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ဉာဏ်တို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤ အထူးထူးသော ဉာဏ်တို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် ထင်မြင်ဉာဏ်အထူးထူး၌ဖြစ်သောပညာကို ပဋိဘာနပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၄)

သဒ္ဓါဗိုလ်သည် ဓမ္မတည်း။ ဝီရိယဗိုလ်သည် ဓမ္မတည်း။ သတိဗိုလ်သည် ဓမ္မတည်း။ သမာဓိဗိုလ်သည် ဓမ္မတည်း။ ပညာဗိုလ်သည် ဓမ္မတည်း။

သဒ္ဓါဗိုလ်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ ဝီရိယဗိုလ်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ သတိဗိုလ် ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ သမာဓိဗိုလ်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ ပညာ ဗိုလ်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ဓမ္မတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူး သော ဓမ္မတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် ပါဠိအထူးထူး အကြောင်းအထူးထူး၌ဖြစ်သောပညာကို ဓမ္မပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၁)

မယုံကြည်ခြင်း၌ မတုန်လှုပ်ခြင်း အနက်သဘောသည် အတ္ထတည်း။ ပျင်းရိခြင်း၌ မတုန်လှုပ်ခြင်း အနက်သဘောသည် အတ္ထတည်း။ မေ့လျော့ခြင်း၌ မတုန်လှုပ်ခြင်း အနက်သဘောသည် အတ္ထတည်း။ ပျံ့လွင့်ခြင်း၌ မတုန်လှုပ်ခြင်း အနက်သဘောသည် အတ္ထတည်း။ အဝိဇ္ဇာ၌ မတုန်လှုပ်ခြင်း အနက်သဘော သည် အတ္ထတည်း။

မယုံကြည်ခြင်း၌ မတုန်လှုပ်ခြင်း အနက်သဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ ပျင်းရိခြင်း၌ မတုန်လှုပ်ခြင်း အနက်သဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ မေ့လျော့ခြင်း၌ မတုန်လှုပ်ခြင်း အနက်သဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ ပျံ့လွင့်ခြင်း၌ မတုန်လှုပ်ခြင်း အနက်သဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ အဝိဇ္ဇာ၌ မတုန်လှုပ်ခြင်း အနက်သဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော အတ္ထတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤ အထူးထူးသော အတ္ထတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် အနက်-အကျိုး အထူးထူး၌ဖြစ်သောပညာကို အတ္ထပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၂)

အကြောင်းတရား ငါးပါးတို့ကို ကောင်းစွာပြခြင်းငှါ သဒ္ဒါကို ထုတ်ဆောင်ပြောဆိုခြင်းတို့သည် ဖြစ် ကုန်၏။ အကျိုးတရား ငါးပါးတို့ကို ကောင်းစွာပြခြင်းငှါ သဒ္ဒါကို ထုတ်ဆောင်ပြောဆိုခြင်းတို့သည် ဖြစ် ကုန်၏။

ပါဠိကို ထုတ်ဆိုခြင်း ဓမ္မနိရုတိ ္တတို့သည် တစ်ခြားတည်း။ အနက်ကို ထုတ်ဆိုခြင်း အတ္ထနိရုတိ ္တ တို့သည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ထုတ်ဆိုမှု နိရုတ္တိတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူးသော ထုတ်ဆိုမှုနိရုတ္တိတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် သဒ္ဒါအထူးထူး၌ဖြစ်သောပညာ ကို နိရုတ္တိပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၃)

ငါးပါးသော အကြောင်းတရားတို့၌ ဉာဏ်တို့သည်လည်းကောင်း၊ ငါးပါးသော အကျိုးတရားတို့၌ ဉာဏ်တို့သည်လည်းကောင်း၊ ဆယ်ပါးသော ထုတ်ဆိုမှုနိရုတ္တိတို့၌ ဉာဏ်တို့သည်လည်းကောင်း ရှိကုန်၏။

အကြောင်းတရားတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။ အကျိုးတရားတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။ ထုတ်ဆိုမှုနိရုတ္တိတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ဉာဏ်တို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤ အထူးထူးသော ဉာဏ်တို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် ထင်မြင်ဉာဏ်အထူးထူး၌ဖြစ်သောပညာကို ပဋိဘာနပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၄)

သတိသမ္ဗောဇ္ဈင်သည် ဓမ္မတည်း။ ဓမ္မဝိစယသမ္ဗောဇ္ဈင်သည် ဓမ္မတည်း။ ဝီရိယသမ္ဗောဇ္ဈင်သည် ဓမ္မတည်း။ ပီတိသမ္ဗောဇ္ဈင်သည် ဓမ္မတည်း။ ပဿဒ္ဓိသမ္ဗောဇ္ဈင်သည် ဓမ္မတည်း။ သမာဓိသမ္ဗောဇ္ဈင်သည် ဓမ္မတည်း။ ဥပေက္ခာသမ္ဗောဇ္ဈင်သည် ဓမ္မတည်း။

သတိသမ္ဗောဇ္ဈင်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ ဓမ္မဝိစယသမ္ဗောဇ္ဈင်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ ဝီရိယသမ္ဗောဇ္ဈင်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ ပီတိသမ္ဗောဇ္ဈင်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ ပဿဒ္ဓိသမ္ဗောဇ္ဈင်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။ သမာဓိသမ္ဗောဇ္ဈင်ဖြစ်သော ဓမ္မ သည် တစ်ခြားတည်း။ ဥပေက္ခာသမ္ဗောဇ္ဈင်ဖြစ်သော ဓမ္မသည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ဓမ္မတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူး သော ဓမ္မတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် ပါဠိ-အကြောင်းအထူးထူး၌ဖြစ်သောပညာကို ဓမ္မ ပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၁)

ထင်ခြင်းအနက်သဘောသည် အတ္ထတည်း။ စိစစ်ခြင်းအနက်သဘောသည် အတ္ထတည်း။ ချီးမြှောက်ခြင်း အနက်သဘောသည် အတ္ထတည်း။ ပျံ့နှံ့ခြင်းအနက်သဘောသည် အတ္ထတည်း။ ငြိမ်းခြင်းအနက် သဘောသည် အတ္ထတည်း။ မပျံ့လွင့်ခြင်းအနက်သဘောသည် အတ္ထတည်း။ ဆင်ခြင်ခြင်းအနက်သဘော့သည် အတ္ထတည်း။

ထင်ခြင်းအနက်သဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။ စိစစ်ခြင်းအနက်သဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။ ချီးမြှောက်ခြင်းအနက်သဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။ ပျံ့နှံ့ခြင်းအနက် သဘောဖြစ်သောအတ္ထသည် တစ်ခြားတည်း။ ငြိမ်းခြင်းအနက်သဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။ မပျံ့လွင့်ခြင်းအနက်သဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။ ဆင်ခြင်ခြင်းအနက် သဘောဖြစ်သော အတ္ထသည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော အတ္ထတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူး သော အတ္ထတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် အနက်-အကျိုး အထူးထူး၌ဖြစ်သောပညာကို အတ္ထပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၂)

ခုနစ်ပါးသော အကြောင်းတရားတို့ကို ကောင်းစွာ ပြခြင်းငှါ သဒ္ဒါကို ထုတ်ဆောင်ပြောဆိုခြင်းတို့သည် ဖြစ်ကုန်၏။ ခုနစ်ပါးသော အကျိုးတရားတို့ကို ကောင်းစွာ ပြခြင်းငှါ သဒ္ဒါကို ထုတ်ဆောင် ပြောဆိုခြင်းတို့သည် ဖြစ်ကုန်၏။

ပါဠိကို ထုတ်ဆိုခြင်း ဓမ္မနိရုတ္တိတို့သည် တစ်ခြားတည်း။ အနက်ကို ထုတ်ဆိုခြင်း အတ္ထနိရုတ္တိတို့ သည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ထုတ်ဆိုမှု နိရုတ္တိတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူးသော ထုတ်ဆိုမှု နိရုတ္တိတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် သဒ္ဒါအထူးထူး၌ဖြစ်သောပညာကို နိရုတ္တိပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၃)

ခုနစ်ပါးသော အကြောင်းတရားတို့၌ ဉာဏ်တို့သည်လည်းကောင်း၊ ခုနစ်ပါးကုန်သော အကျိုး တရားတို့၌ ဉာဏ်တို့သည်လည်းကောင်း၊ တစ်ဆယ့်လေးပါးသော ထုတ်ဆိုမှုနိရုတ္တိတို့၌ ဉာဏ်တို့သည် လည်းကောင်း ရှိကုန်၏။ အကြောင်းတရားတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။ အကျိုးတရားတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။ ထုတ်ဆိုမှုနိရုတ္တိတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ဉာဏ်တို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူး ထူးသော ဉာဏ်တို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် ထင်မြင်ဉာဏ် အထူးထူး၌ဖြစ်သောပညာကို ပဋိဘာနပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၄)

သမ္မာဒိဋ္ဌိသည် ဓမ္မတည်း။ သမ္မာသင်္ကပ္ပသည် ဓမ္မတည်း။ သမ္မာဝါစာသည် ဓမ္မတည်း။ သမ္မာ ကမ္မန္တသည် ဓမ္မတည်း။ သမ္မာအာဇီဝသည် ဓမ္မတည်း။ သမ္မာဝါယာမသည် ဓမ္မတည်း။ သမ္မာသတိသည် ဓမ္မတည်း။ သမ္မာသမာဓိသည် ဓမ္မတည်း။

သမ္မာဒိဋ္ဌိဟူသောဓမ္မသည် တစ်ခြားတည်း။ သမ္မာသင်္ကပ္ပဟူသောဓမ္မသည် တစ်ခြားတည်း။ သမ္မာ ဝါစာဟူသောဓမ္မသည် တစ်ခြားတည်း။ သမ္မာကမ္မန္တဟူသောဓမ္မသည် တစ်ခြားတည်း။ သမ္မာအာဇီဝဟူသောဓမ္မသည် တစ်ခြားတည်း။ သမ္မာဝါယာမဟူသောဓမ္မသည် တစ်ခြားတည်း။ သမ္မာသတိဟူသောဓမ္မ သည် တစ်ခြားတည်း။ သမ္မာသမာဓိဟူသောဓမ္မသည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ဓမ္မတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူး သော ဓမ္မတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် ပါဠိ-အကြောင်း အထူးထူး၌ဖြစ်သောပညာကို ဓမ္မ ပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၁)

မြင်ခြင်းသဘောသည် အတ္ထတည်း။ အာရုံကို ရှေးရှုတင်ခြင်းသဘောသည် အတ္ထတည်း။ သိမ်း ဆည်းခြင်းသဘောသည် အတ္ထတည်း။ ကောင်းစွာဖြစ်ခြင်းသဘောသည် အတ္ထတည်း။ ဖြူစင်ခြင်းသဘော သည် အတ္ထတည်း။ ချီးမြှောက်ခြင်းသဘောသည် အတ္ထတည်း။ ထင်ခြင်းသဘောသည် အတ္ထတည်း။ မပျံ့လွင့်ခြင်းသဘောသည် အတ္ထတည်း။

မြင်ခြင်းသဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ အာရုံသို့ ရှေးရှုတင်ခြင်းသဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ သိမ်းဆည်းခြင်းသဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ ကောင်းစွာ ဖြစ်ခြင်းသဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ ဖြူစင်ခြင်းသဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ ချီးမြှောက်ခြင်းသဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။ ထင်ခြင်းသဘောဟူသောအတ္ထသည် တစ်ခြားတည်း။ မပျံ့လွင့်ခြင်းသဘောဟူသော အတ္ထသည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော အတ္ထတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူးထူး သော အတ္ထတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် အနက်-အကျိုး အထူးထူး၌ဖြစ်သောပညာကို အတ္ထ ပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၂)

ရှစ်ပါးသော အကြောင်းတရားတို့ကို ကောင်းစွာပြခြင်းငှါ သဒ္ဒါကို ထုတ်ဆောင်ပြောဆိုခြင်းတို့သည် ဖြစ်ကုန်၏။ ရှစ်ပါးသောအကျိုးတရားတို့ကို ကောင်းစွာပြခြင်းငှါ သဒ္ဒါကို ထုတ်ဆောင်ပြောဆိုခြင်းတို့သည် ဖြစ်ကုန်၏။ ပါဠိကို ထုတ်ဆိုခြင်း ဓမ္မနိရုတိ ္တတို့သည် တစ်ခြားတည်း။ အနက်ကို ထုတ်ဆိုခြင်း အတ္ထနိရုတ္တိတို့သည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော နိရုတ္တိတို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူး ထူးသော နိရုတ္တိတို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် သဒ္ဒါအထူးထူး၌ဖြစ်သောပညာကို နိရုတ္တိပဋိသမ္ဘိဒါ ဉာဏ်ဟု ဆိုအပ်၏။ (၃)

ရှစ်ပါးသော အကြောင်းတရားတို့၌ ဉာဏ်တို့သည်လည်းကောင်း၊ ရှစ်ပါးသော အကျိုးတရားတို့၌ ဉာဏ်တို့သည်လည်းကောင်း၊ တစ်ဆယ့်ခြောက်ပါးသော ထုတ်ဆိုမှုနိရုတ္တိတို့၌ ဉာဏ်တို့သည်လည်း ကောင်း ရှိကုန်၏။ အကြောင်းတရားတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။ အကျိုးတရားတို့၌ ဉာဏ်တို့ သည် တစ်ခြားတည်း။ နိရုတ္တိတို့၌ ဉာဏ်တို့သည် တစ်ခြားတည်း။

အကြင်ဉာဏ်ဖြင့် ဤအထူးထူးသော ဉာဏ်တို့ကို သိအပ်ကုန်၏။ ထိုဉာဏ်ဖြင့်သာလျှင် ဤအထူး ထူးသော ဉာဏ်တို့သည် ထင်ရှားကုန်၏။ ထို့ကြောင့် ထင်မြင်ဉာဏ် အထူးထူး၌ဖြစ်သောပညာကို ပဋိဘာနပဋိသမ္ဘိဒါဉာဏ်ဟု ဆိုအပ်၏။ (၄)

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် အနက်-အကျိုး အထူးထူး၌ဖြစ်သောပညာကို အတ္ထ ပဋိသမ္ဘိဒါဉာဏ်ဟူ၍လည်းကောင်း၊ ပါဠိ-အကြောင်း အထူးထူး၌ဖြစ်သောပညာကို ဓမ္မပဋိသမ္ဘိဒါဉာဏ်ဟူ၍လည်းကောင်း၊ သဒ္ဒါအထူးထူး၌ ဖြစ်သောပညာကို နိရုတ္တိပဋိသမ္ဘိဒါဉာဏ်ဟူ၍လည်းကောင်း၊ ထင်မြင် ဉာဏ် အထူးထူး၌ဖြစ်သောပညာကို ပဋိဘာနပဋိသမ္ဘိဒါဉာဏ်ဟူ၍လည်းကောင်း ဆိုအပ်၏။

နှစ်ဆယ့်ရှစ်ခုမြောက် ပဋိသမ္ဘိဒါဉာဏ် အကျယ်ပြခြင်း ပြီး၏။`},

 {
        id: "pati-m-t25", // HTML က ID နဲ့ ကွက်တိ တူရပါမယ်
      title: "၂၉-၃၁-ဉာဏ်သုံးပါး အကျယ်ပြခြင်း",
        audio: "",
        tocClass: "title",
        headerTag: "h3", 
content: ` 


နေထိုင်ခြင်းအထူးထူး၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ဝိဟာရဋ္ဌဉာဏ်မည်သနည်း။ သမာပတ်ဝင်စားခြင်း အထူးထူး၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် သမာပတ္တဋ္ဌဉာဏ်မည်သနည်း။ နေထိုင်ခြင်း၊ ဝင်စားခြင်းအထူးထူး (နှစ်ပါးစုံ) ၌ဖြစ်သောပညာသည် အဘယ်သို့လျှင် ဝိဟာရသမာပတ္တဋ္ဌ ဉာဏ်မည်သနည်း။

သင်္ခါရနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် သင်္ခါရနိမိတ်ကင်းခြင်း၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် အနိမိတ္တဝိဟာရမည်၏။

တဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တဏှာကင်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့်တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် အပ္ပဏိဟိတဝိဟာရမည်၏။

အတ္တဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ်သုဉ်းခြင်း၌နှလုံးသွင်းခြင်း ကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် သုညတဝိဟာရမည်၏။

သင်္ခါရနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် သင်္ခါရနိမိတ်ကင်းခြင်း၌နှလုံးသွင်းခြင်းကြောင့် ဖြစ်သော တရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော သင်္ခါရနိမိတ်မှကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် အနိမိတ္တသမာပတ်မည်၏။

တောင့်တခြင်းတဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တောင့်တခြင်းတဏှာကင်းရာ၌နှလုံး သွင်းခြင်းကြောင့်ဖြစ်သော တရားကို လျစ်လျူရှု၍ချုပ်ငြိမ်းရာဖြစ်သော တောင့်တခြင်းတဏှာကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် အပ္ပဏိဟိတသမာပတ်မည်၏။

အတ္တဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ်သုဉ်းခြင်း၌နှလုံးသွင်းခြင်း ကြောင့်ဖြစ်သော တရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော ဆိတ်သုဉ်းခြင်းရှိသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် သုညတသမာပတ်မည်၏။

သင်္ခါရနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် သင်္ခါရနိမိတ်ကင်းခြင်း၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသော်လည်းကောင်း၊ ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်း ရာ ဖြစ်သော သင်္ခါရနိမိတ်မှကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသော်လည်းကောင်း အနိမိတ္တဝိဟာရ သမာပတ်မည်၏။

တောင့်တခြင်းတဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တောင့်တခြင်းတဏှာကင်းရာ၌နှလုံး သွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသော်လည်းကောင်း၊ ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော တောင့်တခြင်းတဏှာကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စား သော်လည်းကောင်း အပ္ပဏိဟိတဝိဟာရသမာပတ်မည်၏။

အတ္တဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ်သုဉ်းခြင်း၌နှလုံးသွင်းခြင်း ကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသော်လည်းကောင်း၊ ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာ ဖြစ်သော ဆိတ်သုဉ်းရာဖြစ်သော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသော်လည်းကောင်း သုညတဝိဟာရသမာပတ်မည်၏။

ရူပနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ရူပနိမိတ်ကင်းခြင်း၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် အနိမိတ္တဝိဟာရမည်၏။

ရုပ်၌ တောင့်တခြင်းတဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တောင့်တခြင်းတဏှာကင်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် အပ္ပဏိဟိတဝိဟာရမည်၏။

ရုပ်ဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ်သုဉ်းခြင်း၌နှလုံးသွင်းခြင်း ကြောင့် ဝိပဿနာဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် သုညတဝိဟာရမည်၏။

ရူပနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ရူပနိမိတ်ကင်းခြင်း၌နှလုံးသွင်းခြင်းကြောင့် ဖြစ်သော တရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော သင်္ခါရနိမိတ်ကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် အနိမိတ္တသမာပတ်မည်၏။

ရုပ်၌တောင့်တခြင်းတဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တောင့်တခြင်းတဏှာကင်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော တောင့်တခြင်းတဏှာ ကင်း သော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် အပ္ပဏိဟိတသမာပတ်မည်၏။

ရုပ်ဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ်သုဉ်းခြင်း၌နှလုံးသွင်းခြင်း ကြောင့် ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော ဆိတ်သုဉ်းရာဖြစ်သော နိဗ္ဗာန်ကို ဆင်ခြင်၍့ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် သုညတသမာပတ်မည်၏။

ရူပနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ရူပနိမိတ်ကင်းခြင်း၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသော်လည်းကောင်း၊ ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်း ရာဖြစ်သော သင်္ခါရနိမိတ်မှကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသော်လည်းကောင်း အနိမိတ္တဝိဟာရသမာပတ်မည်၏။

ရုပ်၌ တောင့်တခြင်းတဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တောင့်တခြင်းတဏှာကင်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသော်လည်းကောင်း၊ ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော တောင့်တခြင်းတဏှာကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စား သော်လည်းကောင်း အပ္ပဏိဟိတဝိဟာရသမာပတ်မည်၏။

ရုပ်ဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ်သုဉ်းခြင်း၌နှလုံးသွင်းခြင်း ကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသော်လည်းကောင်း၊ ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော ဆိတ်သုဉ်းရာဖြစ်သော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသော်လည်းကောင်း သုညတဝိဟာရသမာပတ်မည်၏။

ဝေဒနာနိမိတ်ကို။ပ။

သညာနိမိတ်ကို။ သင်္ခါရနိမိတ်ကို။ ဝိညာဉ်နိမိတ်ကို။ စက္ခုနိမိတ်ကို။ပ။ အိုခြင်း သေခြင်း ဇရာ မရဏနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဇရာမရဏ နိမိတ်ကင်းခြင်း၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် အနိမိတ္တဝိဟာရမည်၏။

အိုခြင်း သေခြင်း ဇရာမရဏ၌ တောင့်တမှုတဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တောင့် တမှု တဏှာကင်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့်တွေ့၍တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် အပ္ပဏိဟိတဝိဟာရ မည်၏။

အိုခြင်း သေခြင်း ဇရာမရဏဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ် သုဉ်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော် သုညတဝိဟာရ မည်၏။

အိုခြင်း သေခြင်း ဇရာမရဏနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဇရာမရဏနိမိတ်၌နှလုံးသွင်းခြင်းကြောင့် ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော သင်္ခါရနိမိတ်ကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် အနိမိတ္တသမာပတ်မည်၏။

အိုခြင်း သေခြင်း ဇရာမရဏ၌ တောင့်တမှုတဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တောင့် တခြင်း တဏှာကင်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော တောင့်တခြင်း တဏှာကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် အပ္ပဏိဟိတသမာပတ် မည်၏။

အိုခြင်း သေခြင်း ဇရာမရဏဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ် သုဉ်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော ဆိတ်သုဉ်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ (ဖိုလ်ကို) ဝင်စားသည်ရှိသော် သုညတဝိဟာရသမာပတ်မည်၏။

အိုခြင်း သေခြင်း ဇရာမရဏနိမိတ်ကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် အိုခြင်း သေခြင်း ဇရာ မရဏကင်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသော်လည်းကောင်း၊ ဖြစ်သော တရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော ဇရာမရဏ နိမိတ်ကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ ဝင်စားသော်လည်းကောင်း အနိမိတ္တဝိဟာရသမာပတ်မည်၏။

အိုခြင်း သေခြင်း ဇရာမရဏ၌ တောင့်တမှုတဏှာကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် တောင့်တမှု တဏှာကင်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသော်လည်း ကောင်း၊ ဖြစ်သော တရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော တောင့်တမှုတဏှာကင်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ ဝင်စားသော်လည်းကောင်း အပ္ပဏိဟိတဝိဟာရသမာပတ်မည်၏။

အိုခြင်း သေခြင်း ဇရာမရဏဟုနှလုံးသွင်းခြင်းကို ဘေးအားဖြင့် ကောင်းစွာမြင်သူသည် ဆိတ် သုဉ်းရာ၌နှလုံးသွင်းခြင်းကြောင့် ဉာဏ်ဖြင့် တွေ့၍ တွေ့၍ ပျက်ခြင်းကို ရှုသည်ရှိသော်လည်းကောင်း၊ ဖြစ်သောတရားကို လျစ်လျူရှု၍ ချုပ်ငြိမ်းရာဖြစ်သော ဆိတ်သုဉ်းသော နိဗ္ဗာန်ကို ဆင်ခြင်၍ ဝင်စား သော်လည်းကောင်း သုညတဝိဟာရသမာပတ်မည်၏။

သင်္ခါရနိမိတ်ကင်းသောနေခြင်း 'အနိမိတ္တဝိဟာရ' သည် တစ်ခြားတည်း။ တောင့်တမှုတဏှာကင်းသော နေခြင်း 'အပ္ပဏိဟိတဝိဟာရ' သည် တစ်ခြားတည်း။ ဆိတ်သုဉ်း၍နေခြင်း 'သုညတဝိဟာရ' သည် တစ်ခြားတည်း။ သင်္ခါရနိမိတ်ကင်းသော ဝင်စားခြင်း 'အနိမိတ္တသမာပတ်' သည် တစ်ခြားတည်း။ တောင့်တမှုတဏှာကင်းသော ဝင်စားခြင်း 'အပ္ပဏိဟိသမာပတ်' သည် တစ်ခြားတည်း။ ဆိတ်သုဉ်း၍ ဝင်စားခြင်း 'သုညတသမာပတ်' သည် တစ်ခြားတည်း။ သင်္ခါရနိမိတ်ကင်း၍ နေခြင်းဟူသော ဝင်စားခြင်း 'အနိမိတ္တဝိဟာရသမာပတ်' သည် တစ်ခြားတည်း။ တောင့်တမှုတဏှာကင်း၍ နေခြင်းဟူသော ဝင်စားခြင်း 'အပ္ပဏိဟိတဝိဟာရသမာပတ်' သည် တစ်ခြားတည်း။ ဆိတ်သုဉ်း၍ နေခြင်းဟူသော ဝင်စားခြင်း 'သုညတ ဝိဟာရသမာပတ်' သည် တစ်ခြားတည်း။

ထိုတရားသဘောသည် သိတတ်သော အနက်သဘောကြောင့် ဉာဏ်မည်၏။ ခွဲခြား၍ သိတတ်သော အနက်သဘောကြောင့် ပညာမည်၏။ ထို့ကြောင့် နေထိုင်ခြင်း အထူးထူး၌ဖြစ်သောပညာကို ဝိဟာရဋ္ဌ ဉာဏ်ဟု ဆိုအပ်၏။ ဝင်စားမှုအထူးထူး၌ဖြစ်သောပညာကို သမာပတ္တဋ္ဌဉာဏ်ဟု ဆိုအပ်၏။

နေထိုင်ခြင်း၊ ဝင်စားခြင်း အထူးထူး (နှစ်ပါးစုံ) ၌ဖြစ်သောပညာကို ဝိဟာရသမာပတ္တဋ္ဌနာနတ္တဉာဏ်မည်၏ဟု ဆိုအပ်၏။

သုံးဆယ့်တစ်ခုမြောက် ဉာဏ်သုံးပါး အကျယ်ပြခြင်း ပြီး၏။
`}
    
];
